Repository: bottlesdevs/Bottles
Catalog: po/*.po
Languages: ar, bg, ca, ckb, cs, de, es, et, fi, fr, ga, hu, it, ja, kab, nl, pl, ro, ru, sk, sr, sv, ta, tr, uk

source: Exclude paths in snapshots.
ar: استبعد المسارات في اللقطات.
bg: Изключва местоположенията в моментните снимки.
cs: Vyloučení cest ve snímcích.
et: Välista asukohad hetktõmmistest.
fi: Sulje pois polkuja tilannevedoksista.
fr: Exclure des chemins dans les instantanés.
ga: Eisiamh cosáin i snapshots.
ja: スナップショットから除外するパス。
nl: Paden uitsluiten in momentopnamen.
ro: Exclude căile din instantanee.
ru: Исключить пути в снимках.
sk: Vylúčte cesty zo snímok.
sr: Изузми путање у снимцима.
ta: ஸ்னாப்ஷாட்களில் பாதைகளை விலக்கவும்.
tr: Anlık görüntülerde yolları hariç tutun.
uk: Виключити шляхи в снапшотах.

source: Manage Patterns
ar: إدارة الأنماط
bg: Управление на моделите
ca: Gestionar patrons
cs: Spravovat vzory
de: Pattern verwalten
es: Gestionar patrones
et: Halda mustreid
fi: Hallitse kaavoja
fr: Gérer les modèles
ga: Bainistigh Patrúin
hu: Minták kezelése
it: Gestione dei modelli
ja: パターンを管理
nl: Patronen beheren
pl: Zarządzaj wzorami
ro: Gestionare modele
ru: Управление шаблонами
sk: Spravovať vzory
sr: Управљај Обрасцима
ta: வடிவங்களை நிர்வகிக்கவும்
tr: Çalıştırıcıları Yönet
uk: Керувати Шаблонами

source: /point/to/path
ar: /أشر/إلى/المسار
bg: /път/към/местоположението
ca: /punt/al/camí
cs: /bod/k/cestě
de: /pfad/hier/eingeben
es: /punto/a/ruta
et: /viita/kindlasse/asukohta
fi: /piste/kohteeseen/polku
fr: /indiquer/le/chemin
hu: /mutasson/az/útvonalára
it: /indicare/il/percorso
ja: パスを指定
kab: /taneqqiḍt/ɣer/abrid
nl: /wijs/naar/pad
pl: /wskaz/sciezke
ro: /indică/calea
ru: /путь/до/места
sk: /bod/k/ceste
sr: /покажи/на/путању
sv: /väg/till/plats
ta: /புள்ளி/இடு/பாதை
tr: /yolu/göster
uk: /шлях/до/місця

source: Choose a Directory
ar: اختر دليلاً
bg: Избиране на директория
ca: Trieu un directori
cs: Vyberte adresář
de: Wähle ein Verzeichnis
es: Elija un directorio
et: Vali kaust
fi: Valitse kansio
fr: Choisir un répertoire
ga: Roghnaigh Eolaire
hu: Könyvtár kiválasztása
it: Scegli una cartella
ja: ディレクトリを選択
kab: Fren Akaram
nl: Een map kiezen
pl: Wybierz katalog
ro: Alege un dosar
ru: Выбрать каталог
sk: Vyberte adresár
sr: Одабери Директоријум
sv: Välj en mapp
ta: ஒரு கோப்பகத்தைத் தேர்ந்தெடுக்கவும்
tr: Bir Dizin Seçin
uk: Виберіть каталог

source: Library
ar: المكتبة
bg: Библиотека
ca: Biblioteca
cs: Knihovna
de: Bibliothek
es: Biblioteca
et: Rakenduste kogu
fi: Kirjasto
fr: Bibliothèque
ga: Leabharlann
hu: Könyvtár
it: Libreria
ja: ライブラリ
kab: Tamkarḍit
nl: Bibliotheek
pl: Biblioteka
ro: Bibliotecă
ru: Библиотека
sk: Knižnica
sr: Библиотека
sv: Bibliotek
ta: நூலகம்
tr: Kütüphane
uk: Бібліотека

source: Add items here from your bottle's program list
ar: أضف العناصر هنا من قائمة البرامج في قارورتك
bg: Добавяне на елементи от списъка с програми на бутилката
ca: Afegiu aquí elements de la llista de programes de a vostra ampolla
cs: Přidejte sem položky ze seznamu programů vaší láhve
de: Füge hier Items aus der Programmliste zur Bottle hinzu
es: Añada aquí los elementos de su lista de programas
et: Saad siia lisada rakendusi pudeli programmiloendist
fi: Lisää kohteita tänne pullojen ohjelmaluettelosta
fr: Ajoutez ici les éléments de la liste des programmes de votre bouteille
ga: Cuir míreanna anseo ó liosta clár do bhuidéal
hu: Adjon hozzá elemeket a palack programlistájából
it: Aggiungi elementi qui dalla lista dei programmi della bottiglia
ja: ボトルのプログラム一覧から、ここに項目を追加してください
kab: Rnu iferdisen dagi seg tebdart n wahil-ik·im n tqerɛet
nl: Voeg items hier toe vanuit uw bottles-programmalijst
pl: Dodaj tutaj rzeczy z listy programów twojej butelki
ro: Adaugă aici elemente din lista de programe a sticlei
ru: Добавьте сюда элементы из списка программ своих бутылок
sk: Sem pridajte položky zo zoznamu programov vašej Fľaše
sr: Додај ствари овде из листе програма твоје флаше
sv: Lägg till objekt här från din flaskas programlista
ta: உங்கள் பாட்டிலின் நிரல் பட்டியலிலிருந்து பொருட்களை இங்கே சேர்க்கவும்
tr: Buraya, şişenizin program listesinden ögeler ekleyin
uk: Додайте сюди елементи зі списку програми вашої Пляшки

source: Post-Processing Effects Settings
ar: إعدادات تأثيرات ما بعد المعالجة
bg: Настройки на ефектите за последваща обработка
cs: Nastavení efektů následného zpracování
et: Järeltöötluse efektide seadistused
fi: Jälkikäsittelyn tehosteiden asetukset
fr: Paramètres des effets post-traitement
ga: Socruithe Éifeachtaí Iar-Phró
kab: Iɣewwaṛen n usesfer n isemda n tsuffeɣt
nl: Instellingen voor nabewerkingseffecten
pl: Ustawienia efektów postprocessingu
ro: Reglări pentru efecte de postprocesare
ru: Параметры эффектов постобработки
sk: Nastavenia efektu následného spracovania
sr: Подешавања Ефеката Накнадне обраде
ta: பிந்தைய செயலாக்க விளைவுகள் அமைப்புகள்
tr: İşlem Sonrası Efekt Ayarları
uk: Налаштування ефектів післяобробки

source: Save
ar: احفظ
bg: Запазване
ca: Desar
ckb: پاشەکەوت
cs: Uložit
de: Speichern
es: Guardar
et: Salvesta
fi: Tallenna
fr: Enregistrer
ga: Sábháil
hu: Mentés
it: Salva
ja: 保存
kab: Sekles
nl: Opslaan
pl: Zapisz
ro: Salvează
ru: Сохранить
sk: Uložiť
sr: Сачувај
sv: Spara
ta: சேமி
tr: Kaydet
uk: Зберегти

source: Default
ar: الافتراضي
bg: По подразбиране
ca: Per defecte
cs: Výchozí
de: Standard
es: Por defecto
et: Vaikimisi
fi: Oletus
fr: Par défaut
ga: Réamhshocraithe
hu: Aalapértelmezett
ja: デフォルト
kab: Amezwer
nl: Standaard
pl: Domyślne
ro: Prestabilit
ru: По умолчанию
sk: Predvolené
sr: Подразумевано
ta: இயல்புநிலை
tr: Öntanımlı
uk: Типово

source: Default Settings
ar: الإعدادات الافتراضية
bg: Настройки по подразбиране
ca: Configuració per defecte
cs: Výchozí nastavení
de: Standardeinstellungen
es: Configuración predeterminada
et: Vaikimisi seadistused
fi: Oletusasetukset
fr: Paramètres par défaut
ga: Socruithe Réamhshocrú
hu: Alapértelmezett beállítások
ja: デフォルトの設定
kab: Iɣewwaṛen imezwar
nl: Standaardinstellingen
pl: Domyślne ustawienia
ro: Reglări prestabilite
ru: Настройки по умолчанию
sk: Predvolené nastavenia
sr: Подразумевана Подешавања
ta: இயல்புநிலை அமைப்புகள்
tr: Öntanımlı Ayarlar
uk: Типові налаштування

source: Effects are applied according to the list order.
ar: يتم تطبيق التأثيرات وفقاً لترتيب القائمة.
bg: Ефектите се прилагат според реда в списъка.
ca: Els efectes s'apliquen segons l'ordre de la llista.
cs: Efekty se použijí podle pořadí v seznamu.
de: Effekte werden entsprechend der Listenreihenfolge angewendet.
es: Los efectos se aplican según el orden de la lista.
et: Efekte kasutatakse vastavalt loendi järjekorrale.
fi: Tehosteet toteutaan listausjärjestyksessä.
fr: Les effets sont appliqués selon l’ordre de la liste.
ga: Cuirtear éifeachtaí i bhfeidhm de réir an ordú liosta.
kab: Isemda ttwasnesen ɣef leḥsab n umizzwer n tebdart.
nl: Effecten worden toegepast op basis van de lijstvolgorde.
pl: Efekty są aplikowane zgodnie z kolejnością listy.
ro: Efectele se aplică în funcție de ordinea din listă.
ru: Эффекты применяются в списочном порядке.
sk: Efekty sa použijú podľa poradia v zozname.
sr: Ефекти су примењени према редоследној листи.
ta: பட்டியல் வரிசையின் படி விளைவுகள் பயன்படுத்தப்படுகின்றன.
tr: Efektler, listedeki sırasına göre uygulanır.
uk: Ефекти застосовуються згідно з порядком переліку.

source: Effects
ar: التأثيرات
bg: Ефекти
ca: Efectes
cs: Efekty
de: Effekte
es: Efectos
et: Efektid
fi: Tehosteet
fr: Effets
ga: Éifeachtaí
kab: Isemda
nl: Effecten
pl: Efekty
ro: Efecte
ru: Эффекты
sk: Efekty
sr: Ефекти
ta: விளைவுகள்
tr: Efektler
uk: Ефекти

source: Contrast Adaptive Sharpening
ar: رفع جودة الصورة المتكيف مع التباين
bg: Адаптивно изостряне на контраста
ca: Agudització adaptativa del contrast
cs: Adaptivní doostření kontrastu
de: Adaptives Schärfen des Kontrasts
es: Enfoque adaptativo del contraste
et: Kontrasti adaptiivne teravdamine
fi: Kontrastin mukautuva terävyys
fr: Netteté adaptative du contraste
ga: Géarú Oiriúnaitheach Co
nl: Contrast-adaptieve-verscherping
pl: Adaptacyjne zaostrzanie kontrastu
ro: Claritate adaptabilă a contrastului
ru: Контрастная адаптивная резкость
sk: Adaptívne doostrenie kontrastu
sr: Прилагодљиво Изоштравање Контраста
ta: கான்ட்ராஸ்ட் அடாப்டிவ் ஷார்ப்பனிங்
tr: Karşıtlık Uyarlamalı Keskinleştirme
uk: Контрастна адаптивна різкість

source: Sharpness
ar: الحِدة
bg: Изостряне
ca: Nitidesa
cs: Ostrost
de: Schärfe
es: Nitidez
et: Teravus
fi: Terävyys
fr: Netteté
ga: Géar
hu: Élesség
nl: Scherpheid
pl: Ostrość
ro: Claritate
ru: Резкость
sk: Ostrosť
sr: Оштрина
ta: கூர்மை
tr: Keskinlik
uk: Різкість

source: Denoised Luma Sharpening
ar: تحسين دقة Denoised Luma
bg: Обезшумено изостряне на яркостта
cs: Denoizované doostření Luma
de: Entrauschte Luma-Schärfung
es: Nitidez de Luma sin ruido
et: Müraeemaldusega luma teravdus (Denoised Luma Sharpening)
fi: Vaimennettu Luma terävyys
fr: Netteté Luma débruitée
ga: Géarú Luma Dhíonaithe
nl: Ontruisde-Luma-verscherping
pl: Zaostrzanie odszumionej Lumy
ro: Claritate Luma
ru: Резкость Luma с шумоподавлением
sk: Odšumené doostrenie Luma
sr: Лума Изоштравање Смањеног шума
ta: டினோய்ஸ்ட் லும கூர்மைப்படுத்துதல்
tr: Gürültü Giderilmiş Luma Keskinleştirme
uk: Різкість Luma з шумозаглушенням

source: Denoise
ar: تقليل التشويش
bg: Обезшумяване
ca: Reduir el soroll
cs: Odhlučnit
de: Entrauschen
es: Eliminar ruido
et: Müraeemaldus
fi: Rakeisuus
fr: Débruiter
hu: Zajcsökkentés
nl: Ontruisen
pl: Odszumianie
ro: Îmbunătățire
ru: Шумоподавление
sk: Odšumiť
sr: Смањи шум
ta: டினோய்ஸ்
tr: Gürültü Giderme
uk: Шумозаглушення

source: Fast Approximate Anti-Aliasing
ar: تنعيم صورة سريع وتقريبي
bg: Бързо приблизително изглаждане
ca: Antialiàsing ràpid aproximat
cs: Rychlý přibližný antialiasing
de: Schnelles ungefähres Anti-Aliasing
es: Anti-aliasing rápido y aproximado
et: Kiire ligilähedane sakitõrje (Fast Approximate Anti-Aliasing)
fi: Nopea likimääräinen anti-aliasointi
fr: Anti-crénelage rapide et approximatif
ga: Frith-Aliasing Tapa Neart
nl: Snelle benaderende anti-aliasing
pl: Szybki przybliżony antyaliasing
ro: Antidistorsiune aproximativ rapid
ru: Быстрое приблизительное сглаживание
sk: Rýchly približný antialiasing
sr: Брзо Приближно Омекшавање ивица
ta: வேகமான தோராயமான எதிர்ப்பு-மாற்றுப்பெயர்
tr: Hızlı Yaklaşık Kenar Yumuşatma
uk: Швидке приблизне згладжування

source: Subpixel Quality
ar: جودة أجزاء البِكْسِل
bg: Качество на подпикселите
ca: Qualitat de subpíxel
cs: Kvalita subpixelu
de: Subpixel-Qualität
es: Calidad de subpíxel
et: Alampiksite kvaliteet
fi: Alipikselin laatu
fr: Qualité des sous-pixels
ga: Cáilíocht Subpixel
hu: Szubpixel minőség
kab: Taɣara n upiksil anaddaw
nl: Subpixel-kwaliteit
pl: Jakość subpikselowa
ro: Calitate subpixel
ru: Субпиксельное качество
sk: Kvalita subpixelov
sr: Субпикслени Квалитет
ta: துணைபிக்சல் தரம்
tr: Alt Piksel Kalitesi
uk: Якість субпікселів

source: Quality Edge Threshold
ar: عتبة جودة الحواف
bg: Праг на качеството на ръбовете
cs: Hranice kvality
de: Qualitätskantenschwelle
es: Umbral de calidad de los bordes
et: Kvaliteedi ääre lävend
fi: Laatukynnys
fr: Seuil de qualité de bordure
ga: Tairseach imeall cáilíochta
kab: Amnaṛ n yiri n tɣara
nl: Kwaliteitsranddrempel
pl: Próg jakości krawędzi
ro: Limita de calitate a marginii
ru: Порог качества
sk: Hranica kvality
sr: Гранични Ниво Квалитета
ta: தர எட்ஜ் த்ரெஷோல்ட்
tr: Kalite Kenar Eşiği
uk: Поріг якості

source: Quality Edge Threshold Minimum
ar: أقل عتبة لجودة الحواف
bg: Минимален праг на качеството на ръбовете
cs: Hranice kvality Minimální
de: Minimaler Qualitätskantenschwellenwert
es: Umbral de calidad de los bordes mínimo
et: Kvaliteedi ääre miinimumlävend
fi: Laatukynnys minimissä
fr: Seuil de qualité de bordure minimum
ga: Íosta tairseach imeall cáilíochta
kab: Amnaṛ adday n yiri n tɣara
nl: Minimale kwaliteitsranddrempel
pl: Minimalny próg jakości krawędzi
ro: Limita minimă de calitate a marginii
ru: Минимум порога качества
sk: Hranica kvality minimálna
sr: Минимални Гранични ниво квалитета
ta: தர எட்ஜ் த்ரெஷோல்ட் குறைந்தபட்சம்
tr: Kalite Kenar Eşiği Minimumu
uk: Щонайменший поріг якості

source: Subpixel Morphological Anti-Aliasing
ar: SMAA
bg: Подпикселно морфологично изглаждане
ca: Anti-aliasing morfològic de subpíxels
cs: Subpixelový morfologický antialiasing
de: Subpixel-morphologisches Anti-Aliasing
es: Anti-aliasing morfológico de subpíxeles
et: Alampikslipõhine morfoloogiline sakitõrje (Subpixel Morphological Anti-Aliasing)
fi: Alipikselin morfologinen anti-aliasointi
fr: Anti-crénelage morphologique sous-pixel
ga: Frith-Aliasing Moirfeolaíochta Subpixel
nl: Subpixel-morfologische anti-aliasing
pl: Morfologiczny subpikselowy antyaliasing
ro: Antidistorsiune morfologic subpixel
ru: Субпиксельное морфологическое сглаживание
sk: Subpixelový morfologický antialiasing
sr: Морфолошко Субпикселно Омекшавање ивица
ta: துணை-பிக்சல் உருவவியல் எதிர்ப்பு மாற்றுப்-பெயர்ப்பு
tr: Alt Piksel Morfolojik Yumuşatma
uk: Субпіксельне морфологічне згладжування

source: Edge Detection
ar: كشف الحواف
bg: Откриване на ръбове
ca: Detecció de vores
cs: Detekce hrany
de: Kantenerkennung
es: Detección de bordes
et: Ääretuvastus
fi: Reunan tunnistus
fr: Détection des bords
ga: Braite imeall
hu: Élkeresés
kab: Tifin n yiri
nl: Randherkenning
pl: Wykrywanie krawędzi
ro: Detectarea marginii
ru: Обнаружение краёв
sk: Detekcia hrany
sr: Детекција ивице
ta: விளிம்பு கண்டறிதல்
tr: Kenar Saptama
uk: Виявлення країв

source: Color
ar: اللون
bg: Цвят
cs: Barva
de: Farbe
et: Värv
fi: Väri
fr: Couleur
ga: Dath
hu: Szín
kab: Ini
nl: Kleur
pl: Kolor
ru: Цвет
sk: Farba
sr: Боја
ta: நிறம்
tr: Renk
uk: Колір

source: Threshold
ar: عتبة
bg: Праг
ca: Llindar
cs: Prahová hodnota
de: Schwellenwert
es: Umbral
et: Lävi
fi: Kynnysarvo
fr: Seuil
ga: Tairseach
hu: Küszöb
kab: Amnaṛ
nl: Drempel
pl: Próg
ro: Limită
ru: Порог
sk: Prah
sr: Праг
ta: வாசல்
tr: Eşik
uk: Поріг

source: Max Search Steps
ar: الحد الأقصى لخطوات البحث
bg: Максимални стъпки за търсене
ca: Passos màxims de cerca
cs: Maximální počet kroků vyhledávání
de: Maximale Suchschritte
es: Pasos máximos de búsqueda
et: Otsingusammude ülempiir
fi: Max hakuvaiheet
fr: Nombre maximal d’étapes de recherche
ga: Céimeanna Cuardaigh Uasta
kab: Isurifen ufellay n unadi
nl: Maximaal aantal zoekstappen
pl: Maksymalna ilość kroków wyszukiwania
ro: Pașii maximi de căutare
ru: Максимальный шаг поиска
sk: Maximálny počet krokov vyhľadávania
sr: Максималан број корака претраживања
ta: அதிகபட்ச தேடல் படிகள்
tr: Maksimum Arama Adımları
uk: Щонайбільший крок пошуку

source: Max Search Steps Diagonal
ar: أقصى حد لخطوات البحث القُطْري
bg: Максимални диагонални стъпки за търсене
cs: Maximální počet kroků vyhledávání na úhlopříčce
de: Maximale Suchschritte diagonal
es: Pasos de búsqueda máximos en diagonal
et: Otsingusammude ülempiir (diagonaalselt)
fi: Max hakuvaiheet diagonaalinen
fr: Nombre maximal de pas de recherche diagonale
ga: Céimeanna Cuardaigh Max trasnánach
nl: Maximaal aantal zoekstappen (diagonaal)
pl: Maksymalna ilość kroków wyszukiwania po przekątnej
ro: Pașii maximi de căutare pe diagonală
ru: Максимальный диагональный шаг поиска
sk: Maximálny počet krokov vyhľadávania na uhlopriečke
sr: Максималан број Корака Претраживања у Дијагонали
ta: அதிகபட்ச தேடல் படிகள் மூலைவிட்டம்
tr: Maksimum Çapraz Arama Adımları
uk: Щонайбільший діагональний крок пошуку

source: Max Corner Rounding
ar: أقصى تقويس للزوايا
bg: Максимално заобляне на ъглите
ca: Arrodoniment màxim de cantonada
cs: Maximální zaoblení rohů
de: Maximale Eckenrundung
es: Redondeo máximo de las esquinas
et: Nurkade ümardamise ülempiir
fi: Max kulman pyöristys
fr: Arrondissement de bordure maximal
ga: Scruinneáil Cúinne Max
nl: Maximale randronding
pl: Maksymalne zaokrąglanie rogów
ro: Rotunjirea maximă a colțului
ru: Максимальное скругление углов
sk: Maximálne zaoblenie rohov
sr: Максимално Заокруживање Углова
ta: மேக்ஸ் கார்னர் ரவுண்டிங்
tr: Maksimum Köşe Yuvarlama
uk: Щонайбільше заокруглення кутів

source: CAS sharpness increases the sharpness of a frame. Higher values make the frame sharper, whereas values lower than 0 make the frame softer than native.
ar: تزيد تقنية CAS من حِدة الإطار، كلما زادت القيمة صار الإطار أحدّ، بينما لو كانت أقل من 0 صار الإطار أنعم من الأصلي.
bg: Изострянето на АИК увеличава изострянето на кадъра. По-високите стойности го увеличават, докато по-ниските от 0 правят кадъра по-гладък от неговия оригинал.
ca: La nitidesa CAS augmenta la nitidesa d'un fotograma. Els valors més alts fan que el fotograma sigui més nítid, mentre que els valors inferiors a 0 fan que el fotograma sigui més suau que el natiu.
cs: CAS sharpness zvyšuje ostrost snímku. Při vyšších hodnotách je snímek ostřejší, zatímco při hodnotách nižších než 0 je snímek měkčí než přirozený.
de: CAS-Schärfe erhöht die Schärfe eines Bildes. Höhere Werte machen das Bild schärfer, während Werte unter 0 das Bild weicher machen, als ursprünglich.
es: La nitidez CAS aumenta la nitidez de un fotograma. Los valores más altos hacen que el fotograma sea más nítido, mientras que los valores inferiores a 0 hacen que el fotograma sea más suave que el nativo.
et: CAS-teravus suurendab kaadrite teravust. Suuremad väärtused teevad pildid teravamaks ning nullist väiksemad väärtused teevad piltide jooned pehmemaks kui nad loomulikult on.
fi: CAS-terävyys lisää kehyksen terävyyttä. Suuremmat arvot tekevät kehyksestä terävämmän, kun taas alle 0:n arvot tekevät kehyksestä pehmeämmän kuin natiivi.
fr: La netteté CAS augmente la netteté d’une image. Des valeurs plus élevées rendent l’image plus nette, tandis que des valeurs inférieures à 0 rendent l’image plus douce que l’image native.
ga: Méadaíonn géar CAS géar fráma. Déanann luachanna níos airde an fráma níos géire, ach déanann luachanna níos ísle ná 0 an fráma níos boige ná dúchasach.
nl: CAS-verscherper verbetert de scherpte van frames. Hogere waarden maken frames scherper, terwijl waarden onder 0 ze zachter maken.
pl: Ostrość CAS zwiększa ostrość klatki. Wyższe wartości zwiększają ostrość klatki, natomiast wartości mniejsze niż 0 sprawiają, że klatki stają się gładsze, niż są natywnie.
ro: Claritatea CAS crește claritatea unui cadru. Valorile mai mari fac cadrul mai clar, în timp ce valorile mai mici de 0 fac cadrul mai neclar decât cel nativ.
ru: CAS увеличивает резкость кадра. Чем выше значение, тем резче кадр, а значения ниже 0 смягчают исходный кадр.
sk: CAS sharpness zvyšuje ostrosť snímok. Pri vyšších hodnotách je snímka ostrejšia, pri hodnotách nižších ako 0 je snímok mäkší ako natívny.
sr: ЦАС изоштравање повећава оштрину кадра. Више вредности чине кадар оштријим, где вредности мање од 0 чине кадар мекшим од изворног.
ta: சிஏஎஸ் கூர்மை ஒரு சட்டகத்தின் கூர்மையை அதிகரிக்கிறது. அதிக மதிப்புகள் சட்டகத்தை கூர்மையாக்குகின்றன, அதேசமயம் 0 ஐ விட குறைவான மதிப்புகள் சட்டத்தை நேட்டிவ்வை விட மென்மையாக்குகிறது.
tr: CAS keskinliği bir karenin keskinliğini artırır. Daha yüksek değerler çerçeveyi daha keskin hale getirirken, 0'dan düşük değerler çerçeveyi doğaldan daha yumuşak hale getirir.
uk: Різкість CAS збільшує різкість кадру. Вищі значення роблять кадр різкішим, тоді як значення, менші за 0, роблять кадр м'якшим, ніж вихідний.

source: DLS sharpness increases the sharpness of a frame. Higher values make the frame sharper.
ar: كلما زادت قيم DLS sharpness زادت حِدة الإطار.
bg: Изострянето на ОИЯ увеличава изострянето на кадъра. По-високите стойности го увеличават.
ca: La nitidesa DLS augmenta la nitidesa d'un fotograma. Els valors més alts fan que el fotograma sigui més nítid.
cs: Ostrost DLS zvyšuje ostrost snímku. Při vyšších hodnotách je snímek ostřejší.
de: Die DLS-Schärfe erhöht die Schärfe eines Bildes. Höhere Werte machen das Bild schärfer.
es: La nitidez DLS aumenta la nitidez de un fotograma. Los valores más altos hacen que el fotograma sea más nítido.
et: DLS-teravus suurendab kaadrite teravust. Suuremad väärtused teevad pildid teravamaks.
fi: DLS-terävyys lisää kehyksen terävyyttä. Suuremmat tekevät kehyksestä terävämmän.
fr: La netteté DLS augmente la netteté d’une image. Des valeurs plus élevées rendent l’image plus nette.
ga: Méadaíonn géar DLS géar fráma. Déanann luachanna níos airde an fráma níos géire.
nl: DLS-verscherper verbetert de scherpte van frames. Hogere waarden maken frames scherper.
pl: Ostrość DLS zwiększa ostrość klatki. Wyższe wartości sprawiają, że klatka jest ostrzejsza.
ro: Claritatea DLS mărește claritatea unui cadru. Valorile mai mari fac cadrul mai clar.
ru: Резкость DLS увеличивает резкость кадра. Чем выше значение, тем резче кадр.
sk: Ostrosť DLS zvyšuje ostrosť snímky. Pri vyšších hodnotách je snímka ostrejšia.
sr: ДЛЦ изоштравање повећава оштрину кадра. Више вредности чине кадар оштријим.
ta: டிஎல்எஸ் கூர்மை ஒரு சட்டகத்தின் கூர்மையை அதிகரிக்கிறது. அதிக மதிப்புகள் சட்டகத்தை கூர்மையாக்கும்.
tr: DLS keskinliği bir karenin keskinliğini artırır. Daha yüksek değerler kareyi daha keskin yapar.
uk: Різкість DLS збільшує різкість кадру. Вищі значення роблять кадр різкішим.

source: DLS denoise decreases the noise of a frame. Higher values make the frame softer.
ar: يقلل DLS denoise من تشويش الإطار، لكما زادت القيم صار الإطار أنعم.
bg: Обезшумяването на ОИЯ намалява шума в кадъра. По-високите стойности го правят по-незабележим.
ca: DLS denoise redueix el soroll d'un fotograma. Els valors més alts fan que el fotograma sigui més suau.
cs: Denoise DLS snižuje šum snímku. Při vyšších hodnotách je snímek měkčí.
de: Die DLS-Entrauschung verringert das Rauschen eines Bildes. Höhere Werte machen das Bild weicher.
es: El DLS sin ruido disminuye el ruido de un fotograma. Los valores más altos hacen que el fotograma sea más suave.
et: DLS-müraeemaldus vähendab kaadrite müra. Suuremad väärtused teevad piltide jooned pehmemateks.
fi: DLS-denoise vähentää kehyksen kohinaa. Suuremmat arvot tekevät kehyksestä pehmeämmän.
fr: Le débruitage DLS diminue le bruit d’une image. Des valeurs plus élevées rendent l’image plus douce.
ga: Laghdaíonn DLS denoise torann fráma. Déanann luachanna níos airde an fráma níos boige.
nl: DLS-ontruiser verlaagt de ruis in frames. Hogere waarden maken frames zachter.
pl: Odszumianie DLS zmniejszają szumy klatki. Wyższe wartości sprawiają, że klatka jest bardziej gładka.
ro: Îmbunătățirea DLS reduce neclaritatea unui cadru. Valorile mai mari fac cadrul mai clar.
ru: Шумоподавление DLS уменьшает уровень шума в кадре. Чем выше значение, тем мягче кадр.
sk: Odšumenie DLS znižuje šum snímky. Pri vyšších hodnotách je snímka mäkšia.
sr: ДЛЦ смањивање шума смањује шум кадра. Више вредности чине кадар мекшим.
ta: டிஎல்எஸ் டெனோயிஸ் ஒரு சட்டத்தின் இரைச்சலைக் குறைக்கிறது. அதிக மதிப்புகள் சட்டத்தை மென்மையானது.
tr: DLS denoise bir karenin gürültüsünü azaltır. Daha yüksek değerler kareyi daha yumuşak hale getirir.
uk: Шумозаглушення DLS зменшує шум кадру. Вищі значення роблять кадр м'якшим.
