Repository: bottlesdevs/Bottles
Catalog: po/*.po
Languages: ar, bg, ca, ckb, cs, de, es, et, fi, fr, ga, hu, it, ja, kab, nl, pl, ro, ru, sk, sr, sv, ta, tr, uk

source: An error has occurred.
ar: حصل خطأ.
bg: Възникна грешка.
ca: S'ha produït un error.
ckb: هەڵەیەک ڕوویدا.
cs: Došlo k chybě.
de: Es ist ein Fehler aufgetreten.
es: Se ha producido un error.
et: Tekkis viga.
fi: On tapahtunut virhe.
fr: Une erreur s’est produite.
ga: Tharla earráid.
hu: Hiba történt.
it: Si è verificato un errore.
ja: エラーが発生しました。
kab: Teḍra-d tuccḍa.
nl: Er is een fout opgetreden.
pl: Wystąpił błąd.
ro: A apărut o eroare.
ru: Произошла ошибка.
sk: Došlo k chybe.
sr: Грешка се догодила.
sv: Ett fel har inträffat.
ta: ஒரு பிழை ஏற்பட்டுள்ளது.
tr: Bir hata oluştu.
uk: Сталася помилка.

source: Copy to clipboard
ar: انسخ للحافظة
bg: Копиране в клипборда
ca: Copiar al portapapers
ckb: لەبەرگرتنەوە بۆ کلیپبۆرد
cs: Zkopírovat do schránky
de: In Zwischenablage kopieren
es: Copiar al portapapeles
et: Kopeeri lõikelauale
fi: Kopioi leikepöydälle
fr: Copier dans le presse-papier
ga: Cóipeáil chuig gearr
hu: Másolás vágólapra
it: Copia negli appunti
ja: クリップボードにコピー
kab: Nɣel ɣer tecfawit
nl: Naar klembord kopiëren
pl: Kopiuj do schowka
ro: Copiază în memorie
ru: Копировать в буфер обмена
sk: Kopírovať do schránky
sr: Копирај у клипбоард
sv: Kopiera till urklipp
ta: கிளிப்போர்டுக்கு நகலெடுக்கவும்
tr: Panoya kopyala
uk: Копіювати в буфер обміну

source: Select Drive Path
ar: اختر مسار القرص
bg: Избиране на местоположение на дяла
cs: Zvolte cestu k jednotce
et: Vali ketta asukoht
fi: Valitse aseman polku
fr: Sélectionnez le chemin du disque
ga: Roghnaigh Conair Tiomána
ja: ドライブのパスを選択
kab: Fren abrid n yimeɣri
nl: Schijfpad selecteren
ro: Alege calea unității
ru: Выберите путь к диску
sk: Vyberte cestu k jednotke
sr: Одабери Путању Диска
ta: இயக்கி பாதையைத் தேர்ந்தெடுக்கவும்
tr: Sürücü Yolunu Seçin
uk: Виберіть шлях до диска

source: Installing “{0}”…
fr: Installation de « {0} » …

source: Preparing installation…
fr: Préparation de l'installation…

source: {0} installed.
fr: {0} installé.

source: {0} failed to install.
fr: {0} n'a pas pu être installé.

source: Bottles is only supported within a sandboxed environment. Official sources of Bottles are available at
fr: Bouteilles n'est pris en charge que dans un environnement isolé. Les sources officielles de Bouteilles sont disponibles à l'adresse suivante

source: Unsupported Environment
fr: Environnement non pris en charge

source: Close
bg: Затваряне
ca: Tanca
ckb: داخستن
de: Schließen
es: Cerrar
fi: Sulje
fr: Fermer
hu: Bezárás
it: Chiudi
sv: Stäng

source: Bottles is only supported within a sandboxed format. Official sources of Bottles are available at:
fr: Bouteilles n'est pris en charge que dans un environnement isolé (sandbox). Les sources officielles de Bouteilles sont disponibles à l'adresse suivante :

source: Custom Bottles Path not Found
ar: لم يعثر على المسار المخصص ل«قوارير»
bg: Персонализираното местоположение на „Bottles“ не е намерено
ca: No s'ha trobat el camí de les ampolles personalitzades
cs: Vlastní cesta Láhve nebyla nalezena
de: Benutzerdefinierter Bottlepfad nicht gefunden
es: Ruta de las botellas personalizadas no encontrada
et: Sinu lisatud pudelite asukohta ei leidu
fi: Mukautettua Bottles polkua ei löydy
fr: Chemin d’accès aux bouteilles personnalisé non trouvé
ga: Conair Buidéil Saincheaptha nach bhfuarthas
hu: Az egyéni palackok útvonala nem található
ja: カスタムボトルパスが見つかりません
kab: Abrid yugnen n teqreɛtin ur yettwaf ara
nl: Aangepast bottles-pad niet gevonden
pl: Nie znaleziono własnej ścieżki do butelki
ro: Nu s-a găsit calea pentru „Sticle personalizate”
ru: Пользовательский путь к бутылкам не найден
sk: Vlastná cesta Fľaše nebola nájdená
sr: Прилагођена Путања Флаша није пронађена
ta: தனிப்பயன் பாட்டில்கள் பாதை கிடைக்கவில்லை
tr: Özel Şişeler Yolu Bulunamadı
uk: Користувацький шлях до Пляшок не знайдено

source: Falling back to default path. No bottles from the given path will be listed.
ar: العودة للمسار الافتراضي، لن تُسرد أي قارورة من المسار المحدد.
bg: Връщане на местоположението по подразбиране. Бутилките няма да бъдат показани.
cs: Pád zpět na výchozí cestu. Žádné lahve z dané cesty nebudou uvedeny.
de: Auf Standardpfad zurückfallen. Es werden keine Bottles aus dem angegebenen Pfad aufgelistet.
es: Volviendo a la ruta predeterminada. No se listarán las botellas de la ruta dada.
et: Kasutame vaikimisi asukohta. Mitteleiduvas asukohas asuvad pudelid on seega ka loendist puudu.
fi: Palaa oletuspolkuun. Annetun polun bottles pulloja ei listata.
fr: Retour au chemin par défaut. Aucune bouteille depuis le chemin indiqué ne sera listée.
ga: Titeamh ar ais go cosán réamhshocraithe. Ní liostófar aon bhuidéil ón gcosán a thugtar.
ja: デフォルトのパスを代わりに使います。指定パスにあるボトルは表示されません。
kab: Tuɣalin ɣer ubrid amezwer. Ulac tiqreɛtin seg ubrid-agi ara d-yettwabdaren.
nl: Standaardpad wordt gebruikt. Bottles van het gegeven pad worden niet weergegeven.
pl: Zostanie wykorzystana domyślna ścieżka. Żadna butelka z podanej ścieżki nie zostanie wyświetlona.
ro: Se revine la calea prestabilită. Nu vor fi afișate sticlele din calea dată.
ru: Возврат к пути по умолчанию. По заданному пути ни одна бутылка показана не будет.
sk: Použije sa predvolená cesta. Žiadne Fľaše zo zadanej cesty nebudú zobrazené.
sr: Враћам се назад на подразумевану путању. Ниједна флаша из дате путање неће бити наведена.
ta: இயல்புநிலை பாதைக்குத் திரும்புகிறது. கொடுக்கப்பட்ட பாதையிலிருந்து பாட்டில்கள் எதுவும் பட்டியலிடப்படாது.
tr: Varsayılan yola geri dönülüyor. Verilen yoldaki hiçbir şişe listelenmeyecektir.
uk: Повернення до типового шляху. За заданим шляхом жодна Пляшка показана не буде.

source: _Dismiss
ar: _أهمِل
bg: _Отхвърляне
cs: _Zavrhnout
et: _Loobu
fi: _Hylkää
fr: _Ignorer
ga: _Díbhunaigh
ja: 閉じる(_D)
kab: _Agi
nl: _Wissen
ro: _Ignoră
ru: _Отменить
sk: _Zahodiť
sr: _Одбаци
ta: _ நிராகரி
tr: _Çıkar
uk: _Відхилити

source: Support Bottles
fr: Soutenir Bouteilles

source: With over 3 million installations, Bottles is built by and for its community. A donation today helps secure its future and keep it truly independent.
fr: Avec plus de 3 millions d'installations, Bouteilles est une initiative de et pour sa communauté. Un don aujourd'hui contribue à assurer son avenir et à préserver son indépendance.

source: Don't Show Again
fr: Ne plus afficher

source: Step {current} of {total}
fr: Étape {current} de {total}

source: None
fr: Aucun

source: Ultra Quality
ar: جودة فائقة
bg: Свръх качество
ca: Qualitat Ultra
ckb: کوالێتی ئەڵترا
de: Ultra-Qualität
es: Calidad ultra
fi: Ultralaatu
fr: Qualité ultra
hu: Ultra minőség
it: Qualità ultra
pl: Najwyższa Jakość
sv: Ultrakvalité

source: Quality
ar: الجودة
bg: Качество
ca: Qualitat
ckb: کوالێتی
de: Qualität
es: Calidad
fi: Laatu
fr: Qualité
hu: Minőség
it: Qualità
pl: Jakość
sv: Kvalité

source: Balanced
ar: متزن
bg: Балансирано
ca: Equilibrat
ckb: باڵانسکراو
de: Ausgeglichen
es: Equilibrado
fi: Tasapainotettu
fr: Équilibré
hu: Kiegyensúlyozott
it: Bilanciata
pl: Zrównoważone
sv: Balanserad

source: Select Resource File
et: Vali ressursifail
fr: Sélectionnez le fichier de ressources
ga: Roghnaigh Comhad Acmhainn
ja: リソースファイルを選択
kab: Fren afaylu n uɣbalu
nl: Bronbestand selecteren
ro: Alege fișierul resursei
ru: Выберите файл с ресурсами
sk: Vyberte zdrojový súbor
sr: Изаберите датотеку ресурса
ta: ஆதாரக் கோப்பைத் தேர்ந்தெடுக்கவும்
tr: Kaynak Dosyasını Seçin
uk: Вибір Файлу ресурсів

source: Installing Windows dependencies…
ar: تثبيت تبعيّات Windows…
bg: Инсталиране на зависимостите на „Windows“…
ca: S'estan instal·lant dependències de Windows…
cs: Instalace závislostí Windows…
de: Windows-Abhängigkeiten werden installiert…
es: Instalando las dependencias de Windows…
et: Paigaldame Windowsi sõltuvusi…
fi: Asennetaan Windows-riippuvuuksia…
fr: Installation des dépendances Windows…
ga: Ag suiteáil spleáchais Windows…
hu: Windows függőségek telepítése…
it: Installazione delle dipendenze di Windows…
ja: Windows 依存関係をインストールしています…
kab: Asbeddi n iḍaraɛen n Windows…
nl: Windows-afhankelijkheden installeren…
pl: Instalowanie zależności Windowsa…
ro: Se instalează dependențele Windows…
ru: Установка зависимостей Windows…
sk: Inštalujem závislosti Windows…
sr: Инсталирам зависне датотеке Виндовса…
ta: விண்டோஸ் சார்புகளை நிறுவுகிறது…
tr: Windows bağımlılıkları kuruluyor…
uk: Встановлення залежностей Windows…

source: Configuring the bottle…
ar: ضبط القارورة…
bg: Конфигуриране на бутилката…
ca: Configurant l'ampolla…
cs: Konfigurace láhve…
de: Die Bottle wird konfiguriert…
es: Configurando la botella…
et: Konfigureerime pudelit…
fi: Määritetään pullon asetukset…
fr: Configuration de la bouteille…
ga: An buidéal á chumrú…
hu: Palack konfigurálása …
it: Configurazione della bottiglia…
ja: ボトルを設定しています…
kab: Aswel n tqerɛet-nni…
nl: Bottle configureren…
pl: Konfiguruję butelkę…
ro: Se configurează sticla…
ru: Настройка бутылки…
sk: Konfigurujem Fľašu…
sr: Подешавам флашу…
ta: பாட்டிலை உள்ளமைக்கிறது…
tr: Bottle yapılandırılıyor…
uk: Конфігурація Пляшки…

source: Processing installer steps…
ar: إجراء خطوات المُثبت…
bg: Обработване на стъпките на инсталатора…
ca: S'està processant els passos de l'instal·lador…
cs: Zpracovávání kroků instalačního programu…
de: Installationsschritte werden verarbeitet…
es: Procesando los pasos del instalador…
et: Läbime sammhaaval paigaldaja tööprotsessi…
fi: Käsitellään asennuksen vaiheita…
fr: Traitement des étapes du programme d'installation…
ga: Céimeanna suiteálaí á bpróiseáil…
hu: Telepítő lépések feldolgozása…
it: Elaborazione dei passaggi dell'installatore…
ja: インストーラーを実行しています…
kab: Asesfer n yisurifen n umsebded…
nl: Installer-stappen verwerken…
pl: Przetwarzanie kroków instalacji…
ro: Se procesează pașii de instalare…
ru: Выполнение шагов установщика…
sk: Spracovávam kroky inštalátora…
sr: Процесуирам кораке инсталера…
ta: நிறுவி படிகளை செயலாக்குகிறது…
tr: Kurucu adımları işleniyor…
uk: Обробка кроків інсталятора…

source: Installing the {}…
ar: تثبيت {}…
bg: Инсталиране на {}…
ca: S'està instal·lant el {}…
cs: Instalace {}…
de: Installation von {}…
es: Instalando el {}…
et: {} on paigaldamisel…
fi: Asennetaan {}…
fr: Installation du {}…
ga: Ag suiteáil an {}…
hu: {} telepítése…
it: Installazione di {}…
ja: {} をインストールしています…
kab: Asbeddi n {}…
nl: {} installeren…
pl: Instalowanie {0}…
ro: Se instalează {}…
ru: Установка {}…
sk: Inštalácia {}…
sr: Инсталирам {}…
ta: {}ஐ நிறுவுகிறது…
tr: {} kuruluyor…
uk: Встановлення {} …

source: Performing final checks…
ar: إجراء الفحوصات النهائية…
bg: Извършване на последни проверки…
ca: S'estan realitzant les comprovacions finals…
cs: Provádění závěrečných kontrol…
de: Endkontrollen werden durchgeführt…
es: Realizando las comprobaciones finales…
et: Teeme lõppkontrolle…
fi: Suoritetaan viimeisiä tarkistuksia…
fr: Réalisation des contrôles finaux…
ga: Seiceálacha deiridh á ndéanamh…
hu: Végső ellenőrzések elvégzése…
it: Esecuzione dei controlli finali…
ja: 最終確認を行っています…
kab: Aselkem n yisenqaden ineggura…
nl: Laatste controles uitvoeren…
pl: Przeprowadzanie ostatnich testów…
ro: Se efectuează verificările finale…
ru: Выполнение заключительных проверок…
sk: Spúšťanie výstupných kontrol…
sr: Обављам завршне провере…
ta: இறுதிச் சோதனைகளைச் செய்கிறது…
tr: Son kontroller yapılıyor…
uk: Виконання фінальних перевірок…

source: Installing {0}…
ar: تثبيت {0}…
bg: Инсталиране на {0}…
ca: S'està instal·lant {0}…
cs: Instalace {0}…
de: {0} wird installiert…
es: Instalando {0}…
et: {0} on paigaldamisel…
fi: Asennetaan {0}…
fr: Installation de {0}…
ga: Ag suiteáil {0}…
hu: {0} telepítése…
it: Installazione {0}…
ja: {0} をインストールしています…
kab: Asbeddi n {0}…
nl: {0} installeren…
pl: Instalowanie {0}…
ro: Se instalează {0}…
ru: Установка {0}…
sk: Inštalácia {0}…
sr: Инсталирам {0}…
ta: {0}ஐ நிறுவுகிறது…
tr: Kuruluyor {0}…
uk: Встановлення {0}…

source: {0} is now available in the programs view.
ar: {0} متوفر الآن في واجهة البرامج.
bg: {0} вече е налична в програмния изглед.
ca: {0} ja està disponible a la vista de programes.
cs: {0} je nyní k dispozici v zobrazení programů.
de: {0} ist jetzt in der Programmansicht verfügbar.
es: {0} está ahora disponible en la vista de programas.
et: {0} on nüüd leitav programmide vaatest.
fi: {0} on nyt saatavilla ohjelmistoluettelossa.
fr: {0} est désormais disponible dans la vue des programmes.
ga: Tá {0} ar fáil anois i radharc na gclár.
hu: {0} most már elérhető a programok nézetben.
it: {0} è ora disponibile nella vista programmi.
ja: {0} がプログラム画面から利用可能になりました。
kab: {0} yella tura deg teskant n wahilen.
nl: {0} is nu beschikbaar in de lijst met programma's.
pl: {0} jest od teraz dostępne na liście programów.
ro: {0} este acum disponibil în lista programelor.
ru: {0} теперь доступен в списке программ.
sk: {0} je teraz dostupný v prehľade programov.
sr: {0} је сада доступан у прегледу програма.
ta: {0} இப்போது நிரல் பார்வையில் கிடைக்கிறது.
tr: {0} artık programlar görüntülenebilir.
uk: {0} тепер доступний у списку програм.

source: Installer failed with unknown error
ar: فشل المثبت بخطأ مجهول
bg: Инсталаторът завърши с неизвестна грешка
ca: L'instal·lador ha fallat amb un error desconegut
cs: Instalátor selhal s neznámou chybou
de: Installationsprogramm fehlgeschlagen mit einem unbekannten Fehler
es: Instalador ha fallado con error desconocido
et: Paigaldaja lõpetas töö teadmata vea tõttu
fi: Asennusohjelma epäonnistui tuntemattoman virheen vuoksi
fr: Le programme d’installation a échoué avec une erreur inconnue
ga: Theip ar an suiteálaí le hearráid
hu: A telepítő ismeretlen hibával meghiúsult
it: L'installazione è fallita con un errore sconosciuto
ja: インストーラーが不明なエラーで終了しました
kab: Amsebded ur yeddi ara s tuccḍa tarussint
nl: Installer mislukt met onbekende fout
pl: Instalator przerwał działanie z nieznanym błędem
ro: Instalarea a eșuat cu o eroare necunoscută
ru: Установка прервана из-за неизвестной ошибки
sk: Inštalátor skončil s neznámou chybou
sr: Инсталер није успео због непознате грешке
sv: Installationen misslyckades med ett okänt fel
ta: அறியப்படாத பிழையால் நிறுவி தோல்வியடைந்தது
tr: Kurucu bilinmeyen bir hata nedeniyle başarısız oldu
uk: Інсталятор зупинено з невідомою помилкою

source: Installing dependency: {0}
fr: Installation de la dépendance : {0}

source: WineBridge update
fr: Mise à jour de WineBridge

source: WineBridge is a core component for Bottles. Updating ensures stability, performance, and compatibility with the latest features.
fr: WineBridge est un composant essentiel de Bouteilles. La mise à jour garantit la stabilité, les performances et la compatibilité avec les dernières fonctionnalités.

source: Declining can cause instability, performance degradation, and incompatibilities with new Bottles releases.
fr: Une baisse de la qualité peut entraîner une instabilité, une dégradation des performances et des incompatibilités avec les nouvelles versions de Bouteilles.

source: Restart Bottles once internet is available to install it.
fr: Redémarrez Bouteilles une fois que vous aurez accès à Internet pour l'installer.

source: Connect to the internet to update WineBridge.
fr: Connectez-vous à Internet pour mettre à jour WineBridge.

source: %s Available
fr: %s disponible

source: Downloading WineBridge…
fr: Téléchargement de WineBridge…

source: Cancelling…
fr: Annulation…

source: Updating WineBridge… ({percent}%)
fr: Mise à jour de WineBridge… ({percent}%)

source: No environment variables defined
fr: Aucune variable d'environnement définie

source: All system environment variables will be inherited
fr: Toutes les variables d'environnement système seront héritées

source: Updating display settings, please wait…
ar: جارٍ تحديث إعدادات العرض، يرجى الانتظار…
bg: Обновяване на настройките на екрана, моля, изчакайте…
cs: Aktualizuje se nastavení displeje, počkejte prosím…
et: Uuendame ekraani seadistusi, palun oota…
fi: Päivitetään näyttöasetuksia…
fr: Mise à jour des paramètres d’affichage, veuillez patienter…
ga: Socruithe taispeána á nuashonrú, fan go fóill…
ja: ディスプレイ設定を更新しています。お待ちください…
kab: Aleqqem n yiɣewwaṛen n ubeqqeḍ, ttxil-k·m arǧu…
nl: Scherminstellingen bijwerken, even geduld…
ro: Se actualizează reglările de afișare, așteaptă…
ru: Обновление параметров дисплея, пожалуйста, подождите…
sk: Aktualizujem nastavenia displeja, čakajte prosím…
sr: Ажурирам подешавања екрана, молим сачекајте…
ta: காட்சி அமைப்புகளைப் புதுப்பிக்கிறது, காத்திருக்கவும்…
tr: Görüntü ayarları güncelleniyor, lütfen bekleyin…
uk: Оновлення налаштувань дисплея, будь ласка, зачекайте…

source: Display settings updated
ar: حُدِّثت إعدادات العرض
bg: Настройките на екрана са обновени
cs: Aktualizace nastavení displeje
et: Ekraani seadistused on uuendatud
fi: Näyttöasetukset päivitetty
fr: Paramètres d’affichage mis à jour
ga: Socruithe taispeána nuash
ja: ディスプレイ設定を更新しました
kab: Iɣewwaṛen n ubeqqeḍ ttwaleqqemen
nl: Scherminstellingen bijgewerkt
ro: Reglări de afișare actualizate
ru: Параметры дисплея обновлены
sk: Aktualizujem nastavenia displeja
sr: Подешавања Екрана ажурирана
ta: காட்சி அமைப்புகள் புதுப்பிக்கப்பட்டன
tr: Görüntü ayarları güncellendi
uk: Налаштування дисплея оновлено

source: Triggers: {}
fr: Déclencheurs : {}

source: Run once
fr: Exécuter une fois

source: No description provided
fr: Aucune description fournie

source: Applied {} to this bottle
fr: {} appliqué à cette bouteille

source: {} removed
fr: {} supprimé

source: Yesterday
fr: Hier

source: %d days ago
fr: il y a %d jours

source: Never Played
fr: Jamais joué

source: Last Played: %s – Playtime: %s
fr: Dernière session : %s – Durée de jeu : %s

source: Supported Executables
fr: Fichiers exécutables pris en charge

source: All Files
fr: Tous les fichiers

source: Launching “{0}” in “{1}”…
fr: Lancement de « {0} » dans « {1} »…

source: Select Executable
et: Vali käivitusfail
fr: Sélectionner l'exécutable
ga: Roghnaigh Infheidhmithe
ja: 実行可能ファイルを選択
kab: Fren Amselkam
nl: Programmabestand selecteren
ro: Alege executabilul
ru: Выбор выполняемого файла
sk: Vyberte spustiteľný (.exe) súbor
sr: Одабери Извршни фајл
ta: இயங்கக்கூடியதைத் தேர்ந்தெடுக்கவும்
tr: Yürütülebilir Seçin
uk: Вибір виконуваного файлу

source: Your Bottles
ar: قواريرك
bg: Вашите бутилки
ca: Les vostres ampolles
cs: Vaše láhve
de: Über Bottles
es: Sus botellas
et: Sinu pudelid
fi: Pullosi
fr: Vos Bottles
ga: Do Bhuidéil
hu: A Palackjai
it: Le tue bottiglie
ja: 自分のボトル
kab: Tiqreɛtin-ik·im
nl: Uw bottles
pl: Twoje butelki
ro: Sticlele tale
ru: Ваши Бутылки
sk: Vaše Fľaše
sr: Твоје Флаше
sv: Dina buteljer
ta: உங்கள் பாட்டில்கள்
tr: Şişeleriniz
uk: Ваші Пляшки

source: Name and registry keys are required to save a rule.
fr: Un nom et des clés de registre sont nécessaires pour enregistrer une règle.

source: {} saved
fr: {} sauvegardé

source: File "{0}" is not a .exe or .msi file
ar: الملف "{0}" ليس ملفَّ exe. أو msi.
bg: Файлът „{0}“ не е с разширение .exe или .msi
cs: Soubor "{0}" není soubor s příponou .exe ani .msi
et: „{0}“ fail pole ei .exe ega .msi fail
fi: Tiedosto "{0}" ei ole .exe- tai .msi-tiedosto
fr: Le fichier « {0} » n’est pas un fichier .exe ou .msi
ga: Ní comhad.exe nó .msi é comhad "{0}"
ja: ファイル "{0}" は .exe ファイルや .msi ファイルではありません
kab: Afaylu "{0}" mačči d afaylu .exe neɣ .msi
nl: Bestand ‘{0}’ is geen .exe of .msi
pl: Plik „{0}” nie jest plikiem .exe ani .msi
ro: Fișierul „{0}” nu este un fișier .exe sau .msi
ru: Файл «{0}» не .exe или .msi файл
sk: Súbor „{0}“ nie je súborom .exe ani .msi
sr: Фајл "{0}" није .exe или .msi file
ta: "{0}" கோப்பு .exe அல்லது .msi கோப்பு அல்ல
tr: "{0}" dosyası bir .exe veya .msi dosyası değil
uk: Файл "{0}" не є файлом .exe або .msi

source: Updated: %s
ar: محدث: %s
bg: Обновяване: %s
ca: Actualitzat: %s
ckb: نوێبووەوە: %s
cs: Aktualizován: %s
de: Aktualisiert: %s
es: Actualización: %s
et: Uuendatud: %s
fi: Päivitetty: %s
fr: Mis à jour : %s
ga: Nuashonraithe: %s
hu: Frissítve: %s
it: Aggiornato: %s
ja: 更新済み: %s
kab: Yettwaleqqem: %s
nl: Bijgewerkt: %s
pl: Zaktualizowano: %s
ro: Actualizat: %s
ru: Обновлено: %s
sk: Aktualizované: %s
sr: Ажурирано:%s
sv: Uppdaterat: %s
ta: புதுப்பிக்கப்பட்டது: %s
tr: Güncellendi: %s
uk: Оновлено: %s

source: "{0}" added
ar: أُضيف "{0}"
bg: „{0}“ е добавена
cs: "{0}" přidáno
et: „{0}“ on lisatud
fi: "{0}" lisätty
fr: « {0} » ajouté
ga: Cuireadh "{0}" leis
ja: "{0}" を追加しました
kab: "{0}" yettwarna
nl: ‘{0}’ toegevoegd
pl: Dodano '{0}'
ro: „{0}” adăugat
ru: «{0}» добавлено
sk: „{0}“ bolo pridané
sr: "{0}" додато
ta: "{0}" சேர்க்கப்பட்டது
tr: "{0}" eklendi
uk: '{0}' додано.

source: Add
ar: أضف
bg: Добавяне
ca: Afegeix
ckb: زیادکردن
cs: Přidat
de: Hinzufügen
es: Añadir
et: Lisa
fi: Lisää
fr: Ajouter
ga: Cuir
hu: Hozzáadás
it: Aggiungi
ja: 追加
kab: Rnu
nl: Toevoegen
pl: Dodaj
ro: Adaugă
ru: Добавить
sk: Pridať
sr: Додај
sv: Lägg till
ta: கூட்டு
tr: Ekle
uk: Додати

source: Hide Hidden Programs
ar: أخفِ البرامج المخفيّة
bg: Скриване на скритите програми
cs: Skrýt skryté programy
et: Peida peidetud programmid
fi: Piilota piilotetut ohjelmat
fr: Afficher / masquer les programmes masqués
ga: Folaigh Cláir i bhfolach
ja: 非表示のプログラムを表示しない
kab: Ffer ahilen uffiren
nl: Verborgen programma's verbergen
pl: Ukryj ukryte programy
ro: Ascunde programele ascunse
ru: Скрыть скрытые программы
sk: Skryť skryté programy
sr: Сакриј Скривене Програме
ta: மறைக்கப்பட்ட நிரல்களை மறை
tr: Gizli Programları Gizle
uk: Приховати приховані програми

source: Not installed
fr: Non installé

source: Current: {current} · Latest: {latest}
fr: Actuel : {current} · Dernier : {latest}

source: Updated {component} to {version}
fr: {component} mis à jour vers {version}

source: Failed to update {component}
fr: Échec de la mise à jour de {component}

source: Launching "{0}"…
ar: جارٍ بدء تشغيل "{0}"…
bg: Стартиране на „{0}“…
cs: Spouštím "{0}"…
et: Käivitame „{0}“…
fi: Käynnistetään "{0}"…
fr: Lancement de « {0} »…
ga: Ag seoladh "{0}"…
ja: "{0}" を起動しています…
kab: Asenker n "{0}"…
nl: ‘{0}’ starten…
ro: Se pornește „{0}”…
ru: Запуск «{0}»…
sk: Spúšťam „{0}“…
sr: Покрећем "{0}"…
ta: "{0}" தொடங்கப்படுகிறது…
tr: "{0}" başlatılıyor…
uk: Запускання {0}…

source: Be Aware of Sandbox
ar: كن على دراية ب Sandbox
bg: Внимавайте с пясъчника
cs: Pozor na Sandbox
de: Achten Sie auf die Sandbox
es: Atención al depósito seguro
et: Hoiatus aedikkäituse kohta
fi: Varoitus hiekkalaatikkosta
fr: Faites attention au bac à sable
ga: Bí ar an eolas faoi bhosca gainimh
hu: Legyen tisztában a homokozóval
ja: サンドボックスについての注意
kab: Ili-k·m d win yessnen i Tnaka n ijdi
nl: Houd rekening met de zandbak
pl: Bądź świadom sandboxa
ro: Atenție la mediul izolat
ru: Помните о «песочнице»
sk: Buďte si vedomý sandboxu
sr: Припази се Виртуелног Простора
ta: சாண்ட்பாக்ஸ் பற்றி விழிப்புடன் இருங்கள்
tr: Kum Havuzunun Farkında Olun
uk: Пам'ятайте про пісочницю
