Repository: bottlesdevs/Bottles
Catalog: po/*.po
Languages: ar, bg, ca, ckb, cs, de, es, et, fi, fr, ga, hu, it, ja, kab, nl, pl, ro, ru, sk, sr, sv, ta, tr, uk

source: Bottles will need to be relaunched to use this directory. Be sure to close every program launched from Bottles before relaunching Bottles, as not doing so can cause data loss, corruption and programs to malfunction.
ar: تتحتَّم على «قوارير» إعادة التشغيل ليستخدم هذا الدليل. تأكد من إغلاق كل برنامج شُغِّل عن طريق «قوارير» قبل إعادة تشغيله، حيث أن عدم فعل هذا قد يؤدي لفقدان البيانات والتلف وتعطل البرامج.
bg: „Bottles“ трябва да бъде рестартиран за да използва тази директория. Затворете всяка програма, която е стартирана от „Bottles“, преди да го рестартирате, в противен случай, това може да създаде потенциални проблеми.
cs: Aby bylo možné tento adresář používat, bude nutné lahve znovu spustit. Před opětovným spuštěním Bottles nezapomeňte ukončit všechny programy spuštěné z Bottles, protože v opačném případě může dojít ke ztrátě dat, poškození a nefunkčnosti programů.
et: Selle kausta kasutamiseks pead Bottles'i uuesti käivitama. Enne Bottles'i uuestikäivitust palun kontrolli, et kõik käivitatud programmid on suletud. Vastasel juhul võivad tekkida andmekadu, failide rikkumine ja/või programmide töövead.
fi: Bottles täytyy käynnistää uudelleen tämän hakemiston käyttämiseksi. Varmista, että suljet kaikki ohjelmat, jotka Bottles on käynnistänyt ennen käynnistämistä, koska se ei voi aiheuttaa tietojen menetyksen ja ohjelmien toimintahäiriön.
fr: Bouteilles aura besoin d’être redémarré pour utiliser ce répertoire. Veillez à fermer chaque programme lancé depuis Bouteilles avant de redémarrer l’application, ou vous risquez de perdre ou corrompre vos données, ou de créer des dysfonctionnements des programmes.
ga: Beidh gá le buidéil a athsheoladh chun an t-eolaire seo a úsáid. Bí cinnte gach clár a sheoltar ó Bhuidéil a dhúnadh sula n-athsheoltar Buidéil, mar mura ndéantar amhlaidh d’fhéadfadh caillteanas sonraí, éilliú agus cláir a bheith mífheidhmithe.
nl: Bottles moet opnieuw gestart worden om deze map te gebruiken. Zorg ervoor dat u elk programma dat is gestart vanuit Bottles afsluit voordat u Bottles opnieuw start, als u dat niet doet kan dit leiden tot gegevensverlies, corruptie en het niet goed functioneren van programma's.
ro: Bottles trebuie repornit pentru a utiliza acest dosar. Asigură-te că închizi toate programele pornite din Bottles înainte de a reporni Bottles, deoarece dacă nu faci acest lucru poți cauza pierderi de date, deteriorări și programe care nu funcționează corect.
ru: Bottles должен быть перезапущен, чтобы использовать этот каталог. Закройте все программы, запущенные через Bottles, перед перезапуском Bottles, иначе это может привести к потере данных, их повреждению и неправильной работе программ.
sk: Aby bolo možné tento adresár používať, Bottles budete musieť spustiť znovu. Pred opätovným spustením Bottles nezabudnite ukončiť všetky programy v ňom spustené. V opačnom prípade môže dôjsť ku strate dát, poškodení a nefunkčnosti programov.
sr: Потребно је поново покренути Флаше за коришћење овог директоријума. Постарај се да затвориш сваки програм покренут из Флаша пре поновног покретања Флаша, у супротном може доћи до губитка и оштећења података, и кварова програма.
ta: இந்தக் கோப்பகத்தைப் பயன்படுத்த, பாட்டில்களை மீண்டும் தொடங்க வேண்டும். பாட்டில்களை மறுதொடக்கம் செய்வதற்கு முன், பாட்டில்களில் இருந்து தொடங்கப்பட்ட ஒவ்வொரு நிரலையும் மூடுவதை உறுதிப்படுத்திக் கொள்ளுங்கள், அவ்வாறு செய்யாதது தரவு இழப்பு, ஊழல் மற்றும் திட்டங்கள் செயலிழக்கச் செய்யலாம்.
tr: Bu dizini kullanmak için Bottles'ın yeniden başlatılması gerekecektir. Bottles'ı yeniden başlatmadan önce Bottles'tan başlatılan her programı kapattığınızdan emin olun, çünkü bunu yapmamak veri kaybına, bozulmaya ve programların hatalı çalışmasına neden olabilir.
uk: Для використання цього каталогу потрібно буде перезапустити Bottles. Перед перезапуском Bottles обов'язково закрийте кожну програму, запущену з Bottles, оскільки це може призвести до втрати даних, пошкодження або неправильної роботи програм.

source: _Relaunch
ar: _أعد التشغيل
bg: _Рестартиране
cs: _Opětovně spustit
et: _Käivita uuesti
fi: _Käynnistä uudelleen
fr: _Redémarrer
ga: _Athsheoladh
ja: 再起動(_R)
kab: Ales Asenke_r
nl: _Herstarten
ro: _Repornește
ru: _Перезапустить
sk: _Opätovne spustiť
sr: _Поново отвори
ta: _மீண்டும் துவக்கவும்
tr: _Yeniden Başlat
uk: _Перезапустити

source: Based on Valve's Wine, includes Staging and Proton patches.
fr: Basé sur Wine de Valve, inclut des patchs Staging et Proton.
ga: Bunaithe ar Fíon Valve, tá paistí Stáitse agus Prótón san áireamh.

source: Based on Wine upstream, includes Staging and Proton patches.
fr: Basé sur Wine en amont, inclut les correctifs Staging et Proton.
ga: Bunaithe ar Fíon suas an sruth, tá paistí Stáitse agus Prótón san áireamh.

source: Based on the most recent bleeding-edge Valve's Proton Experimental Wine, includes Staging and custom patches. This is meant to be used with non-steam games outside of Steam.
fr: Basé sur la version expérimentale la plus récente de Proton (Valve), Wine inclut un environnement de test et des correctifs personnalisés. Il est conçu pour être utilisé avec des jeux non-Steam, en dehors de la plateforme Steam.
ga: Bunaithe ar an bhFíon Turgnamhach Prótón Valve is déanaí, tá Stáitseáil agus paistí saincheaptha ann. Tá sé i gceist é seo a úsáid le cluichí neamh-gaile lasmuigh de Steam.

source: Based on Wine upstream, Staging, Staging-TkG and Proton patchset optionally available.
fr: Basé sur Wine en amont, Staging, Staging-TkG et patchset Proton disponibles en option.
ga: Bunaithe ar phaisset Fíon suas an sruth, Staging, Staging-TKG agus Proton ar fáil go roghnach.

source: Based on Wine upstream, includes Staging patches.
fr: Basé sur Wine en amont, inclut des correctifs Staging.
ga: Bunaithe ar Fíon suas an sruth, tá paistí stáitse san áireamh.

source: Based on most recent bleeding-edge Valve's Proton Experimental, includes Staging and custom patches. Requires the Steam Runtime turned on.
fr: Basé sur la version expérimentale la plus récente de Proton de Valve, ce mod inclut Staging et des correctifs personnalisés. Nécessite l'activation de Steam Runtime.
ga: Bunaithe ar Turgnamhach Prótón Valve is déanaí ar imeall fuiliúcháin, tá stáisiú agus paistí saincheaptha ann. Éilíonn an Rúntime Gaile a chasadh air.

source: Other Wine runners
fr: Autres exécuteurs Wine
ga: Reathaithe fíona eile
kab: Imseddayen nniḍen n Wine

source: Other Proton runners
fr: Autres exécuteurs Proton
ga: Reathaithe Prótóin eile
kab: Imseddayen nniḍen n Pruṭun

source: No templates cached yet.
fr: Aucun modèle n'est encore en cache.

source: Templates are created after you make the first bottle for each environment.
fr: Les modèles sont créés après la fabrication de la première bouteille pour chaque environnement.

source: %s template
fr: modèle %s

source: Cached prefix for the %s environment, created on %s
fr: Préfixe mis en cache pour l'environnement %s, créé le %s

source: Cached prefix for the %s environment
fr: Préfixe mis en cache pour l'environnement %s

source: Gaming
bg: Игри
ca: Jocs
ckb: یاریکردن
de: Spiele
es: Juegos
fi: Pelaaminen
fr: Jeux
hu: Játékok
it: Giochi
sv: Spel

source: Software
fr: Logiciel

source: Delete all caches?
fr: Supprimer tous les caches ?

source: Removing every cache will make Bottles re-download resources and rebuild templates, which can take longer.
fr: La suppression de tous les éléments du cache obligera Bouteilles à retélécharger les ressources et à reconstruire les modèles, ce qui peut prendre plus de temps.

source: Delete temp cache?
fr: Supprimer le cache temporaire ?

source: Clearing the temp cache removes downloaded archives and extracted files, so future installs may take longer.
fr: La suppression du cache temporaire efface les archives téléchargées et les fichiers extraits, ce qui peut allonger le temps d'installation des prochaines installations.

source: Delete all prefix templates?
fr: Supprimer tous les modèles de préfixe ?

source: Removing all prefix templates will slow down the next bottle creation while Bottles rebuilds them.
fr: La suppression de tous les modèles de préfixe ralentira la création de la prochaine bouteille pendant que Bouteilles les reconstruit.

source: Delete the %s template?
fr: Supprimer le modèle %s ?

source: The next bottle for this environment will take longer to create because Bottles must rebuild the template.
fr: La prochaine bouteille pour cet environnement prendra plus de temps à créer car Bouteilles doit reconstruire le modèle.

source: This feature is unavailable on your system.
ar: لا تتوفر هذه الميزة لنظامك.
bg: Тази функция не е налична за Вашата система.
cs: Váš systém nedisponuje touto funkcí.
et: See funktsionaalsus pole sinu süsteemis saadaval.
fi: Tämä ominaisuus ei ole käytettävissä järjestelmässäsi.
fr: Cette fonctionnalité n’est pas disponible sur votre système.
ga: Níl an ghné seo ar fáil ar do chóras.
ja: この機能はお使いのシステムでは利用できません。
kab: Tamahilt-a ur tewjid ara deg unagraw-ik·im.
nl: Deze functie is niet beschikbaar op uw systeem.
pl: Ta funkcja nie jest dostępna w Twoim systemie.
ro: Această caracteristică nu e disponibilă pentru sistemul tău.
ru: Эта функция недоступна на вашей системе.
sk: Váš systém nedisponuje touto funkciou.
sr: Ова функција је недоступна на твом систему.
ta: இந்த அம்சம் உங்கள் கணினியில் இல்லை.
tr: Bu özellik sisteminizde kullanılabilir değil.
uk: Ця функція недоступна у вашій системі.

source: {} To add this feature, please run
fr: Pour ajouter cette fonctionnalité, veuillez exécuter

source: To add it, please run:
fr: Pour l'ajouter, veuillez exécuter :

source: Copy command
fr: Commande Copier

source: Copied to clipboard
fr: Copié dans le presse-papiers

source: This bottle name is already in use.
et: Selline pudeli nimi on juba kasutusel.
fr: Ce nom de bouteille est déjà utilisé.
ga: Tá an t-ainm buidéil seo in úsáid cheana féin.
ja: このボトル名はすでに使用中です。
kab: Isem-agi n tqerɛet yettwaseqdec yakan.
nl: Deze bottle-naam is al in gebruik.
ro: Acest nume de sticlă este deja utilizat.
ru: Название этой бутылки уже занято.
sk: Takýto názov Fľaše sa už používa.
sr: Ово име флаше је већ у употреби.
ta: இந்த பாட்டில் பெயர் ஏற்கனவே பயன்பாட்டில் உள்ளது.
tr: Bu şişe adı zaten kullanılıyor.
uk: Ця назва Пляшки вже використовується.

source: Directory that contains the data of "{}".
ar: الدليل الذي يحتوي على بيانات "{}".
bg: Директорията, която съдържа данните на „{}“.
cs: Adresář, který obsahuje data "{}".
et: Kaust, kus leiduvad „{}“ andmed.
fi: Kohteen "{}" datan sisältävä kansio.
fr: Répertoire contenant les données de « {} ».
ga: Eolaire ina bhfuil sonraí "{}".
ja: "{}" のデータを含むディレクトリ。
kab: Akaram igebren isefka n "{}".
nl: Map met gegevens van ‘{}’.
pl: Katalog zawierający dane: „{}”.
ro: Dosarul care conține datele pentru "{}".
ru: Каталог, который содержит данные «{}».
sk: Adresár, ktorý obsahuje údaje „{}“.
sr: Директоријум који садржи податке "{}".
ta: "{}" இன் தரவைக் கொண்ட கோப்பகம்.
tr: "{}" verilerini içeren dizin.
uk: Каталог, який містить дані "{}".

source: Are you sure you want to delete all snapshots?
ar: هل أنت متأكد من أنك تريد حذف كل اللقطات؟
bg: Искате ли да изтриете всички моментни снимки?
cs: Opravdu chcete odstranit všechny snímky?
et: Kas sa oled kindel, et soovid kõik hetktõmmised kustutada?
fi: Haluatko varmasti poistaa kaikki tilannevedokset?
fr: Êtes-vous sûr de vouloir supprimer tous les états ?
ga: An bhfuil tú cinnte gur mhaith leat gach snapshot a scriosadh?
ja: すべてのスナップショットを削除してもよろしいですか？
nl: Weet u zeker dat u alle momentopnamen wilt verwijderen?
ro: Sigur vrei să ștergi toate instantaneele?
ru: Вы уверены, что хотите удалить все снимки?
sk: Naozaj chcete odstrániť všetky snímky?
sr: Да ли си сигуран да желиш да обришеш сва стања?
ta: எல்லா ஸ்னாப்ஷாட்களையும் நிச்சயமாக நீக்க விரும்புகிறீர்களா?
tr: Tüm anlık görüntüleri silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити всі снапшоти?

source: This will delete all snapshots but keep your files.
ar: سيحذف هذا كل اللقطات مع الإبقاء على ملفاتك.
bg: Всички моментни снимки ще бъдат изтрити, но Вашите файлове ще се запазят.
cs: Tím se odstraní všechny snímky ale soubory budou zachovány.
et: Sellega kustutad kõik oma hetktõmmised, aga säilitad oma failid.
fi: Tämä poistaa kaikki tilannevedokset, mutta säilyttää tiedostot.
fr: Cela supprimera tous les instantanés mais conservera vos fichiers.
ga: Scriosfaidh sé seo gach snapshot ach coinneoidh sé do chuid comhad.
ja: すべてのスナップショットを削除しますが、ファイルは保持します。
nl: Dit zal alle momentopnamen verwijderen maar uw bestanden behouden.
ro: Aceasta va șterge toate instantaneele, dar va păstra fișierele.
ru: Это удалит все снимки, но сохранит ваши файлы.
sk: Týmto sa odstránia všetky snímky, no súbory ostanú zachované.
sr: Ово ће обрисати све Снимке, али ће задржати твоје фајлове.
ta: இது அனைத்து ஸ்னாப்ஷாட்களையும் நீக்கும், ஆனால் உங்கள் கோப்புகளை வைத்திருக்கும்.
tr: Bu, tüm anlık görüntüleri silecek ancak dosyalarınızı koruyacaktır.
uk: Це призведе до видалення всіх снапшотів, але збереже ваші файли.

source: Please migrate to the new Versioning system to create new states.
ar: فضلاً انتقل لنظام تعيين الإصدار الجديد لتنشئ حالات جديدة.
bg: Моля, преминете към новата система на версиите, за създаване на нови състояния.
ca: Si us plau, migreu al nou sistema de versions per crear nous estats.
cs: Při vytváření nových stavů přejděte na nový systém verzování.
de: Bitte migrieren Sie auf das neue Versionierungssystem, um einen neuen Status zu erstellen.
es: Por favor, migre al nuevo sistema de versiones para crear estados nuevos.
et: Uute olekute loomiseks palun tee vajalik uuendus, mis lisab uue versioonihalduse süsteemi.
fi: Luo uudet tilat siirtymällä uuteen versiojärjestelmään.
fr: Veuillez passer au nouveau système de gestion des versions pour créer de nouveaux états.
ga: Imirgh chuig an gcóras leaganaithe nua le do thoil chun stáit nua a chruthú.
hu: Az új állapotok létrehozásához költözzön át az új verziókezelő rendszerre.
ja: 新しい状態を作成するには、新しいバージョン管理システムに移行してください。
kab: Ttxil-k·m seddu ɣer unagraw amaynut n lqem iwakken ad d-tesnulfuḍ addaden imaynuten.
nl: Schakel over naar het nieuwe versiebeheersysteem om nieuwe staten aan te maken.
pl: Aby utworzyć nowy stan, musisz przenieść się na nowy system wersjonowania.
ro: Treci la noul sistem de gestionare a versiunilor pentru a crea stări noi.
ru: Для создания новых состояний перейдите на новую систему версионирования.
sk: Pred vytvorením nových stavov najprv, prosím, premigrujte na nový systém správy verzií.
sr: Молим пређите на нови систем Верзија да направите нова стања.
ta: புதிய நிலைகளை உருவாக்க, புதிய பதிப்பு முறைக்கு மாறவும்.
tr: Yeni durumlar oluşturmak için lütfen yeni Sürüm Oluşturma sistemine geçin.
uk: Будь ласка, перейдіть на нову систему нумерації версій для створення нових станів.

source: Downloading ~{0} of packages…
ar: تحميل ~{0} من الحزم…
bg: Изтегляне на ~{0} пакета…
ca: S'estan baixant ~{0} de paquets…
cs: Stahování ~{0} balíčků…
de: Herunterladen von ~{0} Paketen…
es: Descargando ~{0} de paquetes…
et: Laadime alla ~{0} pakettidest…
fi: Ladataan ~{0} paketista…
fr: Téléchargement de ~{0} de paquets…
ga: ~{0} pacáiste á n-íoslódáil…
hu: {0} csomag letöltése…
kab: Asider n ~{0} n yikemmusen…
nl: ~{0} aan pakketten downloaden…
pl: Pobieranie ~{0} pakietów…
ro: Se descarcă ~{0} de pachete…
ru: Загрузка ~{0} данных…
sk: Sťahujem ~{0} balíčkov…
sr: Преузимам ~{0} пакета…
ta: ~{0} தொகுப்புகளைப் பதிவிறக்குகிறது…
tr: {0} paket indiriliyor…
uk: Завантаження ~{0} пакунків…

source: Fetched {0} of {1} packages
ar: جُلب {0} من أصل {1} حزمة
bg: Извлечени са {0} от {1} пакета
ca: S'han obtingut {0} dels paquets {1}
cs: Načteno {0} z {1} balíčků
de: {0} von {1} Paketen abgerufen
es: Obtenido {0} de {1} paquetes
et: Laaditud {0}/{1} pakettidest
fi: Noudettu {0}/{1} pakettia
fr: {0} de {1} paquets récupéré(s)
ga: Fuarthas {0} de {1} pacáistí
hu: {0} csomag letöltve ebből: {1}
kab: Yewwi-d {0} n {1} n yikemmusen
nl: {0} van {1} pakketten gedownload
pl: Pobrano {0} z {1} pakietów
ro: Descărcate {0} din {1} pachete
ru: Получено {0} из {1} пакетов
sk: Načítaných {0} z {1} balíčkov
sr: Набавио {0} од {1} пакета
ta: {1} தொகுப்புகளில் {0} எடுக்கப்பட்டது
tr: {1} paketin {0}'ı alındı
uk: Отримано {0} із {1} пакунків

source: Backup imported successfully
ar: استُوردت النسخة الاحتياطيّة بنجاح
bg: Резервното копие е импортирано успешно
cs: Záloha byla úspěšně importována
et: Varukoopia importimine õnnestus
fi: Varmuuskopio tuotu onnistuneesti
fr: Sauvegarde importée avec succès
ga: Cúltaca allmhairithe
ja: バックアップを正常にインポートしました
kab: Aḥraz yettwakter akken iwata
nl: Back-up succesvol geïmporteerd
pl: Pomyślnie zaimportowano kopię zapasową
ro: Copie de rezervă importată cu succes
ru: Резервная копия успешно импортирована
sk: Záloha bola úspešne naimportovaná
sr: Резервна копија успешно увезена
ta: காப்புப்பிரதி வெற்றிகரமாக இறக்குமதி செய்யப்பட்டது
tr: Yedekleme başarıyla içe aktarıldı
uk: Резервну копію успішно імпортовано

source: Import failed
ar: فشل الاستيراد
bg: Импортирането е неуспешно
cs: Importování se nezdařilo
et: Importimine ei õnnestunud
fi: Tuonti epäonnistui
fr: Échec de l’importation
ga: Theip ar iompórtá
ja: インポートに失敗しました
kab: Akter ur yeddi ara
nl: Importeren mislukt
pl: Importowanie nie powiodło się
ro: Importare nereușită
ru: Ошибка импорта
sk: Import zlyhal
sr: Увоз није успео
ta: இறக்குமதி தோல்வியடைந்தது
tr: İçe aktarılamadı
uk: Помилка імпорту

source: Importing backup…
ar: جارٍ استيراد النسخة الاحتياطية…
bg: Импортиране на резервното копие…
ca: S'està important la còpia de seguretat…
cs: Importování zálohy…
de: Sicherung importieren…
es: Importando respaldo…
et: Impordime varukoopiast…
fi: Tuodaan varmuuskopio…
fr: Importation de la sauvegarde…
ga: Cúltaca á iompórtáil…
hu: Biztonsági mentés importálása…
it: Importazione del backup…
ja: バックアップをインポートしています…
kab: Akter n uḥraz…
nl: Back-up importeren…
pl: Importuję kopię zapasową…
ro: Se importă copia de rezervă…
ru: Импорт резервной копии…
sk: Importujem zálohu…
sr: Увозим резервну копију…
sv: Importerar säkerhetskopia…
ta: இறக்குமதி தோல்வியடைந்தது…
tr: Yedek içe aktarılıyor…
uk: Імпортування резервної копії…

source: Select a Backup Archive
et: Vali varukoopiafail
fr: Choisissez une archive de sauvegarde
ga: Roghnaigh Cartlann Cúltaca
ja: バックアップアーカイブを選択
kab: Fren aɣbar n uḥraz
nl: Back-up-archief selecteren
ro: Alege o arhivă a copiei de rezervă
ru: Выберите архив резервной копии
sk: Vybrať archív so zálohou
sr: Одабери Архиву Резервне копије
ta: காப்புப்பிரதி காப்பகத்தைத் தேர்ந்தெடுக்கவும்
tr: Bir yedekleme arşivi seçin
uk: Виберіть архів резервної копії

source: Import
ar: استورد
bg: Импортиране
ca: Importar
cs: Importovat
de: Importieren
es: Importar
et: Impordi
fi: Tuo
fr: Importation
ga: Allmhairiú
hu: Importálás
it: Importa
ja: インポート
kab: Kter
nl: Importeren
pl: Importuj
ro: Importă
ru: Импорт
sk: Importovať
sr: Увези
sv: Importera
ta: இறக்குமதி
tr: İçe aktar
uk: Імпортувати

source: Select a Configuration File
et: Vali konfiguratsioonfail
fr: Choisir un fichier de configuration
ga: Roghnaigh Comhad Cumraíochta
ja: 設定ファイルを選択
kab: Fren afaylu n twila
nl: Configuratiebestand selecteren
ro: Alege un fișier de configurare
ru: Выберите конфигурационный файл
sk: Vyberte súbor s konfiguráciou
sr: Одабери Конфигурациони Фајл
ta: உள்ளமைவு கோப்பைத் தேர்ந்தெடுக்கவும்
tr: Bir yapılandırma dosyası seçin
uk: Виберіть файл конфігурації

source: Installers
ar: المثبتات
bg: Инсталатори
ca: Instal·ladors
ckb: دامەزرێنەرەکان
cs: Instalátory
de: Installer
es: Instaladores
et: Paigaldajad
fi: Asentajat
fr: Programmes d’installation
ga: Suiteálaithe
hu: Telepítők
it: Installatori
ja: インストーラー
kab: Isebdaden
pl: Instalatory
ro: Instalatori
ru: Установщики
sk: Inštalátory
sr: Инсталери
sv: Installatörer
ta: நிறுவிகள்
tr: Kurucular
uk: Інсталятори

source: Operations in progress, please wait.
ar: العمليات قيد التنفيذ، يرجى الانتظار.
bg: Операциите са в процес на изпълнение, моля, изчакайте.
ca: Operacions en curs, espereu.
cs: Probíhají operace, vyčkejte prosím.
de: Vorgang läuft, bitte warten.
es: Operaciones en curso, por favor espere.
et: Palun oota, toimingud on pooleli.
fi: Toimenpiteitä meneillään, odota hetki.
fr: Opérations en cours, veuillez patienter.
ga: Oibríochtaí atá ar siúl, fan le do thoil.
hu: Műveletek folyamatban, kérjük, várjon.
ja: 処理中です、お待ちください。
kab: Timhalin tteddunt ɣer zdat, ma ulac aɣilif arǧu.
nl: Bezig met handelingen, even geduld.
pl: Operacja w toku, proszę czekać.
ro: Operațiuni în curs, așteaptă.
ru: Выполняются операции, пожалуйста, подождите.
sk: Prebiehajú operácie, počkajte prosím.
sr: Операција у току, молим сачекајте.
ta: செயல்பாடுகள் நடந்து வருகின்றன, காத்திருக்கவும்.
tr: İşlem yapılıyor, lütfen bekleyin.
uk: Виконуються операції, зачекайте.

source: Return to your bottles.
ar: عد لقاروراتك.
bg: Върнете се към Вашите бутилки.
ca: Torna a les vostres ampolles.
cs: Vraťte se ke svým Lahvím.
de: Kehren Sie zu Ihren Bottles zurück.
es: Volver a sus botellas.
et: Tagasi sinu pudelite juurde.
fi: Palaa pullojesi pariin.
fr: Retourner à vos bouteilles.
ga: Fill ar do bhuidéil.
hu: Visszatérés a palackokhoz.
ja: ボトルに戻ってください。
kab: Uɣal ɣer Teqreɛtin-ik·im.
nl: Ga terug naar uw bottles.
pl: Powrót do twoich butelek.
ro: Revino la sticlele tale.
ru: Вернуться к бутылкам.
sk: Vráťte sa ku svojim Fľašiam.
sr: Врати се на твоју флашу.
ta: உங்கள் பாட்டில்களுக்குத் திரும்பு.
tr: Şişelerinize dönün.
uk: Повернутися до Пляшок.

source: "{0}" removed from the library.
fr: "{0}" a été supprimé de la bibliothèque.

source: Undo
fr: Défaire

source: Select Configuration
fr: Sélectionner la configuration

source: Select Directory
fr: Sélectionner le répertoire

source: Creating “{0}”
fr: Création de « {0} »

source: Unable to Create Bottle
et: Pudeli loomine ei õnnestu
fr: Impossible de créer une bouteille
ga: Ní féidir Buidéal a Chruthú
ja: ボトルを作成できませんでした
kab: Ur izmir ara ad d-yesnulfu Taqerɛet
nl: Kon bottle niet aanmaken
ro: Nu se poate crea sticla
ru: Невозможно создать бутылку
sk: Fľašu nebolo možné vytvoriť
sr: Неуспело Прављење Флаше
ta: பாட்டிலை உருவாக்க முடியவில்லை
tr: Şişe Oluşturulamıyor
uk: Не вдалося створити Пляшку

source: Bottle failed to create with one or more errors.
et: Pudeli loomine ei õnnestunud ühe või enama vea tõttu.
fr: La création de la bouteille a échoué avec une ou plusieurs erreurs.
ga: Theip ar bhuidéal a chruthú le earráid amháin nó níos mó.
ja: 1つかそれ以上のエラーにより、ボトルの作成に失敗しました。
kab: Ulamek asnulfu n Tqerɛet ɣef sebba n yiwet neɣ ugar n tuccḍiwin.
nl: Bottle aanmaken mislukt met één of meerdere fouten.
ro: Crearea sticlei a eșuat cu una sau mai multe erori.
ru: Не удалось создать бутылку с одной или несколькими ошибками.
sk: Vytvorenie Fľaše skončilo s jednou alebo viacerými chybami.
sr: Неуспело креирање Флаше уз једну или више грешки.
ta: ஒன்று அல்லது அதற்கு மேற்பட்ட பிழைகளுடன் பாட்டிலை உருவாக்க முடியவில்லை.
tr: Şişe bir veya daha fazla hatayla oluşturulamadı.
uk: Не вдалося створити Пляшку з однією або кількома помилками.

source: Bottle Created
ar: أُنشئت القارورة
bg: Бутилката е създадена
cs: Láhev vytvořena
et: Pudel on loodud
fi: Pullo luotu
fr: Bouteille créée
ga: Buidéal Cruthaithe
ja: ボトルを作成しました
kab: Taqerɛet Tettwarna
nl: Bottle aangemaakt
pl: Butelka utworzona
ro: Sticlă creată
ru: Бутылка создана
sk: Fľaša bola vytvorená
sr: Флаша је Направљена
ta: பாட்டில் உருவாக்கப்பட்டது
tr: Şişe oluşturuldu
uk: Пляшку створено

source: “{0}” was created successfully.
fr: « {0} » a été créé avec succès.

source: Cancel Bottle Creation?
fr: Annuler la création de la bouteille ?

source: Cancelling now will stop the setup once the current step finishes and remove any files created so far.
fr: Annuler maintenant interrompra l'installation une fois l'étape actuelle terminée et supprimera tous les fichiers créés jusqu'à présent.

source: _Keep Waiting
fr: _Continuer à attendre

source: _Delete and Cancel
fr: _Supprimer et annuler
