Repository: bottlesdevs/Bottles
Catalog: po/*.po
Languages: ar, bg, ca, ckb, cs, de, es, et, fi, fr, ga, hu, it, ja, kab, nl, pl, ro, ru, sk, sr, sv, ta, tr, uk

source: This is just the bottle configuration, it's perfect if you want to create a new one but without personal files.
ar: هذا هو ضبط القارورة فقط، وهو مفيد إن أردت تكوين قارورة جديدة بدون ملفات شخصية.
bg: Включва само конфигурацията на бутилката, без Вашите лични файлове.
ca: Aquesta és només la configuració de l'ampolla, és perfecta si en voleu crear-ne una de nova però sense fitxers personals.
ckb: ئەمە تەنها ڕێکخستنی بۆتڵە، نایاب دەبێت ئەگەر بتەوێت دانەیەکی نوێ بەبێ پەڕگە کەسییەکان دروست بکەیت.
cs: Toto je pouze konfigurace láhve, je to perfektní, pokud chcete vytvořit novou, ale bez osobních souborů.
de: Dies ist nur die Bottle-Konfiguration. Passend, wenn du eine neue erstellen möchtest, jedoch ohne persönliche Dateien.
es: Esta es solo la configuración de la botella, es perfecta si desea crear una nueva pero sin archivos personales.
et: See on vaid pudeli konfiguratsioon, on täiesti sobilik, kui tahad luua uue ilma isiklike failideta.
fi: Tämä on vain pullon kokoonpano. Se on hyvä lähtökohta, jos haluat luoda uuden kokoonpanon ilman henkilökohtaisia tiedostoja.
fr: Ceci n’est que la configuration de la bouteille, c’est parfait si vous voulez en créer une nouvelle, mais sans fichiers personnels.
ga: Níl anseo ach cumraíocht an bhuidéil, tá sé foirfe más mian leat ceann nua a chruthú ach gan comhaid phearsanta.
hu: Ez csak a palack konfigurációja, tökéletes, ha újat szeretne létrehozni, de személyes fájlok nélkül.
it: Questa è solo la configurazione della bottiglia, è perfetta se vuoi crearne una nuova ma senza file personali.
ja: これは単なるボトル設定なので、個人ファイルなしで新しいボトルを作成したい場合に最適です。
kab: D ta kan i d tawila n tqerɛet, d aneblal ma tebɣiḍ ad d-tesnulfuḍ yiwet maca war ifuyla udmawanen.
nl: Dit is simpelweg de configuratie van de bottle, die is perfect wanneer je een nieuwe wilt creëren zonder persoonlijke bestanden.
pl: To jest tylko konfiguracja butelki. Jest to idealne rozwiązanie, jeśli chcesz utworzyć nową, ale bez plików osobistych.
ro: Aceasta este doar configurarea sticlei. Este perfectă dacă vrei să creezi una nouă, dar fără fișiere personale.
ru: Это просто конфигурация бутылки. Она идеально подходит, если вы хотите создать новую, но без личных файлов.
sk: Toto je iba konfigurácia Fľaše, je to perfektné, ak chcete vytvoriť novú Fľašu, ale bez osobných súborov.
sr: Ово је само конфигурација флаше, савршено ако желиш да направиш нову флашу, али без личних фајлова.
sv: Detta är bara buteljens konfiguration, det är perfekt om du vill skapa en ny, men utan personliga filer.
ta: இது பாட்டில் உள்ளமைவு மட்டுமே, நீங்கள் புதிய ஒன்றை உருவாக்க விரும்பினால், ஆனால் தனிப்பட்ட கோப்புகள் இல்லாமல் இருந்தால் இது சரியானது.
tr: Bu sadece şişe yapılandırmasıdır, kişisel dosyalarını kullanmadan yeni bir tane oluşturmak istiyorsanız mükemmeldir.
uk: Це лише конфігурація Пляшки, ідеально підходить для створення нової без особистих файлів.

source: Export Configuration…
ar: صدّر الضّبط…
bg: Експортиране на конфигурацията…
ca: Exportar la configuració…
cs: Konfigurace exportu…
de: Konfiguration exportieren…
es: Exportar configuración…
et: Ekspordi konfiguratsioon…
fi: Vie kokoonpano…
fr: Exporter la configuration…
ga: Cumraíocht Easpórtála…
hu: Konfiguráció exportálása…
it: Esporta configurazione…
ja: 設定をエクスポート…
kab: Sifeḍ tawila…
nl: Configuratie exporteren…
pl: Eksportuj konfigurację…
ro: Exportă configurarea…
ru: Экспорт настроек…
sk: Exportovať konfiguráciu…
sr: Конфигурација Извоза…
sv: Exportera konfiguration…
ta: ஏற்றுமதி உள்ளமைவு…
tr: Yapılandırmayı Dışa Aktar…
uk: Експортувати Налаштування…

source: Show Hidden Programs
ar: اعرض البرامج المخفية
bg: Показване на скритите програми
cs: Zobrazit skryté programy
et: Näita peidetud programme
fi: Näytä piilotetut ohjelmat
fr: Afficher les programmes masqués
ga: Taispeáin Cláir bhfolach
ja: 非表示のプログラムを表示
kab: Sken ahilen yeffren
nl: Verborgen programma's tonen
pl: Pokaż ukryte programy
ro: Arată programele ascunse
ru: Показать скрытые программы
sk: Zobraziť skryté programy
sr: Прикажи Скривене Програме
ta: மறைக்கப்பட்ட நிரல்களைக் காட்டு
tr: Gizlenmiş Programları Göster
uk: Показати приховані програми

source: Search for new programs
ar: ابحث عن برامج جديدة
bg: Търсене на нови програми
ca: Cerca de nous programes
cs: Vyhledávání nových programů
de: Suche nach neuen Programmen
es: Buscar programas nuevos
et: Otsi uusi programme
fi: Etsi uusia ohjelmia
fr: Rechercher de nouveaux programmes
ga: Cuardaigh cláir nua
hu: Új programok keresése
it: Cerca nuovi programmi
ja: 新しいプログラムを検索
kab: Nadi ɣef wahilen imaynuten
nl: Zoeken naar nieuwe programma's
pl: Szukaj nowych programów
ro: Caută programe noi
ru: Поиск новых программ
sk: Hľadať nové programy
sr: Претражи нове програме
ta: புதிய நிரல்களைத் தேடுங்கள்
tr: Yeni programları arayın
uk: Пошук нових програм

source: Delete Bottle…
ar: حذف القارورة…
bg: Изтриване на бутилката…
ca: Suprimeix l'ampolla…
cs: Smazat láhev…
de: Bottle löschen…
es: Eliminar botella…
et: Kustuta pudel…
fi: Poista pullo…
fr: Supprimer la bouteille…
ga: Scrios Buidéal…
hu: Palack törlése…
it: Elimina bottiglia…
ja: ボトルを削除…
kab: kkes Taqerɛet…
nl: Bottle verwijderen…
pl: Usuń butelkę…
ro: Elimină sticla…
ru: Удалить бутылку…
sk: Odstrániť Fľašu…
sr: Обриши Флашу…
sv: Ta bort flaskan…
ta: பாட்டிலை நீக்கு…
tr: Şişeyi Sil…
uk: Видалити "Пляшку"…

source: Force Stop all Processes
ar: افرض إيقاف كل العمليات
bg: Принудително спиране на всички процеси
cs: Vynutit zastavení všech procesů
et: Sundkorras peata kõik protsessid
fi: Pakota kaikkien prosessien lopetus
fr: Forcer l’arrêt de tous les processus
ga: Fórsa Stop Gach Próiseas
ja: すべてのプロセスを強制終了
kab: Ḥettem aseḥbes n yakk Ikalan
nl: Alle processen geforceerd stoppen
pl: Wymuś zatrzymanie wszystkich procesów
ro: Oprește forțat toate procesele
ru: Принудительно завершить все процессы
sk: Vynútiť zastavenie všetkých procesov
sr: Присилно Прекини све Процесе
ta: அனைத்து செயல்முறைகளையும் கட்டாயப்படுத்தி நிறுத்துங்கள்
tr: Bütün İşlemleri Zorla Sonlandır
uk: Примусово зупинити всі процеси

source: Force Stop all Processes (Native method)
fr: Forcer l'arrêt de tous les processus (méthode native)

source: Simulate a Windows system shutdown.
ar: حاكِ إيقاف تشغيل نظام ويندوز.
bg: Симулирайте изключване на „Windows“.
ca: Simula un tancament del sistema Windows.
ckb: ھاوشێوەکردنی کوژاندنەوەی سیستەمی ویندۆز.
cs: Simulovat systémové vypnutí Windows.
de: Window-Herunterfahren simulieren.
es: Simular un apagado del sistema Windows.
et: Simuleeri Windowsi väljalülitamist.
fi: Simuloi Windowsin järjestelmän sammutus.
fr: Simuler un arrêt système de Windows.
ga: Samhail múchadh córas Windows.
hu: Windows rendszerleállítás szimulálása.
it: Simula un arresto di Windows.
ja: Windows システムのシャットダウンを擬似的に行います。
kab: Serwes asexsi n unagraw Windows.
nl: Simuleer het afsluiten van Windows.
pl: Symuluj wyłączenie systemu Windows.
ro: Simulează oprirea sistemului Windows.
ru: Имитировать выключение Windows.
sk: Simulovať systémové vypnutie Windows.
sr: Симулирај искључивање Виндовс система.
sv: Simulera en Windows-systemavstängning.
ta: விண்டோஸ் சிஸ்டம் பணிநிறுத்தத்தை உருவகப்படுத்தவும்.
tr: Bir Windows sistemi gibi kapat.
uk: Симулювати завершення роботи Windows.

source: Shutdown
ar: إيقاف التشغيل
bg: Изключване
ca: Tancar
ckb: کوژاندنەوە
cs: Vypnout
de: Herunterfahren
es: Apagar
et: Lülita välja
fi: Sammuta
fr: Éteindre
ga: Múchadh
hu: Leállítás
it: Arresta
ja: シャットダウン
kab: Sexsi
nl: Afsluiten
pl: Wyłącz
ro: Oprește
ru: Выключение
sk: Vypnúť
sr: Искључивање
sv: Stäng av
ta: பணிநிறுத்தம்
tr: Kapat
uk: Завершення роботи

source: Simulate a Windows system reboot.
ar: حاكِ إعادة تشغيل نظام ويندوز.
bg: Симулирайте рестартиране на „Windows“.
ca: Simula un reinici del sistema Windows.
ckb: ھاوشێوەکردنی دووبارە ھەڵکردنی سیستەمی ویندۆز.
cs: Simulovat systémový restart Windows.
de: Einen Windows Neustart simulieren.
es: Simular un reinicio del sistema Windows.
et: Simuleeri Windowsi taaskäivitamist.
fi: Simuloi Windowsin järjestelmän uudelleenkäynnistys.
fr: Simuler un redémarrage système de Windows.
ga: Samhlaigh atosú córas Windows.
hu: Windows rendszerújraindítás szimulálása.
it: Simula un riavvio di Windows.
ja: Windows システムの再起動を擬似的に行います。
kab: Serwes ales n usenker n unagraw Windows.
nl: Simuleer het opnieuw opstarten van Windows.
pl: Symuluj reboot systemu Windows.
ro: Simulează repornirea sistemului Windows.
ru: Имитировать перезагрузку Windows.
sk: Simulovať reštartovanie systému Windows.
sr: Симулирај поновно покретање Виндовс система.
sv: Simulera en Windows-omstart.
ta: விண்டோஸ் சிஸ்டம் ரீபூட்டை உருவகப்படுத்தவும்.
tr: Bir Windows sistemi gibi yeniden başlat.
uk: Симулювати перезавантаження Windows.

source: Reboot
ar: أعد التشغيل
bg: Рестартиране
ca: Reiniciar
ckb: دوبارە پێکردنەوە
cs: Restartovat
de: Neustarten
es: Reiniciar
et: Käivita uuesti
fi: Käynnistä uudelleen
fr: Redémarrage
ga: Athosaigh
hu: Újraindítás
it: Riavvia
ja: 再起動
kab: Ales asenker
nl: Opnieuw opstarten
pl: Uruchom ponownie
ro: Repornește
ru: Перезагрузка
sk: Reštartovať
sr: Поновно покретање
sv: Starta om
ta: மறுதொடக்கம்
tr: Yeniden Başlat
uk: Перезавантаження

source: Run in Terminal
ar: شغّل في الطرفية
bg: Стартиране в терминала
cs: Spustit v terminálu
et: Käivita terminalis
fi: Suorita päätteessä
fr: Exécuter dans un terminal
ga: Rith i gCríochfort
ja: ターミナルで起動
kab: Selkem deg tdiwent
nl: In terminal starten
pl: Uruchom w terminalu
ro: Pornește in Terminal
ru: Запустить в терминале
sk: Spustiť v termináli
sr: Покрени у Терминалу
ta: டெர்மினலில் இயக்கவும்
tr: Uçbirimde Başlat
uk: Запустити в Терміналі

source: Run using Winebridge
fr: Exécuter avec Winebridge

source: Drop files to execute them
ar: افلت الملفات لتشغيلها
bg: Пуснете файловете, за да ги изпълните
cs: Přetažením souborů je spustíte
et: Käivitamiseks lohista failid siia
fi: Pudota tiedostoja suorittaaksesi ne
fr: Déposer des fichiers pour les exécuter
ga: Buail comhaid chun iad a fhorghníomhú
ja: ファイルをドロップして実行します
kab: Sers ifuyla akken ad ten-tselkmeḍ
nl: Sleep bestanden hierheen om ze uit te voeren
pl: Upuść pliki, aby je uruchomić
ro: Trage aici fișierele de executat
ru: Перетащите файлы, чтобы выполнить их
sk: Presunutím súborov nad toto okno ich spustíte
sr: Превучите фајлове да би их покренули
ta: அவற்றை இயக்க கோப்புகளை கைவிடவும்
tr: Dosyaları yürütmek için sürükleyip bırakın
uk: Перетягніть файли, щоб їх виконати

source: My bottle
ar: قارورتي
bg: Моята бутилка
ca: La meva ampolla
cs: Moje láhev
de: Meine Bottle
es: Mi botella
et: Minu pudel
fi: Oma pullo
fr: Ma bouteille
ga: Mo buidéal
hu: A palackom
it: La mia bottiglia
ja: 新しいボトル
kab: Taqerɛet-iw
nl: Mijn bottle
pl: Moja butelka
ro: Sticla mea
ru: Моя бутылка
sk: Moja Fľaša
sr: Моја флаша
sv: Min flaska
ta: என் பாட்டில்
tr: Şişem
uk: Моя Пляшка

source: Environment
ar: البيئة
bg: Среда
ca: Entorn
ckb: ژینگە
cs: Prostředí
de: Umgebung
es: Entorno
et: Keskkond
fi: Ympäristö
fr: Environnement
ga: Comhshaol
hu: Környezet
it: Ambiente
ja: 環境
kab: Tawennaḍt
nl: Omgeving
pl: Środowisko
ro: Mediu
ru: Среда
sk: Prostredie
sr: Окружење
sv: Miljö
ta: சுற்றுச்சூழல்
tr: Ortam
uk: Середовище

source: Versioning enabled for this bottle
ar: مُكّن تعيين الإصدار لهذه القارورة
bg: Системата за версии е включена за тази бутилка
ca: Versions activades per a aquesta ampolla
ckb: وەشانکردن بۆ یەم بۆتڵە کارا کراوە
cs: U této lahve je povolena správa verzí
de: Versionierung für diese Bottle aktiviert
es: Esta botella tiene el versionado activado
et: Versioonihaldus on kasutusel selle pudeli jaoks
fi: Versiointi on käytössä tälle pullolle
fr: Gestion des versions activée pour cette bouteille
ga: Leagan cumasaithe don bhuidéal seo
hu: A verziókezelés engedélyezve van ehhez a palackhoz
it: Versionamento abilitato per questa bottiglia
ja: このボトルのバージョン管理は有効です
kab: Lqem yermed i tqerɛet-a
nl: Versiebeheer is ingeschakeld voor deze bottle
pl: Wersjonowanie włączone dla tej butelki
ro: Gestionarea versiunilor e activată pentru această sticlă
ru: Для этой бутылки включено версионирование
sk: Pri tejto Fľaši je povolené správa verzií
sr: Верзије су омогућене за ову флашу
sv: Versionshantering aktiverad för denna butelj
ta: இந்த பாட்டிலுக்கான பதிப்பு இயக்கப்பட்டது
tr: Sürüm oluşturma bu şişe için etkinleştirildi
uk: Нумерація версій увімкнена для цієї Пляшки

source: Versioning is active for this bottle.
ar: تعيين الإصدار نشط في هذه القارورة.
bg: Системата за версии е активна за тази бутилка.
cs: U této láhve je aktivní verzování.
et: Versioonihaldus on selle pudeli jaoks aktiivne.
fi: Versiointi on aktiivisena tässä pullossa.
fr: La gestion des versions est active pour cette bouteille.
ga: Tá leagan gníomhach don bhuidéal seo.
ja: このボトルのバージョン管理は有効です。
kab: Lqem d urmid i tqerɛet-a.
nl: Versiebeheer is actief voor deze bottle.
pl: Wersjonowanie jest aktywne dla tej butelki.
ro: Gestionarea versiunilor e activă pentru această sticlă.
ru: В этой бутылке активировано версионирование.
sk: Pri tejto Fľaši je aktívna správa verzií.
sr: Верзије су активне за ову Флашу.
ta: இந்த பாட்டிலுக்கான பதிப்பு செயலில் உள்ளது.
tr: Sürümlendirme bu bottleda etkin.
uk: Керування версіями задіяно для цієї Пляшки.

source: Quick actions
fr: Actions rapides

source: Launch executable
fr: Lancer un exécutable

source: Run a program now or adjust its launch options.
fr: Exécutez un programme maintenant ou modifiez ses options de lancement.

source: Run Executable…
ar: شغل ملفاً تنفيذياً…
bg: Стартиране на изпълнимия файл…
ca: Executar executable…
cs: Spustit spustitelný soubor…
de: Programmdatei ausführen…
es: Iniciar ejecutable…
et: Käivita käsufail…
fi: Käynnistä suoritustiedosto…
fr: Lancer un exécutable…
ga: Rith Inrite…
hu: Végrehajtható fájl futtatása…
it: Avvia eseguibile…
ja: 実行可能ファイルを実行…
kab: Selkem Amselkam…
nl: Programmabestand uitvoeren…
pl: Uruchom plik wykonywalny…
ro: Pornește executabilul…
ru: Запустить файл…
sk: Spustiť vykonateľný súbor…
sr: Покрени извршни фајл…
sv: Starta körbar fil…
ta: இயங்கக்கூடியது…
tr: Dosyayı Çalıştır…
uk: Запустити виконуваний файл…

source: Browse C:/ drive
fr: Parcourir le lecteur C:\

source: Browse the files of this bottle.
fr: Parcourir les fichiers de cette bouteille.

source: Browse
ar: تصفح
bg: Разглеждане
ca: Navega
cs: Procházet
de: Durchsuchen
es: Examinar
et: Sirvi
fi: Selaa
fr: Parcourir
ga: Brabhsáil
hu: Tallózás
it: Sfoglia
ja: 表示
kab: Snirem
nl: Bladeren
pl: Przeglądaj
ro: Caută
ru: Обзор
sk: Prehliadať
sr: Претражи
sv: Bläddra
ta: உலவ
tr: Göz at
uk: Огляд

source: Programs
ar: البرامج
bg: Програми
ca: Programes
ckb: پڕۆگرامەکان
cs: Programy
de: Programme
es: Programas
et: Programmid
fi: Ohjelmat
fr: Programmes
ga: Cláir
hu: Programok
it: Programmi
ja: プログラム
kab: Ahilen
nl: Programma's
pl: Programy
ro: Programe
ru: Программы
sk: Programy
sr: Програми
sv: Program
ta: நிகழ்ச்சிகள்
tr: Programlar
uk: Програми

source: Click "Run Executable…" to run an executable, "Add Shortcuts…" to add an executable to the Programs list, or "Install Programs…" to install programs curated by the community.
ar: اضغط على "شغِّل ملفًا تنفيذيًا..." لتشغيل ملف تنفيذي، وعلى "أضِف اختصارات..." لإضافة ملف تنفيذي لقائمة البرامج، و على "ثبِّت برمجيات" لتثبيت برامج اختارها المجتمع.
bg: Натиснете „Стартиране на изпълнимия файл…“, за да стартирате изпълнимия файл, „Добавяне на преки пътища…“, за да добавите изпълнимия файл към списъка с програмите или „Инсталиране на програми…“, за да инсталирате програмите, подбрани от общността.
cs: Kliknutím na "Spustit spustitelný soubor..." spustíte spustitelný soubor, kliknutím na "Přidat zástupce..." přidáte spustitelný soubor do seznamu Programů nebo kliknutím na "Instalovat programy..." nainstalujete komunitou kurátorované programy.
et: Käsufaili käivitamiseks vali „Käivita käsufail…“, „Lisa kiirvalikute sekka…“ aitab sul käsufaili lisada programmide loendisse ning „Paigalda programme…“ võimaldab paigaldada kogukonna valitud rakendusi.
fi: Napsauta "Käynnistä suoritustiedosto…" suorittaaksesi ohjelman, "Lisää pikavalintoihin…" lisätäksesi suoritustiedoston Ohjelmat-listaan, tai "Asenna ohjelmia…" asentaaksesi yhteisön kuratoimia ohjelmia.
fr: Cliquez sur « Lancer l’exécutable… » pour lancer un exécutable, « Ajouter des raccourcis... » pour ajouter un exécutable à la liste Programmes, ou « Installer des programmes… » pour installer des programmes proposés par la communauté.
ga: Cliceáil "Rith Infheidhmithe..." chun infheidhmithe a reáchtáil, "Cuir Aicearraí leis..." chun infheidhmithe a chur le liosta na gCláir, nó "Suiteáil Cláir..." chun cláir atá coimeádaithe ag an bpobal a shuiteáil.
ja: 実行可能ファイルを実行するには"実行可能ファイルを実行…"を、プログラム一覧に実行可能ファイルを追加するには"ショートカットを追加…"を、コミュニティーがキュレーションしたプログラムをインストールするには"プログラムをインストール…"をクリックします。
kab: Sit ɣef "Selkem Amselkam..." akken ad tselkemeḍ amselkam, "Rnu inegzumen..." akken ad ternuḍ amselkam ɣer tebdart n wahilen, neɣ "Sbedd ahilen..." usebded n wahilen i d-yusan sɣur umɣiwan.
nl: Klik op ‘Uitvoerbaar bestand uitvoeren…’ om een uitvoerbaar bestand uit te voeren, ‘Snelkoppeling toeoegen…’ om een uitvoerbaar bestand toe te voegen aan de lijst met programma's, of ‘Programma's installeren…’ om door de gemeenschap samengestelde programma's te installeren.
pl: Kliknij „Uruchom plik wykonywalny…”, aby uruchomić plik wykonywalny, „Dodaj skróty…”, aby dodać plik wykonywalny do listy programów, lub „Zainstaluj programy…”, aby zainstalować programy opracowane przez społeczność.
ro: Clic pe „Pornește executabilul…” pentru a porni un executabil, „Adaugă scurtături…” ca să adaugi un executabil în lista programelor, sau „Instalează programe…” pentru a instala programe menținute de comunitate.
ru: Нажмите «Запустить файл…», чтобы запустить файл, «Добавить ярлык…», чтобы добавить файл в список программ или «Установить программы…», чтобы установить программы, курируемые сообществом.
sk: Kliknutím na „Spustiť vykonateľný súbor…“ spustíte vykonateľný súbor, kliknutím na „Pridať zástupcu“ pridáte spustiteľný súbor do zoznamu Programov alebo kliknutím na „Inštalovať programy…“ nainštalujete komunitou spravované programy.
sr: Кликните "Покрени Извршни фајл..." да покренете Извршни фајл, "Додајте Пречице..." да додате извршни фајл на листу Програма, или "Инсталирај Програме..." да инсталирате програме одабране од стране заједнице.
ta: இயங்கக்கூடிய ஒன்றை இயக்க "இயக்கக்கூடியது..." என்பதைக் கிளிக் செய்யவும், நிரல் பட்டியலில் இயங்கக்கூடிய ஒன்றைச் சேர்க்க "குறுக்குவழிகளைச் சேர்..." அல்லது சமூகத்தால் நிர்வகிக்கப்படும் நிரல்களை நிறுவ "நிரல்களை நிறுவு..." என்பதைக் கிளிக் செய்யவும்.
tr: Bir yürütülebilir dosyayı çalıştırmak için "Yürütülebilir Çalıştır...", Programlar listesine bir yürütülebilir dosya eklemek için "Kısayol Ekle..." veya topluluk tarafından seçilen programları kurmak için "Program Kur..." seçeneğine tıklayın.
uk: Натисніть "Запустити виконуваний файл...", щоб запустити виконуваний файл, "Додати ярлики...", щоб додати виконуваний файл до списку програм, або "Установити програми...", щоб установити програми, куратором яких є спільнота.

source: Add Shortcuts…
ar: أضِف اختصارات…
bg: Добавяне на преки пътища…
cs: Přidat zkratky…
et: Lisa kiirvalikute sekka…
fi: Lisää pikavalintoihin…
fr: Ajouter un raccourci…
ga: Cuir Aicearraí leis…
ja: ショートカットを追加…
kab: Rnu inegzumen…
nl: Snelkoppelingen toevoegen…
pl: Dodaj skróty…
ro: Adaugă scurtături…
ru: Добавить ярлыки…
sk: Pridať zástupcu…
sr: Додајте Пречице…
ta: குறுக்குவழிகளைச் சேர்…
tr: Kısayol Ekle…
uk: Додати ярлики…

source: Install Programs…
ar: ثبِّت برمجيات…
bg: Инсталиране на програми…
cs: Instalovat programy…
et: Paigalda programme…
fi: Asenna ohjelmia…
fr: Installer un programme…
ga: Suiteáil Cláir…
ja: プログラムをインストール…
kab: Sbedd ahilen…
nl: Programma's installeren…
pl: Zainstaluj programy…
ro: Instalează programe…
ru: Установить программы…
sk: Inštalovať programy…
sr: Инсталирај Програм…
ta: நிரல்களை நிறுவவும்…
tr: Programlar Kur…
uk: Установити програми…

source: Updates
fr: Mises à jour

source: All components for this bottle are up to date.
fr: Tous les composants de cette bouteille sont à jour.

source: Settings
ar: الإعدادات
bg: Настройки
cs: Nastavení
et: Seadistused
fi: Asetukset
fr: Paramètres
ga: Socruithe
ja: 設定
kab: Iɣewwaṛen
nl: Instellingen
pl: Ustawienia
ro: Reglări
ru: Параметры
sk: Nastavenia
sr: Подешавања
ta: அமைப்புகள்
tr: Ayarlar
uk: Налаштування

source: Configure bottle settings.
ar: اضبط إعدادات القارورة.
bg: Конфигуриране на бутилката.
cs: Konfigurace nastavení láhve.
et: Seadista pudelit.
fi: Määritä pullon asetukset.
fr: Configurez les paramètres de la bouteille.
ga: Cumraigh socruithe buidéal.
ja: ボトルを設定します。
kab: Swel iɣewwaṛen n tqerɛet.
nl: Bottle-instellingen configureren.
pl: Konfiguruj ustawienia butelki.
ro: Gestionează reglările sticlei.
ru: Настройка параметров бутылки.
sk: Konfigurujte nastavenia Fľaše.
sr: Подеси поставке флаша.
ta: பாட்டில் அமைப்புகளை உள்ளமைக்கவும்.
tr: Bottle ayarlarını düzenle.
uk: Конфігурація налаштувань Пляшки.

source: Dependencies
ar: التبعيات
bg: Зависимости
ca: Dependències
ckb: پێبەندییەکان
cs: Závislosti
de: Abhängigkeiten
es: Dependencias
et: Sõltuvused
fi: Riippuvuudet
fr: Dépendances
ga: Spleithiúlachtaí
hu: Függőségek
it: Dipendenze
ja: 依存関係
kab: Iḍaraɛen
nl: Afhankelijkheden
pl: Zależności
ro: Dependențe
ru: Зависимости
sk: Závislosti
sr: Зависне датотеке
sv: Beroenden
ta: சார்புநிலைகள்
tr: Bağımlılıklar
uk: Залежності

source: Install dependencies for programs.
ar: ثبِّت تبعيات للبرامج.
bg: Инсталиране на зависимости за програмите.
cs: Instalace závislostí pro programy.
et: Paigalda programmide sõltuvusi.
fi: Asenna ohjelmien riippuvuuksia.
fr: Installez les dépendances pour les programmes.
ga: Suiteáil spleáchais do chláir.
ja: プログラムの依存関係をインストールします。
kab: Sbedd iḍaraɛen i wahilen.
nl: Installeer afhankelijkheden voor programma's.
pl: Zainstaluj zależności dla programów.
ro: Instalează dependențe pentru programe.
ru: Установить зависимости для программ.
sk: Nainštalujte závislosti pre programy.
sr: Инсталирај зависне датотеке за програме.
ta: நிரல்களுக்கான சார்புகளை நிறுவவும்.
tr: Programların bağımlılıklarını kur.
uk: Установлення залежностей програм.

source: Registry Rules
fr: Règles du registre

source: Manage reusable registry tweaks.
fr: Gérez les modifications réutilisables du registre.

source: Create and manage bottle states.
ar: أنشئ وأدِر حالات القوارير.
bg: Създаване и управление на състоянията на бутилките.
cs: Vytvořte a spravuje stavy lahví.
et: Loo ja halda pudelite olekuid.
fi: Luo ja hallitse pullon tiloja.
fr: Créez et gérez les états des bouteilles.
ga: Stáit buidéal a chruthú agus a bhainistiú.
ja: ボトルの状態を作成し管理します。
kab: Snulfu-d u sefrek addaden n tqerɛet.
nl: Maak bottle-staten aan en beheer deze.
pl: Utwórz i zarządzaj stanami butelki.
ro: Creează și gestionează stările sticlei.
ru: Создание и управление состояниями бутылки.
sk: Vytvárajte a spravujte stavy Fliaš.
sr: Направи и управљај стањима флаше.
ta: பாட்டில் நிலைகளை உருவாக்கி நிர்வகிக்கவும்.
tr: Bottle durumları oluşturun ve yönetin.
uk: Зберігайте й керуйте станом Пляшки.

source: Task Manager
ar: مدير المهام
bg: Диспечер на задачите
ca: Gestor de Tasques
cs: Správce úloh
es: Gestor de tareas
et: Tegumihaldur
fi: Tehtävienhallinta
fr: Gestionnaire des tâches
ga: Bainisteoir Tasc
hu: Feladatkezelő
it: Gestione attività
ja: タスクマネージャー
kab: Amsefrak n Tiwuriwin
nl: Taakbeheer
pl: Menedżer Zadań
ro: Gestionar de activități
ru: Диспетчер задач
sk: Správca úloh
sr: Менаџер Задатака
sv: Aktivitetshanterare
ta: பணி மேலாளர்
tr: Görev yöneticisi
uk: Диспетчер завдань
