Repository: bottlesdevs/Bottles
Catalog: po/*.po
Languages: ar, bg, ca, ckb, cs, de, es, et, fi, fr, ga, hu, it, ja, kab, nl, pl, ro, ru, sk, sr, sv, ta, tr, uk

source: Bottles uses compatibility runners to provide isolated containerized Windows-like environments where programs run.
ar: يستعمل «قوارير» مشغلات توافق لتوفير بيئات معزولة تشبه ويندوز لتشغيل البرامج.
bg: „Bottles“ използва стартиращи програми за изолиране на програмите в среда, подобна на „Windows“.
ca: Bottles utilitza corredors de compatibilitat per proporcionar entorns aïllats en contenidors semblants a Windows on s'executen programes.
cs: Bottles používá kompatibilní runnery, které poskytují izolovaná kontejnerová prostředí podobná systému Windows, v nichž se spouštějí programy.
de: Bottles verwendet Kompatibilitäts-Runner, um isolierte containerisierte Windows-ähnliche Umgebungen bereitzustellen, in denen Programme ausgeführt werden.
es: Bottles utiliza ejecutores de compatibilidad para proporcionar entornos aislados similares a los de Windows en los que se ejecutan los programas.
et: Bottles kasutab programmide käivitamiseks ühenduskihti, mis toimib konteineriseeritud Windowsilaadsetes keskkondades.
fi: Pullot käyttää yhteensopivuusajajia ja siten tarjoaa eristettyjä, kontitettuja Windowsin kaltaisia ympäristöjä, missä on mahdollista suorittaa ohjelmia.
fr: Bouteilles utilise des exécuteurs de compatibilité pour fournir des environnements isolés de type conteneur Windows dans lesquels les programmes s’exécutent.
ga: Úsáideann Buidéil reathaí comhoiriúnachta chun timpeallachtaí aonraithe atá cosúil le coimeádán Windows a sholáthar ina reáchtálann cláir.
hu: A Palackok kompatibilitási futtatókat használ, hogy elkülönített konténeres Windows-szerű környezeteket biztosítson, ahol a programok futnak.
it: Bottles usa dei runner di compatibilità per fornire ambienti di lavoro equivalenti a Windows isolati e containerizzati in cui vengono eseguiti i programmi.
ja: Bottles は、互換ランナーを使用することで、分離・コンテナ化された Windows 風のプログラム動作環境を提供します。
kab: Tiqreɛtin sseqdacent imselkamen n umṣada akken ad d-muddent amgabar n tewwanaḍt icuban Windows anida ttwaselkamen wahilen.
nl: Bottles gebruikt compatibiliteits-runners om programma's van geïsoleerde, gecontaineriseerde, Windows-achtige omgevingen te voorzien.
pl: Bottles wykorzystuje kompatybilnościowe uruchamiacze do zapewnienia izolowanych, skonteneryzowanych środowisk windowsopodobnych, gdzie programy się uruchamiają.
ro: Bottles folosește executanți de compatibilitate pentru a oferi medii izolate de tip containerizat, asemănătoare cu Windows, în care funcționează programele.
ru: В Bottles используются раннеры, предоставляющие изолированную Windows-среду, в которой запускаются программы.
sk: Bottles používa kompatibilné spúšťače, ktoré poskytujú izolované kontajnerové prostredia podobné systému Windows, v ktorých spúšťajú programy.
sr: Флаше користе компактибилне покретаче да пруже изолована контејнеризована окружења слична Виндовсу у којима се програми покрећу.
sv: Bottles använder kompatibilitetskörare för att tillhandahålla isolerade containeriserade Windows-liknande miljöer där program körs.
ta: நிரல் இயங்கும் தனிமைப்படுத்தப்பட்ட கன்டெய்னரைஸ் செய்யப்பட்ட விண்டோஸ் போன்ற சூழலை வழங்க பாட்டில்கள் இணக்கத்தன்மை ரன்னர்களைப் பயன்படுத்துகின்றன.
tr: Şişeler, programların çalıştığı izole edilmiş konteynerli Windows benzeri ortamlar sağlamak için uyumluluk koşucularını kullanır.
uk: Bottles використовує двигуни сумісності для забезпечення ізольованих контейнерних середовищ, схожих на Windows, де запускаються програми.

source: Almost Done
ar: يكاد ينتهي
bg: Почти е готово
ca: Gairebé fet
cs: Téměř hotovo
de: Fast fertig
es: Casi listo
et: Peaaegu valmis
fi: Melkein valmista
fr: Presque terminé
ga: Beagnach Déanta
hu: Majdnem kész
it: Quasi fatto
ja: もう少しです
kab: Qrib ad ifak
nl: Bijna klaar
pl: Prawie gotowe
ro: Aproape gata
ru: Почти готово
sk: Takmer hotovo
sr: Скоро завршено
sv: Nästan klar
ta: கிட்டத்தட்ட முடிந்து விட்டது
tr: Neredeyse Tamam
uk: Майже виконано

source: We need a few more minutes to set everything up…
ar: نحتاج إلى بضع دقائق أخرى لإعداد كل شيء…
bg: Трябват само още няколко минути…
ca: Necessitem uns minuts més per configurar-ho tot…
cs: Potřebujeme ještě pár minut, abychom vše připravili…
de: Wir brauchen noch ein paar Minuten, um alles einzurichten…
es: Necesitamos unos minutos más para preparar todo…
et: Vajame ettevalmistuseks veel paari minutit…
fi: Vielä muutama minuutti, että kaikki on valmiina…
fr: Nous avons besoin de quelques minutes supplémentaires pour tout préparer…
ga: Teastaíonn cúpla nóiméad eile uainn chun gach rud a shocrú…
hu: Szükségünk van még néhány percre, hogy mindent beállítsunk…
it: Serve ancora qualche minuto per preparare tutto…
ja: セットアップはあと数分で完了します…
kab: Neḥwaǧ kra n tisdatin nniḍen akken ad nsbadu kullec…
nl: We hebben een paar extra minuten nodig om alles op te zetten…
pl: Potrzebujemy jeszcze kilku minut, aby wszystko skonfigurować…
ro: Este nevoie de câteva minute pentru a pregăti totul…
ru: Нужно ещё несколько минут для завершения настройки…
sk: Potrebujeme ešte pár minút, aby sme všetko pripravili…
sr: Потребно је још неколико минута да се све подеси…
sv: Vi behöver några minuter till för att ställa in allt…
ta: எல்லாவற்றையும் அமைக்க இன்னும் சில நிமிடங்கள் தேவை…
tr: Her şeyi ayarlamak için birkaç dakikaya daha ihtiyacımız var…
uk: Нам потрібно ще кілька хвилин, щоб усе налаштувати…

source: All Ready!
ar: كل شيء جاهز!
bg: Всичко е готово!
cs: Vše připraveno!
et: Kõik on valmis!
fi: Kaikki valmista!
fr: Tout est prêt !
ga: Gach Réidh!
ja: 完了しました!
kab: Kullec ihegga!
nl: Alles gereed!
pl: Wszystko gotowe!
ro: Totul este gata!
ru: Всё готово!
sk: Všetko je pripravené!
sr: Све Спремно!
ta: எல்லாம் தயார்!
tr: Her şey hazır!
uk: Усе готово!

source: Please Finish the setup first
ar: فضلاً أنهِ الإعداد أولاً
bg: Моля, първо, завършете настройката
ca: Si us plau, acabeu primer la configuració
cs: Nejprve dokončete nastavení
de: Bitte beenden Sie zuerst die Einrichtung
es: Por favor, termine la configuración primero
et: Palun esmalt lõpeta algseadistus
fi: Suorita määritys ensin
fr: Merci de terminer la configuration d’abord
ga: Críochnaigh an socrú ar dtús
hu: Kérjük, először fejezze be a beállítást
ja: 最初にセットアップを完了させてください
kab: Ma ulac aɣilif, fak yakan asbadu
nl: Voltooi eerst de setup
pl: Prosimy o ukończenie przygotowania w pierwszej kolejności
ro: Termină mai întâi configurarea
ru: Пожалуйста, дождитесь окончания установки
sk: Prosím, najprv dokončite nastavenie
sr: Молим да прво завршите са подешавањем
ta: முதலில் அமைவை முடிக்கவும்
tr: Lütfen önce kurulumu Bitirin
uk: Будь ласка, спочатку дочекайтеся завершення

source: Start using Bottles
ar: ابدأ باستخدام «قوارير»
bg: Започнете използването на „Bottles“
ca: Començar a utilitzar Bottles
cs: Začněte používat Láhve
de: Starte mit Bottles
es: Empiece por crear una botella
et: Alusta Bottles'i kasutamist
fi: Aloita pullojen käyttö
fr: Commencer à utiliser Bouteilles
ga: Tosaigh ag úsáid Buidéil
hu: Palackokat használatának megkezdése
it: Inizia a usare Bottles
ja: Bottles の使用を開始
kab: Bdu s useqdec n Teqreɛtin
nl: Begin met Bottles gebruiken
pl: Zacznij używać Bottles
ro: Începe să folosești Bottles
ru: Можно пользоваться Bottles
sk: Začať používať Bottles
sr: Почни да користиш Флаше
sv: Börja använda Bottles
ta: பாட்டில்களைப் பயன்படுத்தத் தொடங்கவும்
tr: Şişeler'i kullanmaya başlayın
uk: Почніть використовувати Bottles

source: Next
ar: التالي
bg: Напред
ca: Següent
ckb: دواتر
cs: Další
de: Weiter
es: Siguiente
et: Edasi
fi: Seuraava
fr: Suivant
ga: Ar Aghaidh
hu: Következő
it: Avanti
ja: 次へ
kab: Uḍfir
nl: Volgende
pl: Dalej
ro: Înainte
ru: Далее
sk: Ďalej
sr: Следеће
sv: Nästa
ta: அடுத்தது
tr: Sonraki
uk: Далі

source: Vmtouch Settings
fr: Paramètres de Vmtouch

source: Files to cache
fr: Fichiers à mettre en cache

source: Select which files should be cached alongside the main executable.
fr: Sélectionner les fichiers à mettre en cache avec le fichier exécutable principal.

source: Cache work directory
fr: Répertoire de travail du cache

source: Show Manifest…
ar: أظهر البيان…
bg: Показване на манифеста…
ca: Mostra el manifest…
cs: Zobrazit manifest…
de: Manifest anzeigen…
es: Mostrar manifiesto…
et: Näita manifesti…
fi: Näytä manifesti…
fr: Afficher le manifeste…
ga: Taispeáin Manifest…
hu: Jegyzékfájl megjelenítése…
it: Mostra manifesto…
ja: マニフェストを表示…
nl: Manifest tonen…
pl: Pokaż manifest…
ro: Arată manifestul…
ru: Показать манифест…
sk: Zobraziť manifest…
sr: Прикажи Манифест…
sv: Visa manifest…
ta: மேனிஃபெஸ்ட்டைக் காட்டு…
tr: Bilgileri Göster…
uk: Показати маніфест…

source: Read Review…
ar: اقرأ المراجعة…
bg: Прочитане на отзива…
ca: Llegeir la ressenya…
cs: Přečíst recenzi…
de: Rezension lesen…
es: Leer reseña…
et: Loe arvustust…
fi: Lue arvio…
fr: Lire critiques…
ga: Léigh Léirmheas…
hu: Vélemény olvasása…
it: Leggi rapporto…
ja: レビューを読む…
kab: Ɣeṛ acegger…
nl: Recensie lezen…
pl: Przeczytaj recenzję…
ro: Citește recenzia…
ru: Почитать отзывы…
sk: Prečítať recenziu…
sr: Прочитај Преглед…
sv: Läs omdöme…
ta: மதிப்பாய்வைப் படிக்கவும்…
tr: İncelemeyi oku…
uk: Читати відгуки…

source: Installer name
ar: اسم المثبت
bg: Наименование на инсталатора
ca: Nom de l'instal·lador
cs: Název instalátoru
de: Name des Installers
es: Nombre del instalador
et: Paigaldaja nimi
fi: Asentajan nimi
fr: Nom du programme d'installation
ga: Ainm suiteálaí
hu: Telepítő neve
ja: インストーラーの名前
kab: Isem n umsebded
nl: Installer-naam
pl: Nazwa instalatora
ro: Numele instalatorului
ru: Название установщика
sk: Názov inštalátora
sr: Име Инсталера
ta: நிறுவி பெயர்
tr: Kurucu adı
uk: Назва встановника

source: Installer description
ar: وصف المثبت
bg: Описание на инсталатора
ca: Descripció de l'instal·lador
cs: Popis instalátoru
de: Beschreibung des Installers
es: Descripción del instalador
et: Paigaldaja kirjeldus
fi: Asentajan kuvaus
fr: Description du programme d'installation
ga: Cur síos suiteá
hu: Telepítő leírása
ja: インストーラーの説明
kab: Aglam n umsebded
nl: Installer-beschrijving
pl: Opis instalatora
ro: Descrierea instalatorului
ru: Описание установщика
sk: Popis inštalátora
sr: Опис Инсталера
ta: நிறுவி விளக்கம்
tr: Kurucu açıklaması
uk: Опис установника

source: Unknown
ar: مجهول
bg: Неизвестно
ca: Desconegut
cs: Neznámé
de: Unbekannt
es: Desconocido
et: Teadmata
fi: Tuntematon
fr: Inconnu
ga: Anaithnid
hu: Ismeretlen
ja: 不明
kab: Arussin
nl: Onbekend
pl: Nieznany
ro: Necunoscut
ru: Неизвестно
sk: Neznáme
sr: Непознато
ta: அறியப்படாத
tr: Bilinmiyor
uk: Невідомо

source: Install this Program
ar: ثبِّت هذا البرنامج
bg: Инсталиране на тази програма
cs: Nainstalovat tento program
et: Paigalda programm
fi: Asenna tämä ohjelma
fr: Installer ce programme
ga: Suiteáil an Clár seo
ja: このプログラムをインストール
kab: Sbedd ahil-agi
nl: Dit programma installeren
pl: Zainstaluj ten program
ro: Instalează acest program
ru: Установить эту программу
sk: Nainštalovať tento program
sr: Инсталирај овај Програм
ta: இந்த நிரலை நிறுவவும்
tr: Bu Brogramı Kur
uk: Установити цю програму

source: Program Menu
ar: قائمة البرنامج
bg: Програмно меню
cs: Nabídka programů
et: Programmide menüü
fi: Ohjelmat-valikko
fr: Menu du programme
ga: Roghchlár Cláir
ja: プログラムメニュー
kab: Umuɣ n wahil
nl: Programmamenu
pl: Menu programu
ro: Opțiunile programului
ru: Меню программ
sk: Ponuka programu
sr: Програмски Мени
ta: நிரல் மெனு
tr: Program Menüsü
uk: Меню програми

source: This resource is missing.
ar: هذا المورد مفقود.
bg: Ресурсът липсва.
ca: Falta aquest recurs.
cs: Tento prostředek chybí.
de: Diese Ressource fehlt.
es: Falta este recurso.
et: See ressurss on puudu.
fi: Tämä resurssi puuttuu.
fr: Cette ressource est manquante.
ga: Tá an acmhainn seo ar iarraidh.
hu: Ez az erőforrás hiányzik.
it: Questa risorsa è mancante.
ja: このリソースは不足しています。
kab: Txuṣ teɣbalut-agi.
nl: Deze bron ontbreekt.
pl: Brakuje tego zasobu.
ro: Această resursă lipsește.
ru: Заданный ресурс не найден.
sk: Tento prostriedok chýba.
sr: Овај ресурс недостаје.
sv: Den här resursen saknas.
ta: இந்த வளம் காணவில்லை.
tr: Bu kaynak eksik.
uk: Цей ресурс відсутній.

source: Rule name
fr: Nom de la règle

source: Rule details
fr: Détails de la règle

source: Edit
fr: Modifier

source: Apply
fr: Appliquer

source: Delete
fr: Supprimer

source: Search your bottles…
ar: ابحث في قاروراتك…
bg: Търсене на Вашите бутилки…
ca: Cerca les vostres ampolles…
cs: Prohledávejte své lahve…
de: Durchsuche deine Bottles…
es: Buscar sus botellas …
et: Otsi oma pudeleid…
fi: Etsi pulloja…
fr: Recherchez vos bouteilles…
ga: Cuardaigh do bhuidéil…
hu: Palackok keresése…
it: Cerca bottiglie…
ja: ボトルを検索…
kab: Nadi tiqreɛtin-ik·im…
nl: Uw bottles doorzoeken…
pl: Szukaj swoich butelek…
ro: Caută sticle…
ru: Поиск ваших бутылок…
sk: Hľadajte Fľaše…
sr: Претражи твоје флаше…
sv: Sök bland dina flaskor…
ta: உங்கள் பாட்டில்களைத் தேடுங்கள்…
tr: Şişelerinizi arayın…
uk: Пошук ваших Пляшок…

source: Bottles
ar: القوارير
ckb: بۆتڵز
cs: Láhve
fi: Pullot
fr: Bouteilles
ga: Buidéil
hu: Palackok
ja: ボトル
kab: Tiqreɛtin
ro: Sticle
sk: Fľaše
sr: Флаше
ta: பாட்டில்கள்
tr: Şişeler

source: Create New Bottle…
et: Loo uus pudel…
fr: Créer une nouvelle bouteille …
ga: Cruthaigh Buidéal Nua…
ja: 新しいボトルを作成…
kab: Snulfu-d taqerɛet tamaynut…
nl: Nieuwe bottle aanmaken…
ro: Creează o Sticlă nouă…
ru: Создать новую бутылку…
sk: Vytvoriť novú Fľašu…
sr: Направи Нову Флашу…
ta: புதிய பாட்டிலை உருவாக்கவும்…
tr: Yeni Şişe Oluştur…
uk: Створити нову Пляшку…

source: No Results Found
ar: لم يعثر على نتائج
bg: Няма намерени резултати
ca: No s’ha trobat cap resultat
cs: Nebyly nalezeny žádné výsledky
de: Keine Ergebnisse gefunden
es: No se encontraron resultados
et: Tulemusi ei leidu
fi: Tuloksia ei löytynyt
fr: Aucun résultat trouvé
ga: Níl aon torthaí aimsithe
hu: Nincs találat
it: Nessuno risultato
ja: 検索結果なし
kab: Ulac igmaḍ yettwafen
nl: Geen resultaten gevonden
pl: Nie znaleziono wyników
ro: Nu s-a găsit nimic
ru: Результатов не найдено
sk: Nenašli sa žiadne výsledky
sr: Ниједан Резултат Није Пронађен
sv: Inga resultat hittades
ta: முடிவுகள் எதுவும் இல்லை
tr: Sonuç Bulunamadı
uk: Результатів не знайдено

source: Try a different search.
ar: جرب بحثاً مختلفاً.
bg: Опитайте с различно търсене.
ca: Proveu una cerca diferent.
cs: Zkuste jiné vyhledávání.
de: Versuche eine andere Suche.
es: Pruebe con una búsqueda diferente.
et: Proovi teistsugust otsingut.
fi: Yritä eri hakuehtoja.
fr: Essayez une recherche différente.
ga: Bain triail as cuardach difriúil.
hu: Próbáljon különböző keresést.
it: Provare con una ricerca diversa.
ja: 別の単語をお試しください。
kab: Ɛreḍ anadi nniḍen.
nl: Probeer een andere zoekterm.
pl: Wypróbuj inne kryteria wyszukiwania.
ro: Caută altfel.
ru: Попробуйте указать другие критерии поиска.
sk: Skúste vyhľadať niečo iné.
sr: Покушај другачијом претрагом.
sv: Prova en annan sökning.
ta: வேறு தேடலை முயற்சிக்கவும்.
tr: Farklı bir arama deneyin.
uk: Спробуйте інший пошуковий запит.

source: Display Settings
ca: Paràmetres de la pantalla
de: Anzeigeeinstellungen
es: Configuración de pantalla
fr: Paramètres d'affichage
hu: Megjelenítő beállítások
it: Impostazioni di visualizzazione
sv: Skärm-inställningar

source: Create a virtual environment to place windows inside. Recommended when the application doesn't work as intended.
fr: Créer un environnement virtuel pour y placer des fenêtres. Recommandé lorsque l'application ne fonctionne pas comme prévu.

source: Fullscreen Mouse Capture
ar: التقاط الفأرة في وضع ملء الشاشة
ca: Captura del ratolí a pantalla completa
de: Mauserfassung im Vollbildmodus
es: Captura del ratón en pantalla completa
fr: Capture de la souris en plein écran
hu: Teljes képernyős egérelkapás
it: Cattura del mouse a schermo intero
pl: Przechwytywanie myszki na pełnym ekranie
sv: Fånging ab mus i fullskäm

source: Let the program capture mouse input when fullscreen.
ar: دع البرنامج يلتقط مدخلات الفأرة عند وضع ملء الشاشة.
ca: Permet que el programa capturi l'entrada del ratolí quan estigui a pantalla completa.
ckb: با پڕۆگرامەکە نیشاندەری ماوس بدۆزێتەوە کاتێک ڕونما فول کراوە.
de: Die Maus wird im Vollbildmodus vom Programm eingefangen.
es: Deja que el programa capture la entrada del cursor cuando está en pantalla completa.
fr: Laisser le programme capturer l’entrée de la souris lors du plein écran.
hu: Egérbemenet elkapásának engedélyezése a program számára teljes képernyős ablak esetén.
it: Lascia che il programma acquisisca l'input del mouse quando a schermo intero.
pl: Pozwól aplikacji przechwytywać ruchy myszki w trybie pełnego ekranu.
sv: Låt programmet fånga upp musinmatning vid fullskärmsläge.

source: Take Focus
ar: خذ التركيز
ca: Prendre el focus
de: Fokus erzwingen
es: Tomar enfoque
fr: Prendre le focus
hu: Fókusz elvétele
it: Finestra attiva
pl: Wymuś skupienie
sv: Ta fokus

source: Activate it if the program does not retake focus on switch.
ar: نشّطه إذا لم يستعد البرنامج التركيز بعد التبديل.
ca: Activeu-lo si el programa no recupera el focus en canviar.
ckb: کارای بکە ئەگەر پڕۆگرامەکە لە سویچکردندا سەرنجی نەدا.
de: Aktivieren, falls das Programm den Fokus nach einem Programmwechsel nicht zurückerhält.
es: Actívelo si el programa no retoma el foco al cambiar.
fr: Activez si le programme ne reprend pas le focus lors du changement.
hu: Aktiválás, ha a program nem veszi vissza a fókuszt váltáskor.
it: Attivatelo se il programma non torna attivo una volta cambiata finestra.
pl: Aktywuj, jeśli program nie odzyskuje skupienia podczas przełączania.
sv: Aktivera den om programmet inte återtar fokus när du växlar.

source: Mouse Warp
ar: الانتقال الآني للفأرة
ca: Centrar cursor del ratolí
de: Maus Warp
es: Centrar el cursor del mouse
fr: Téléportation de la souris
hu: Egérrögzítés
it: Gesitione mouse
pl: Drganie kursora
sv: Musförvrängning

source: Change this if you are running into mouse lag or desync.
ar: غّير هذا إذا كنت تواجه تأخر الفأرة أو عدم التزامن.
ca: Canvieu-ho si us trobeu amb un retard o dessincronització del ratolí.
de: Ändern Sie dies, wenn Sie auf Mausverzögerung oder Desynchronisierung stoßen.
es: Cambia esto si te encuentras con retraso del ratón o desincronización.
fr: Changez cette option si vous rencontrez des problèmes de lag ou de désynchronisation de la souris.
hu: Változtassa meg, ha az egér szakadozását, vagy leválását tapasztalja.
it: Cambiatelo se si riscontrano problemi di lag o desincronizzazione del mouse.
pl: Zmień tę opcję jeśli doświadczasz opóźnień w działaniu kursora lub jego desynchronizacji.
sv: Ändra detta om du har problem med musfördröjning eller desynkronisering.

source: Window Manager Decorations
fr: Décorations du gestionnaire de fenêtres

source: Enable to use the window manager's decorations.
fr: Activer l'utilisation des décorations du gestionnaire de fenêtres.

source: Screen Scaling
ar: تحجيم الشاشة
ca: Escalat de pantalla
de: Bildschirmskalierung
es: Escalado de pantalla
fr: Mise à l’échelle de l’écran
hu: Képernyő méretezése
it: Ridimensionamento dello schermo
pl: Skalowanie ekranu
sv: Skärmskalning

source: Set custom DPI.
ar: تخصيص سرعة الفأرة.
ca: Defineix els PPP personalitzats.
de: Benutzerdefinierte DPI einstellen.
es: Establecer PPP personalizados.
fr: Définir un DPI personnalisé.
hu: Egyéni DPI beállítása.
it: Imposta DPI personalizzati.
pl: Ustaw własne DPI.
sv: Ställ in anpassat DPI.

source: Renderer
ar: المصيِّر
ca: Renderitzador
es: Renderizador
fr: Moteur de rendu
hu: Renderelő
sv: Renderare

source: Select what backend to use for wined3d.
ar: حدد الواجهة الخلفية التي تريد استخدامها لـ wined3d.
ca: Seleccioneu quin backend voleu utilitzar per a wined3d.
de: Wähle aus, welches Backend für wine3d verwendet werden soll.
es: Seleccione qué backend usar para wined3d.
fr: Sélectionnez le backend à utiliser pour wined3d.
hu: Válassza ki melyik backendet használja a wined3d.
it: Seleziona il backend da usare per wined3d.
pl: Wybierz, który backend zastosować dla wined3d.
sv: Välj vilken backend som ska användas för wined3d.

source: GL (Default)
fr: GL (Par défaut)

source: Wine prefix name
ar: اسم سابقة واين
bg: Наименование на папката на „Wine“
cs: Název prefixu Wine
et: Wine'i prefiksi nimi
fi: Wine-etuliitteen nimi
fr: Nom du préfixe Wine
ga: Ainm réimír fíona
ja: Wine 環境の名前
nl: Naam van wine-prefix
pl: Nazwa prefiksu Wine
ro: Numele prefixului Wine
ru: Название префикса Wine
sk: Názov prefixu Wine
sr: Вајнов префикс име
ta: ஒயின் முன்னொட்டு பெயர்
tr: Wine ön-ek adı
uk: Назва префікса Wine

source: Manager
ar: المدير
bg: Диспечер
ca: Gestor
cs: Manažer
es: Gestor
et: Haldur
fi: Hallinta
fr: Gestionnaire
ga: Bainisteoir
hu: Kezelő
ja: マネージャー
kab: Amsefrak
nl: Beheerder
pl: Menedżer
ro: Gestionar
ru: Менеджер
sk: Manažér
sr: Менаџер
ta: மேலாளர்
tr: Yönetici
uk: Менеджер

source: This Wine prefix was already imported in Bottles.
ar: استُوردت سابقة واين هذه إلى «قوارير» بالفعل.
bg: Тази папка на „Wine“ вече е импортирана в „Bottles“.
cs: Tato předpona Wine byla již dovezena v lahvích.
et: See Wine'i prefiks on juba Bottles'isse imporditud.
fi: Tämä Wine-etuliite tuotiin jo Pullot-sovellukseen.
fr: Ce préfixe Wine a déjà été importé dans Bouteilles.
ga: Iompórtáladh an réimír Fíona seo i mBuidéil cheana féin.
ja: この Wine 環境は Bottles にインポート済みです。
nl: Deze wine-prefix is al geïmporteerd in Bottles.
pl: Ten prefix Wine był już importowany w Bottles.
ro: Acest prefix Wine a fost deja importat în Bottles.
ru: Этот префикс Wine уже импортирован в Bottles.
sk: Tento prefix Wine už bol do Bottles naimportovaný.
sr: Овај Вајн префикс је већ увезен у Флаше.
ta: இந்த ஒயின் முன்னொட்டு ஏற்கனவே பாட்டில்களில் இறக்குமதி செய்யப்பட்டது.
tr: Bu Wine tanımı zaten Bottles'a aktarılmıştı.
uk: Цей префікс Wine вже імпортована в Bottles.

source: Delete message
ar: حذف الرسالة
bg: Изтриване на съобщението
ca: Suprimeix el missatge
ckb: ڕەشکردنەوەی پەیام
cs: Odstranit zprávu
de: Nachricht löschen
es: Eliminar mensaje
et: Kustuta sõnum
fi: Poista viesti
fr: Supprimer le message
ga: Scrios teachtaireacht
hu: Üzenet törlése
it: Cancellare il messaggio
ja: メッセージを削除
kab: Kkes izen
nl: Bericht verwijderen
pl: Usuń wiadomość
ro: Șterge mesajul
ru: Удалить сообщение
sk: Odstrániť správu
sr: Обриши поруку
sv: Ta bort meddelande
ta: செய்தியை நீக்கு
tr: Mesajı sil
uk: Видалити повідомлення

source: Drives
ar: محركات الأقراص
bg: Дялове
ca: Unitats
ckb: درایڤەکان
cs: Ovladače
de: Laufwerke
es: Unidades
et: Kettad
fi: Asemat
fr: Disques
ga: Tiomántáin
hu: Meghajtók
it: Unità
ja: ドライブ
nl: Stations
pl: Dyski
ro: Unități
ru: Диски
sk: Disky
sr: Дискови
sv: Diskar
ta: இயக்கிகள்
tr: Sürücüler
uk: Диски
