Repository: bottlesdevs/Bottles
Catalog: po/*.po
Languages: ar, bg, ca, ckb, cs, de, es, et, fi, fr, ga, hu, it, ja, kab, nl, pl, ro, ru, sk, sr, sv, ta, tr, uk

source: Provide a bundle of extra libraries for more compatibility with Steam games. Disable if you run into issues.
bg: Предоставя допълнителни библиотеки за по-голяма съвместимост с игри от „Steam“, но може да създаде потенциални проблеми.
fi: Lisää parempaa yhteensopivuutta Steam-pelien kanssa tarjoamalla ylimääräisiä kirjastoja. Poista käytöstä, jos kohtaat ongelmia.

source: Compress snapshots to reduce space. This will slow down creation of snapshots.
bg: Компресира моментните снимки за да намали техния размер. Това ще забави тяхното създаване.
fi: Pakkaa tilannevedokset tilan säästämiseksi. Tämä hidastaa tilannevedosten luomista.

source: Something goes wrong.
bg: Нещо се обърка.
fi: Jokin meni pieleen.

source: This will delete all snapshots, but keep your files.
bg: Това ще изтрие всички моментни снимки, но Вашите файлове ще бъдат запазени.
fi: Tämä poistaa kaikki tilannvedokset, mutta tiedostot säilytetään.

source: Name has special characters or already in use
bg: Наименованието съдържа специални знаци или вече се използва
fi: Nimessä on erikoismerkkejä tai se on jo käytössä

source: Choose new Bottles path
bg: Избиране на новото местоположение на бутилките
fi: Valitse uusi pullojen polku

source: Added tooltips for program gades
bg: Добавени са пояснения за оценките на програмите
fi: Lisätty työkaluvihjeet ohjelmaluokille

source: Arabic tran*slations thanks to @TheDarkEvil
bg: Арабски език, благодарение на @TheDarkEvil
fi: Arbiankielinen käännös, kiitos @TheDarkEvil

source: Protuguese translations thanks to @davipatricio, @SantosSi and @vitorhcl
bg: Португалски език, благодарение на @davipatricio, @SantosSi и @vitorhcl
fi: Portugalinkielinen käännös, kiitos @davipatricio, @SantosSi sekä @vitorhcl

source: FidelityFX Super Resolution
et: FidelityFX superresolutsioon
ga: FidelityFX Super Réiteach
kab: Tabadut tafellayt FidelityFX
ro: FidelityFX super claritate
sk: Dokonalé rozlíšenie FidelityFX
sr: FidelityFX Супер Резолуција
ta: FidelityFX சூப்பர் தெளிவுத்திறன்
tr: FidelityFX Süper Örnekleme

source: Esync
sr: Есинк
ta: ஈசின்க்

source: Fsync
sr: Фсинк
ta: எப் சின்க்

source: Futex2
ckb: Futex2 (فەتێکس ٢)
sr: Футекс2
ta: ஃபியூடெக்ஸ்2

source: Steam Proton
ar: بروتون لستيم
ga: Prótón gaile
kab: Steam n Pruṭun
sr: Стим Протон
ta: ஸ்டீம் புரோட்டான்

source: Bottle Name
et: Pudeli nimi
ja: ボトル名
nl: Bottle-naam
ro: Numele sticlei
ru: Название бутылки
ta: பாட்டில்கள் பெயர்
tr: Şişe adı
uk: Назва Пляшки

source: _Application
et: _Rakendus
ga: _Feidhmchlár
ja: アプリケーション(_A)
kab: _Asnas
nl: _Programma's
ro: _Aplicație
ru: _Приложение
sk: _Aplikácia
sr: _Апликација
ta: பயன்பாடு (_A)
tr: _Uygulama
uk: Програми

source: Share User Directory
et: Jaga kasutaja kausta
ga: Comhroinn eolaire úsáideora
ja: ユーザーディレクトリを共有
kab: Bḍu akaram n useqdac
nl: Gebruikersmap delen
ro: Împărtășește dosarul de utilizator
ru: Доступ к директории пользователя
sk: Zdieľať adresár používateľa
sr: Подели Кориснички Директоријум
ta: பயனர் கோப்பகத்தைப் பகிரவும்
tr: Kullanıcı Dizinini Paylaş
uk: Спільний доступ до каталогу користувачів

source: This makes the user directory discoverable in the bottle, at the risk of sharing personal information to Windows software. This option cannot be changed after the bottle has been created.
et: Sellega teed kasutaja kausta leitavaks pudelis ja sellega suureneb isikliku teabe jagamise risk Windowsi tarkvaraga. Peale pudeli loomist ei saa seda eelistust muuta.
ga: Déanann sé seo an eolaire úsáideora a aimsiú sa bhuidéal, ar an mbaol faisnéis phearsanta a roinnt le bogearraí Windows. Ní féidir an rogha seo a athrú tar éis an buidéal a chruthú.
kab: Ayagi yettarra akaram n useqdac ad yettwaf deg tqerɛet, anct-agi yezmer ad yebḍu talɣut tudmawant akked useɣẓan Windows. Aɣewwaṛ-a ur yezmir ara ad ibeddel ticki tennulfa-d tqerɛet.
nl: Dit maakt de gebruikersmap vindbaar in de bottle, met het risico dat persoonlijke informatie wordt gedeeld met Windows-software. Deze optie kan niet worden gewijzigd nadat de bottle is aangemaakt.
ro: Acest lucru face ca dosarul utilizatorului să poată fi descoperit în sticlă, cu riscul de a împărtăși informații personale către programul Windows. Această opțiune nu poate fi schimbată după ce a fost creată sticla.
ru: Это делает папку пользователя доступной в бутылке с риском доступа к персональной информации Windows приложениям. Эта настройка не может быть изменена после создания бутылки.
sk: Toto nastavenie umožní Fľaši objaviť adresár používateľa, čo však predstavuje riziko spočívajúce v zdieľaní osobných informácií so softvérom Windows. Túto položku nie je možné po vytvorení Fľaše meniť.
sr: Ово чини кориснички директоријум видљивим у флаши, уз ризик дељења личних информација са Виндовс софтвером. Ова опција се не може променити након што флаша буде креирана.
ta: இது Windows மென்பொருளுடன் தனிப்பட்ட தகவல்களைப் பகிரும் அபாயத்தில் பயனர் கோப்பகத்தை பாட்டிலில் கண்டறியக்கூடியதாக ஆக்குகிறது. பாட்டில் உருவாக்கப்பட்ட பிறகு இந்த விருப்பத்தை மாற்ற முடியாது.
tr: Bu, kişisel bilgilerin Windows yazılımıyla paylaşılması riskini göze alarak kullanıcı dizinini şişede keşfedilebilir hale getirir. Bu seçenek şişe oluşturulduktan sonra değiştirilemez.
uk: Це робить каталог користувача відкритим у Пляшці, що може призвести до ризику передачі персональних даних програмному забезпеченню Windows. Цей параметр не можна змінити після створення Пляшки.

source: 32-bit should only be used if strictly necessary.
et: 32-bitist tarkvara peaksid kasutama vaid siis, kui see tõesti on vajalik.
ga: Níor chóir 32-giotán a úsáid ach amháin más gá go docht.
ja: 特に理由がなければ 32bit をお使いください。
kab: 32 n yibiten ilaq kan ad yettwaseqdec ma ilaq-as kan.
nl: Gebruik 32-bits alleen als dit strikt noodzakelijk is.
ro: 32 de biți ar trebui să fie utilizată numai dacă este strict necesar.
ru: 32-битная архитектура должна быть использована только когда необходимо.
sk: 32bitová architektúra by sa mala používať iba v nevyhnutných prípadoch.
sr: Препоручујемо коришћење 32-бита једино ако је изричито неопходно.
ta: 32-பிட் கண்டிப்பாக தேவைப்பட்டால் மட்டுமே பயன்படுத்தப்பட வேண்டும்.
tr: 32 bit yalnızca kesinlikle gerekli olduğunda kullanılmalıdır.
uk: 32-бітну версію слід використовувати лише у разі крайньої необхідності.

source: Import a custom configuration.
et: Impordi sinu loodud konfiguratsioon.
ga: Cumraíocht saincheaptha a iompórtáil.
ja: カスタム設定をインポートします。
kab: Kter tawila yugnen.
nl: Importeert een aangepaste configuratie
ro: Importă o configurare personalizată.
ru: Импортировать пользовательскую конфигурацию.
sk: Importovať vlastnú konfiguráciu.
sr: Увези сопствену конфигурацију.
ta: தனிப்பயன் உள்ளமைவை இறக்குமதி செய்யவும்.
tr: Özel bir yapılandırmayı içe aktarın.
uk: Імпорт користувацької конфігурації.

source: Directory that will contain the data of this bottle.
et: Kaust, kuhu selle pudeli andmed salvestuvad.
ga: Eolaire ina mbeidh sonraí an bhuidéil seo.
ja: このボトルのデータを保存するディレクトリ。
kab: Akaram igebren isefka n taqerɛet-agi.
nl: Map voor de gegevens van deze bottle.
ro: Dosarul care va conține datele acestei sticle.
ru: Папка, которая будет содержать данные этой бутылки.
sk: Adresár, ktorý bude obsahovať údaje tejto Fľaše.
sr: Директоријум који ће садржати податке ове флаше.
ta: இந்த பாட்டிலின் தரவைக் கொண்டிருக்கும் அடைவு.
tr: Bu şişenin verilerini içerecek klasör.
uk: Каталог, який буде містити дані цієї Пляшки.

source: WineBridge
ar: جسر Wine
ckb: واین بریج (WineBridge)
kab: Tiqenṭert n Wine
pl: MostWine
sr: ВајнБриџ
ta: ஒயின்பிரிட்ஜ்

source: Run executable in "{self.config.Name}"
et: Käivitame „{self.config.Name}“ programmifaili
ga: Rith inrite i "{self.config.Name}"
ja: "{self.config.Name}" で実行可能ファイルを実行
kab: Selkem amselkam deg "{self.config.Name}"
nl: Programmabestand uitvoeren in ‘{self.config.Name}’
ro: Pornește executabilul în „{self.config.Name}”
ru: Запустить исполняемый файл в «{self.config.Name}»
sk: Spustiť spustiteľný súbor v „{self.config.Name}“
sr: Покрени извршни фајл у "{self.config.Name}"
ta: "{self.config.Name}" இல் இயங்கக்கூடியதாக இயக்கவும்
tr: Yürütülebilir dosyayı "{self.config.Name}" içinde çalıştırın
uk: Запуск виконуваного файлу в "{self.config.Name}"

source: Launching "{0}" in "{1}"…
et: Käivitame „{0}“ „{1}“'s…
ga: Ag seoladh "{0}" in "{1}"…
ja: "{1}" で "{0}" を起動しています…
kab: Asenker n "{0}" deg "{1}"…
nl: ‘{0}’ starten in ‘{1}’…
ro: Se pornește „{0}” în „{1}”…
ru: Запуск «{0}» в «{1}»…
sk: Spúšťam „{0}“ v „{1}“…
sr: Покрећем "{0}" за "{1}"…
ta: "{1}" இல் "{0}" தொடங்கப்படுகிறது…
tr: "{0}" "{1}" içinde başlatılıyor…
uk: Запускання "{0}" в "{1}"…

source: Select Bottle Directory
et: Vali pudeli kaust
ga: Roghnaigh Eolaire Buid
ja: ボトルのディレクトリを選択
kab: Fren Akaram n Tqerɛet
nl: Bottle-map selecteren
ro: Alege dosarul sticlei
ru: Выбрать каталог Bottles
sk: Vyberte adresár pre Fľašu
sr: Одабери Директоријум Флаше
ta: பாட்டில் கோப்பகத்தைத் தேர்ந்தெடுக்கவும்
tr: Bir Şişe Dizini Seçin
uk: Вибір каталогу Пляшки

source: Select Script
et: Vali skript
ga: Roghnaigh Script
ja: スクリプトを選択
kab: Fren Askript
nl: Script selecteren
ro: Alege un Script
ru: Выберите скрипт
sk: Vyberte skript
sr: Одабери Скрипту
ta: ஸ்கிரிப்டைத் தேர்ந்தெடுக்கவும்
tr: Komut Dosyası Seçin
uk: Вибір скрипту

source: wine;windows;
ckb: واین؛ویندۆز;
et: wine;windows;proton;
ga: fíon; fuinneoga;
sr: вајн;виндовс;
ta: ஒயின்;விண்டோஸ்;

source: Update metadata information
et: Uuendatud metateave
ga: Faisnéis meiteashonraí a
nl: Metagegevens­informatie bijgewerkt
ro: Actualizează informațiile metadatelor
ru: Обновление метаданных приложения
sk: Aktualizujem metadáta
sr: Ажурирај информације о мета подацима
ta: மீத்தரவு தகவலைப் புதுப்பிக்கவும்
tr: Meta veri bilgilerini güncelleme
uk: Оновити відомості метаданих

source: Add more update information and correct release notes version
et: Täiendav teave uuenduste kohta ja korrektne teave versiooni kohta
ga: Cuir tuilleadh faisnéise nuashonraithe leis agus an leagan ceart
kab: Rnu ugar n telɣut n lqem arnu seɣti tazmilt userreḥ n lqem
nl: Meer update-informatie toegevoegd en uitgave-omschrijvingsversie gecorrigeerd
ro: Adaugă mai multe informații despre actualizare și corectează informațiile despre versiune
ru: Добавлено больше информации об обновлении и исправлены заметки о выходе
sk: Pridajte viac informácií o aktualizáciách a opravte informácie o vydaní
sr: Додај још информација о ажурирању и исправи верзије за напомене о издању
ta: மேலும் புதுப்பிப்புத் தகவல் மற்றும் சரியான வெளியீட்டு குறிப்புகளின் பதிப்பைச் சேர்க்கவும்
tr: Daha fazla güncelleme bilgisi ekleyin ve sürüm notları sürümünü düzeltin
uk: Додає більше відомостей про оновлення та виправляє версію приміток до випуску

source: Fixed "Add to Steam" button
et: Parandatud „Lisa Steami“ nupp
ga: Cnaipe "Cuir le Steam" seasta
kab: Seɣti taqeffalt "Rnu ɣer Steam"
nl: Fout met knop ‘Toevoegen aan Steam’ opgelost
ro: S-a remediat butonul „Adaugă la Steam”
ru: Исправлена кнопка «Добавить в Steam»
sk: Opravené tlačidlo „Pridať do Steamu“
sr: Поправљено дугме "Додај у Стим"
ta: "ஸ்டீமில் சேர்" பொத்தான் சரி செய்யப்பட்டது
tr: "Steam'e Ekle" düğmesi düzeltildi
uk: Виправлено кнопку "Додати до Steam"

source: Fixed BottleConfig being not serializable
et: Parandatud viga, kus BottleConfig polnud jadastatav
ga: Níl BottleConfig Seasta inshraitheach
kab: Yettwaseɣti ugur n BottleConfig ur llin ara yettusmizrer
nl: Probleem waarbij BottleConfig niet serialiseerbaar was opgelost
ro: Reparat BottleConfig fiind fără serializare
ru: Исправлена ошибка, из-за которой BottleConfig не подлежал сериализации
sk: Opravený problém s BottleConfig, ktorý nebol serializovaný
sr: Исправљена грешка због које BottleConfig није подлегао сериализацији
ta: நிலையான BottleConfig வரிசைப்படுத்த முடியாதது சரி செய்யப்பட்டது
tr: BottleConfig'in serileştirilebilir olmaması düzeltildi
uk: Виправлено помилку, коли BottleConfig не можна було серіалізувати

source: Fixed Patool double extraction failing
et: Parandatud viga, kus Patooli puhul topelt lahtipakkimine ei toiminud
ga: Teip ar eastóscadh dúbailte Patool Seasta
kab: Yettwaseɣti n tuccḍa n tussfa tusligt n Patool
nl: Probleem bij dubbele uitpakking met Patool opgelost
ro: S-a rezolvat eșecul extracției duble Patool
ru: Исправлен сбой двойного извлечения Patool
sk: Opravený chyba dvojitej extrakcie v Patoole
sr: Исправљена грешка двоструког извлачења Patool -а
ta: நிலையான படூல் இரட்டை பிரித்தெடுத்தல் தோல்வி
tr: Patool çift çıkarma işleminin başarısız olması düzeltildi
uk: Виправлено помилку подвійного добуття Patool

source: Correct version
et: Parandatud versiooninumber
ga: Leagan ceart
ja: バージョンを修正
nl: Versie gecorrigeerd
ro: Versiunea corectă
ru: Исправлена версия
sk: Opravená verzia
sr: Исправна верзија
ta: சரியான பதிப்பு
tr: Doğru versiyon
uk: Правильна версія

source: Fix crash when creating a bottle
et: Parandatud kokkujooksmine pudeli loomisel
ga: Socraigh timpiste agus buidéal á chruthú
ja: ボトル作成時にクラッシュする不具合を修正
kab: Seɣti aɣelluy deg usnulfu n tqerɛet
nl: Crash opgelost bij aanmaken van een bottle
ro: S-a remediat o eroare apărută la crearea unei sticle
ru: Исправлен вылет приложения при создании бутылки
sk: Opraviť pád pri vytváraní Fľaše
sr: Поправи грешку приликом прављења флаше
ta: பாட்டிலை உருவாக்கும் போது செயலிழப்பு சரிசெய்யப்பட்டது
tr: Şişe oluştururken oluşan çökme düzeltildi
uk: Виправлено помилку при створенні Пляшки

source: Major change: Redesign New Bottle interface
et: Oluline muudatus: Uue pudeli kasutajaliidese kujunduse muutus
ga: Athrú mór: Comhéadan Buidéal Nua a Athdhearadh
nl: Grote wijziging: Interface voor nieuwe bottle herontworpen
ro: Schimbare majoră: Reproiectarea interfeței pentru „Sticlă nouă”
ru: Основное изменение: редизайн интерфейса создания новой бутылки
sk: Väčšia zmena: redizajn rozhrania novej Fľaše
sr: Велика промена: Редизајниран нови интерфејс Флаше
ta: பெரிய மாற்றம்: புதிய பாட்டில் இடைமுகத்தை மறுவடிவமைப்பு
tr: Büyük değişiklik: Yeniden Tasarım Yeni Bottle arayüzü
uk: Велика зміна: Редизайн інтерфейсу нової Пляшки

source: Quality of life improvements:
et: Kasutuskvaliteeti parandused:
ga: Feabhsuithe ar cháilíocht na beatha:
kab: Asnerni n tɣara n tudert:
nl: Kwaliteitsverbeteringen:
ro: Îmbunătățirea calității vieții:
ru: Улучшения опыта использования:
sk: Drobné vylepšenia používateľského rozhrania:
sr: QoL побољшања:
ta: வாழ்க்கைத் தர மேம்பாடுகள்:
tr: İkincil kullanıcı arayüzü geliştirmeleri:
uk: Покращення зручності:

source: Replace emote-love icon with library in library page
et: Südame emoji asendus teekide lehel raamatukogu emojiga
nl: Pictogram ‘emote-love’ op bibliotheekpagina vervangen door ‘library’
ro: Înlocuiește simbolul emote-dragoste cu biblioteca din pagina bibliotecii
ru: В библиотеке значок сердечка был заменён на значок библиотеки
ta: எமோட்-லவ் ஐகானை நூலகப் பக்கத்தில் நூலகமாக மாற்றப்பட்டது
tr: Kütüphane sayfasında duygu-sevgi simgesini kütüphane ile değiştirin
uk: Заміна піктограми emote-love на бібліотеку на сторінці бібліотеки

source: Add toast for "Run Executable"
et: „Käivita käsufail…“ kohane teade on lisatud
ga: Cuir tósta le haghaidh "Rith Infheidhmithe"
nl: Toast-melding voor ‘Programmabestand uitvoeren’ toegevoegd
ro: Adaugă un aviz pentru „Pornește executabilul”
ru: Добавлен тост к «Запустить исполняемый файл»
sk: Pridané upozornenie (toast) pre „Spustiť vykonateľný súbor“
sr: Додајте искачући прозор за "Покретање Извршне Датотеке"
ta: "இயக்கு இயங்கக்கூடியது" க்கு டோஸ்ட் சேர்க்கப்பட்டது
tr: "Yürütülebilir Çalıştır" için tost ekleyin
uk: Додати тост для "Запустити виконуваний файл"

source: Bug fixes:
et: Veaparandused:
ga: Socruithe fabht:
ja: バグの修正:
kab: iseɣtiyen n ibugen:
nl: Foutoplossingen:
ro: Erori corectate:
ru: Исправления ошибок:
sk: Opravy chýb:
sr: Поправке багова:
ta: பிழை திருத்தங்கள்:
tr: Hata düzeltmeleri:
uk: Виправлення вад:

source: Adding shortcut to Steam resulted an error
et: Steami kiirvaliku lisamisel tekkis viga
nl: Snelkoppeling toevoegen aan Steam resulteerde in een fout
ro: Adăugarea scurtăturii la Steam a dus la o eroare
ru: Добавление сочетаний клавиш для Steam вызывало ошибку
ta: ஸ்டீமில் (Steam) குறுக்குவழியைச் சேர்ப்பதில் பிழை ஏற்பட்டது
tr: Steam'e kısayol ekleme hata ile sonuçlandı
uk: Додавання ярлика до Steam призводило до помилки

source: Importing backups resulted an error
et: Varukoopiate impordiviga
ga: Mar thoradh ar chúltacaí a iompórtáil
kab: Akter n yiḥrazen yegla-d s tuccḍa
nl: Importeren van back-ups leidde tot een fout
ro: A apărut o eroare la importarea copiilor de rezervă
ru: Импорт резервной копии вызывал ошибку
sk: Počas importu zálohy došlo k chybe
sr: Увоз резервних копија је резултовао грешком
ta: காப்புப்பிரதிகளை இறக்குமதி செய்வதில் பிழை ஏற்பட்டது
tr: Yedeklerin içe aktarılması bir hatayla sonuçlandı
uk: Під час імпорту резервних копій виникала помилка

source: Steam Runtime automatically enabled when using wine-ge-custom
et: Wine-ge-custom kasutamisel on Steami käituskeskkond automaatselt sisse lülitatud
ga: Cumasaítear Rúnt-am Gaile go huathoibríoch agus wine-ge-custom á úsáid
kab: Aselkam Steam yetturmed s wudem awurman ticki tesqedceḍ wine-ge-custom
nl: Steam-runtime automatisch ingeschakeld bij gebruik van ‘wine-ge-custom’
ro: Timpul de executare Steam este activat automat când se folosește wine-ge-custom
ru: Среда выполнения Steam теперь автоматически включена при использовании wine-ge-custom
sk: Behové prostredie Steamu bolo automaticky spustené pri použití wine-ge-custom
sr: Стим Покретач је аутоматски омогућен при коришћењу Вајн-ге-прилагођено
ta: wine-ge-custom பயன்படுத்தும் போது ஸ்டீம் (Steam) இயக்க நேரம் தானாகவே இயக்கப்படும்
tr: wine-ge-custom kullanıldığında Steam Runtime otomatik olarak etkinleştirilir
uk: Виконання Steam автоматично вмикається під час використання wine-ge-custom

source: Various library related fixes, like empty covers, and crashes related to missing entries
et: Erinevad teekidekohased vead, nagu puuduolevad kaanepildid ja puuduvatest kirjetest tekkivad kokkujooksmised
nl: Verscheidene bibliotheek-gerelateerde probleemoplossingen, waaronder lege covers en crashes gerelateerd aan ontbrekende items
ro: Diverse remedieri legate de bibliotecă, cum ar fi coperți goale și blocări legate de intrările lipsă
ru: Различные исправления, связанные с библиотекой, такие как пустые обложки и сбои, связанные с отсутствующими записями
ta: வெற்று அட்டைகள் மற்றும் விடுபட்ட உள்ளீடுகள் தொடர்பான செயலிழப்புகள் போன்ற பல்வேறு நூலகம் தொடர்பான திருத்தங்கள்
tr: Boş kapaklar ve eksik girişlerle ilgili çökmeler gibi kütüphaneyle ilgili çeşitli düzeltmeler
uk: Виправлено різноманітні помилки, пов'язані з бібліотекою, як-от порожні обкладинки та збої, пов'язані з відсутністю записів

source: Fix various issues related to text encoding
et: Tekstide kodeerimisega seotud erinevad veaparandused
ga: Socraigh saincheisteanna éagsúla a bhaineann le hich
kab: Seɣti tuget n wuguren isɛan assaɣ d usettengel n uḍris
nl: Verscheidene problemen gerelateerd aan tekstcodering opgelost
ro: Rezolvarea diferitelor probleme legate de codificarea textului
ru: Исправление различных проблем с кодировкой текста
sk: Opravené rôzne problémy týkajúce sa kódovania textu
sr: Поправи разне проблеме везане за енкодирање текста
ta: உரை குறியாக்கம் தொடர்பான பல்வேறு சிக்கல்கள் சரிசெய்யப்பட்டன
tr: Metin kodlamasıyla ilgili çeşitli sorunları düzeltin
uk: Виправлено різні проблеми, пов'язані з кодуванням тексту

source: Fix error when downloading if Bottles isn't run from terminal
et: Allalaadimisel tekkinud vea parandus, kui Bottles polnud käivitatud terminalist
ga: Socraigh earráid agus tú ag íoslódáil mura reáchtáiltear Buidéil
kab: Seɣti tuccḍa mi ara d-tsidreḍ ma llant Tiqreɛtin ur ttwaselkment ara seg tdiwent
nl: Fout bij downloaden als Bottles niet vanuit de terminal werd uitgevoerd opgelost
ro: Corectată eroarea la descărcare dacă Bottles nu este executat din terminal
ru: Исправлена ошибка при загрузке файлов, если Bottles не был запущен из терминала
sk: Opravená chyba pri preberaní v prípadoch, kedy Bottles nie je spustený z terminálu
sr: Поправи грешку при преузимању ако Флаше нису покренуте из терминала
ta: டெர்மினலில் இருந்து பாட்டில்கள் இயக்கப்படாவிட்டால் பதிவிறக்கும் போது பிழை சரி செய்யப்பட்டது
tr: Bottles terminalden çalıştırılmadığında indirme sırasında oluşan hatayı düzeltme
uk: Виправлено помилку під час завантаження, якщо Пляшки не запущено з терміналу

source: Correct version date
et: Versiooni õige kuupäev
ga: Dáta an leagan ceart
kab: Seɣti azemz n lqem
nl: Versiedatum gecorrigeerd
ro: Data versiunii corecte
ru: Испралена дата версии
sk: Opravený dátum verzie
sr: Тачан датум верзије
ta: சரியான பதிப்பு தேதி
tr: Doğru sürüm tarihi
uk: Правильна дата версії

source: Hide NVIDIA-related critical errors on non NVIDIA systems
et: NVIDIA-kohased vead on nüüd peidetud, kui arvutis pole NVIDIA-raudvara
nl: NVIDIA-gerelateerde kritieke fouten verborgen op niet-NVIDIA-systemen
ro: Ascunde erorile critice legate de NVIDIA pe sisteme non-NVIDIA
ru: Скрыты критические ошибки, связанные с NVIDIA, в системах без карт от NVIDIA
ta: NVIDIA அல்லாத கணினிகளில் NVIDIA தொடர்பான முக்கியமான பிழைகளை மறை
tr: NVIDIA olmayan sistemlerde NVIDIA ile ilgili kritik hataları gizleme
uk: Приховано критичні помилки, пов'язані з NVIDIA, на системах без NVIDIA

source: Gamescope improvements and fixes
et: Gamescope'i täiendused ja parandused
ga: Feabhsuithe agus socruithe Gamescope
kab: Iseɣtiyen akked tisnerniyin n Gamescope
nl: Gamescope-verbeteringen en -foutoplossingen
ro: Îmbunătățiri și remedieri la Gamescope
ru: Улучшения и исправления для Gamescope
sk: Vylepšenia a opravy Gamescope
sr: Побољшања и исправке за Гејмскоуп
ta: கேம்ஸ்கோப் மேம்பாடுகள் மற்றும் திருத்தங்கள்
tr: Gamescope iyileştirmeleri ve düzeltmeleri
uk: Покращення та виправлення Gamescope

source: Dependency installation is faster and more stable
et: Sõltuvuste paigaldamine on kiirem ja stabiilsem
ga: Tá suiteáil spleáchais níos tapúla agus níos cobhsaí
kab: Asbeddi n uḍaraɛ d arurad yerna yerked ugar
nl: Afhankelijkheidinstallatie is sneller en stabieler
ro: Instalarea dependenței este mai rapidă și mai stabilă
ru: Установка зависимостей стала более быстрой и стабильной
sk: Inštalácia závislostí je rýchlejšia a stabilnejšia
sr: Инсталирање зависних ставки је брже и стабилније
ta: சார்பு நிறுவல் வேகமானது மற்றும் நிலையானது
tr: Bağımlılık kurulumu daha hızlı ve daha kararlı
uk: Встановлення залежностей відбувається швидше та стабільніше

source: The health check has more information for faster debugging
et: Olekukontrolli sisu on nüüd parema silumise nimel sisutihedam
ga: Tá tuilleadh faisnéise ag an seiceáil sláinte chun dífhabhtú níos tapa
kab: Asenqed n tdawsa yesɛa ugar n telɣut i useɣti arurad
nl: Gezondheidscontrole heeft meer informatie voor snellere foutopsporing
ro: Verificarea stării de sănătate are mai multe informații pentru o depanare mai rapidă
ru: Проверка работоспособности теперь содержит больше информации для более быстрой отладки
sk: Kontrola stavu poskytuje viac informácií, čo napomáha rýchlejšiemu ladeniu
sr: Провера исправности има више информација за брже отклањање грешака
ta: விரைவான பிழைத்திருத்தத்திற்கான கூடுதல் தகவல்கள் சுகாதாரச் சோதனையில் உள்ளன
tr: Sağlık kontrolü, daha hızlı hata ayıklama için daha fazla bilgi içerir
uk: Перевірка стану містить більше відомостей для швидшого налагодження
