Repository: bottlesdevs/Bottles
Catalog: po/*.po
Languages: ar, bg, ca, ckb, cs, de, es, et, fi, fr, ga, hu, it, ja, kab, nl, pl, ro, ru, sk, sr, sv, ta, tr, uk

source: Increase responsiveness. Can be detected by some anti-cheat software.
ar: حسِّن الاستجابة. يُمكن اكتشافه من بعض برامج مكافحة الغش.
bg: Подобрява времето за реакция. Може да бъде открит от някои системи против измами.
cs: Zvýšení rychlosti odezvy. Může být detekován některými programy proti podvodům.
et: Suurendasime reageerimisvõimet. Mõni pettusevastane tarkvara võib selle tuvastada.
fi: Paranna reagointikykyä. On mahdollisesti joidenkin huijausesto-ohjelmien havaittavissa.
fr: Augmente la réactivité. Peut être détecté par certains logiciels anti-triche.
ga: Freagracht a mhéadú. Is féidir é a bhrath ag roinnt bogearraí frith-cheat.
ja: 反応速度を上げます。アンチチートソフトウェアに検出される可能性があります。
nl: Verbetert responsiviteit. Kan worden gedetecteerd door sommige anti-cheat-software.
pl: Zwiększ szybkość reakcji. Może zostać wykryty przez niektóre programy anty-cheatowe.
ro: Mărește viteza de reacție. Poate fi detectat de unele programe antitrișare.
ru: Улучшает отзывчивость. Может выявляться некоторыми античитами.
sk: Zvýšte rýchlosť odozvy. Môže byť detegovaný niektorými anti-cheat systémami.
sr: Повећава одзивност. Може бити детектовано од појединих анти-чит софтвера.
ta: பதிலளிக்கும் திறனை அதிகரிக்கவும். சில ஏமாற்று எதிர்ப்பு மென்பொருள் மூலம் கண்டறியபடலாம்.
tr: Gecikmeyi Azaltır. Bazı hile önleme programları tarafından tespit edilebilir.
uk: Алтернатива NVIDIA Reflex. Може виявлятися деякими античітами.

source: Updating LatencyFleX, please wait…
ar: جارٍ تحديث LatencyFleX، يرجى الانتظار…
bg: Обновяване на LFX, моля, изчакайте…
cs: Aktualizace LatencyFleX, počkejte prosím…
et: LatencyFleX on uuendamisel, palun oota…
fi: Päivitetään LatencyFleX:tä, odota hetki…
fr: Mise à jour de LatencyFleX, veuillez patienter…
ga: LatencyFleX á nuashonrú, fan go fóill…
ja: LatencyFleX を更新しています。お待ちください…
kab: Aleqqem n LatencyFleX, ttxil-k·m arǧu…
nl: LatencyFleX bijwerken, even geduld…
pl: Aktualizowanie LatencyFleX, proszę czekać…
ro: Se actualizează LatencyFleX, așteaptă…
ru: Обновление LatencyFleX, пожалуйста, подождите…
sk: Aktualizujem LatencyFleX, čakajte prosím…
sr: Ажурирам ЛатенсиФлеКс, молим сачекајте…
ta: LatencyFleXஐப் புதுப்பிக்கிறது, காத்திருக்கவும்…
tr: LatencyFleX güncelleniyor, lütfen bekleyin…
uk: Оновлення LatencyFleX, будь ласка, зачекайте…

source: Display
ar: العرض
bg: Екран
cs: Zobrazit
et: Ekraan
fi: Näyttö
fr: Affichage
ga: Taispeáin
ja: ディスプレイ
kab: Beqqeḍ
nl: Scherm
pl: Obraz
ro: Afișare
ru: Дисплей
sk: Zobraziť
sr: Екран
ta: காட்சி
tr: Ekran
uk: Дисплей

source: Increase performance at the expense of visuals using DXVK-NVAPI. Only works on newer NVIDIA GPUs.
ar: حسِّن الأداء على حساب الجودة باستخدام DXVK-NVAPI. يعمل هذا على وحدات معالجة الرسوميات الحديثة من إنفيديا فقط.
bg: Подобрява производителността за сметка на качеството, чрез DXVK с NVAPI. Работи само с новите видеокарти на „NVIDIA“.
cs: Zvýšení výkonu na úkor vizuální stránky pomocí rozhraní DXVK-NVAPI. Funguje pouze na novějších grafických procesorech NVIDIA.
et: Parandab DXVK-NVAPI abil välimuse arvel jõudlust. Toimib vaid uuemate NVIDIA graafikaprotsessoritega.
fi: Paranna suorituskykyä visuaalisen laadun kustannuksella käyttäen DXVK-NVAPI:a. Toimii vain suhteellisen uusilla NVIDIA:n näytönohjaimilla.
fr: Augmente les performances au détriment des visuels à l’aide de DXVK-NVAPI. Ne fonctionne que sur les GPU NVIDIA récents.
ga: Feidhmíocht a mhéadú ar chostas na n-amhairc ag baint úsáide as DXVK-NVAPI. Ní oibríonn sé ach ar GPUanna NVIDIA níos nuaí.
nl: Verbetert prestaties ten koste van beeldkwaliteit. Maakt gebruik van DXVK-NVAPI en werkt alleen op nieuwere NVIDIA-GPU's.
pl: Zwiększ wydajność kosztem efektów wizualnych za pomocą DXVK-NVAPI. Działa wyłącznie na nowszych kartach graficznych NVIDIA.
ro: Mărește performanța în detrimentul aspectului utilizând DXVK-NVAPI. Funcționează numai pe cele mai noi GPU NVIDIA.
ru: Улучшает производительность за счёт качества, используя DXVK-NVAPI. Работает только на новых ГП от NVIDIA.
sk: Zlepšite výkon na úkor vizuálnej stránky pomocou rozhrania DXVK-NVAPI. Funguje iba na novších grafických kartách NVIDIA.
sr: Појачај перформансе на штету визуелних ефектата користећи DXVK-NVAPI. Ради само на новијим НВИДИА графичким картицама.
ta: DXVK-NVAPI ஐப் பயன்படுத்தி காட்சிகளின் செலவில் செயல்திறனை அதிகரிக்கவும். புதிய NVIDIA GPUகளில் மட்டுமே வேலை செய்யும்.
tr: DXVK-NVAPI kullanarak görselliği düşürme pahasına performansı artırın. Yalnızca yeni NVIDIA GPU'larda çalışır.
uk: Збільшення продуктивності за рахунок візуальних ефектів з використанням DXVK-NVAPI. Працює тільки на нових графічних процесорах NVIDIA.

source: Increase performance at the expense of visuals. Only works on Vulkan.
ar: حسِّن الأداء على حساب الجودة. يعمل على فولكَن فقط.
bg: Подобрява производителността за сметка на качеството. Работи само с „Vulkan“.
cs: Zvýšení výkonu na úkor vizuální stránky. Funguje pouze v prostředí Vulkan.
et: Parandab välimuse arvel jõudlust. Toimib vaid Vulkaniga.
fi: Paranna suorituskykyä visuaalisen laadun kustannuksella. Toimii vain Vulkanilla.
fr: Augmente les performances au détriment des visuels. Ne fonctionne que sur Vulkan.
ga: Feidhmíocht a mhéadú ar chostas íomhánna. Ní oibríonn sé ach ar Vulkan.
nl: Verbetert prestaties ten koste van beeldkwaliteit. Werkt alleen met Vulkan.
pl: Zwiększ wydajność kosztem efektów wizualnych. Działa wyłącznie na Vulkanie.
ro: Mărește performanța în detrimentul aspectului. Funcționează numai pe Vulkan.
ru: Повышает производительность за счёт качества. Работает только на Vulkan.
sk: Zlepšite výkon na úkor vizuálnej stránky. Funguje iba v prostredí Vulkan.
sr: Побољшај перформансе на штету визуелних ефеката. Ради само на Вулкан-у.
ta: காட்சிகளின் இழப்பில் செயல்திறனை அதிகரிக்கவும். வல்கனில் மட்டுமே வேலை செய்கிறது.
tr: Görsel kalite karşılığında performansı artırır. Sadece Vulkan'da çalışır.
uk: Підвищення продуктивності за рахунок візуальних ефектів. Працює тільки на Vulkan.

source: Manage FidelityFX Super Resolution settings
et: Halda FidelityFX superresolutsiooni seadistusi
fr: Gérer les paramètres de FidelityFX Super Résolution
ga: Bainistigh socruithe Super Resolution FidelityFX
kab: sefrek iɣewwaṛen n tbadut tafellayt FidelityFX
nl: Beheer instellingen voor FidelityFX Super Resolution
ro: Gestionează reglările FidelityFX super claritate
ru: Управлять настройкам FidelityFX Super Resolution
sk: Spravovať nastavenia Dokonalého rozlíšenia FidelityFX
sr: Управљај поставкама FidelityFX Супер Резолуције
ta: FidelityFX சூப்பர் தெளிவுத்திறன் அமைப்புகளை நிர்வகிக்கவும்
tr: FidelityFX Süper Örneklendirme ayarlarını yönet
uk: Керування налаштуваннями FidelityFX Super Resolution

source: Discrete Graphics
ar: وحدة معالجة الرسوميات المنفصلة
bg: Отделна видеокарта
cs: Diskrétní grafická karta
et: Eraldiseisev graafikakaart
fi: Erillinen näytönohjain
fr: Carte graphique dédiée
ga: Grafaicí scoite
kab: Takarḍa tudlift
nl: Discrete grafische kaart
pl: Dedykowane GPU
ro: Grafică discretă
ru: Дискретная видеокарта
sk: Dedikovaná grafická karta
sr: Дискретна Графика
ta: தனித்துவமான கிராபிக்ஸ்
tr: Ayrık Grafikler
uk: Дискретна графіка

source: Use the discrete graphics card to increase performance at the expense of power consumption.
ar: استخدم بطاقة الرسوميات المنفصلة لتحسين الأداء على حساب استهلاك الطاقة.
bg: Използва отделната видеокарта, за увеличаване на производителността, за сметка на повишената консумация на енергия.
cs: Pomocí samostatné grafické karty zvýšíte výkon na úkor spotřeby energie.
et: Kasuta energiakulu arvel jõudluse suurendamiseks eraldiseisvat graafikakaarti.
fi: Käytä erillistä näytönohjainta suorituskyvyn parantamiseksi. Virrankulutus kasvaa tämän myötä.
fr: Utiliser la carte graphique dédiée pour augmenter les performances au détriment de la consommation d’énergie.
ga: Úsáid an cárta grafaicí scoite chun feidhmíocht a mhéadú ar chostas tomhaltais chumhachta.
nl: Maakt gebruik van de discrete grafische kaart om de prestaties te verhogen ten koste van het stroomverbruik.
pl: Użyj dedykowanej karty graficznej, aby zwiększyć wydajność kosztem zużycia energii.
ro: Folosește placa grafică discretă pentru a mări performanța în detrimentul consumului de energie.
ru: Использовать дискретную видеокарту для улучшения производительности за счёт энергопотребления.
sk: Pomocou dedikovanej grafickej karty zvýšte výkon na úkor spotreby elektrickej energie.
sr: Користи дискретну графичку картицу да појачаш перформансе на штету потрошње енергије.
ta: ஆற்றல் நுகர்வு செலவில் செயல்திறனை அதிகரிக்க தனித்துவமான கிராபிக்ஸ் அட்டையைப் பயன்படுத்தவும்.
tr: Güç tüketimi pahasına performansı artırmak için ayrı grafik kartı kullan.
uk: Використовуйте дискретну відеокарту для підвищення продуктивності за рахунок енергоспоживання.

source: Wayland (Experimental)
fr: Wayland (Expérimental)

source: Force the experimental native Wayland driver instead of Xwayland. Requires a Wayland session.
fr: Forcer l'utilisation du pilote Wayland natif expérimental au lieu de Xwayland. Nécessite une session Wayland.

source: Post-Processing Effects
ar: تأثيرات ما بعد المعالجة
bg: Ефекти за последваща обработка
cs: Efekty následného zpracování
et: Järeltöötluse efektid
fi: Jälkikäsittelyn tehosteet
fr: Effets de post-traitement
ga: Éifeachtaí Iar-Próiseála
kab: Isemda n uglezsefser
nl: Nabewerkingseffecten
pl: Efekty postprocessingu
ro: Efecte de postprocesare
ru: Эффекты постобработки
sk: Efekty následného spracovania
sr: Ефекти Накнадне Обраде
ta: பிந்தைய செயலாக்க விளைவுகள்
tr: İşlem Sonrası Efektleri
uk: Ефекти післяобробки

source: Add various post-processing effects using vkBasalt. Only works on Vulkan.
ar: أضِف مختلف تأثيرات ما بعد المعالجة باستخدام vkBasalt. يعمل على فولكَن فقط.
bg: Добавя различни ефекти за последваща обработка, чрез „vkBasalt“. Работи само с „Vulkan“.
cs: Přidání různých efektů následného zpracování pomocí vkBasalt. Funguje pouze ve Vulkanu.
et: Lisa vkBasalti teekide abil erinevaid järeltöötluse efekte. Toimib vaid Vulkaniga.
fi: Lisää useita jälkikäsittelytehosteita käyttämällä vkBasaltia. Toimii vain Vulkanilla.
fr: Ajoute divers effets de post-traitement à l’aide de vkBasalt. Ne fonctionne que sur Vulkan.
ga: Cuir éifeachtaí iar-phróiseála éagsúla le húsáid VKBasalt. Ní oibríonn sé ach ar Vulkan.
kab: Rnu agut isemda n uglezsefser s useqdec vkBasalt. Iteddu kan ɣef Vulkan.
nl: Voegt verschillende nabewerkingseffecten toe met behulp van vkBasalt. Werkt alleen met Vulkan.
pl: Dodaj różne efekty postprocessingu, używając vkBasalt. Działa wyłącznie na Vulkanie.
ro: Adaugă diverse efecte de post-procesare folosind vkBasalt. Funcționează numai pe Vulkan.
ru: Добавляет различные эффекты постобработки используюя vkBasalt. Работает только на Vulkan.
sk: Pridať rôzne efekty následného spracovania pomocou vkBasalt. Funguje iba vo Vulkane.
sr: Додај разнолике ефекте накнадне обраде користећи vkBasalt. Ради само на Вулкан-у.
ta: vkBasalt ஐப் பயன்படுத்தி பல்வேறு பிந்தைய செயலாக்க விளைவுகளைச் சேர்க்கவும். வல்கனில் மட்டுமே வேலை செய்கிறது.
tr: vkBasalt kullanarak çeşitli işlem sonrası efektler ekleyin. Sadece Vulkan üzerinde çalışır.
uk: Додайте різні ефекти післябробки за допомогою vkBasalt. Працює тільки на Vulkan.

source: Manage Post-Processing Layer settings
ar: أدِر إعدادات طبقة ما بعد المعالجة
bg: Управление на настройките на слоя за последваща обработка
cs: Správa nastavení vrstvy následného zpracování
et: Halda järeltöötluse kihi seadistusi
fi: Hallitse jälkikäsittelyn tasoasetuksia
fr: Gérer les paramètres de la couche de post-traitement
ga: Bainistigh socruithe Ciseal Iarphróiseála
kab: Sefrek iɣewwaṛen n tissi uglezsefser
nl: Instellingen voor nabewerkingslaag beheren
pl: Zarządzaj ustawieniami warstwy postprocessingu
ro: Gestionează reglările stratului de postprocesare
ru: Управление параметрами слоя постобработки
sk: Správa nastavenia vrstvy následného spracovania
sr: Управљај подешавањима Слоја Накнадне обраде
ta: பிந்தைய செயலாக்க லேயர் அமைப்புகளை நிர்வகிக்கவும்
tr: İşlem Sonrası Katman ayarlarını yönet
uk: Керування налаштуваннями шару післяобробки

source: Manage how games should be displayed on the screen using Gamescope.
ar: أدِر طريقة عرض الألعاب على الشاشة عن طريق جيم.سكوب.
bg: Управлява показването на игрите на екрана, чрез „Gamescope“.
cs: Pomocí nástroje Gamescope můžete spravovat, jak se mají hry zobrazovat na obrazovce.
et: Halda Gamescope'i abil seda, kuidas mängud on ekraanil kuvatud.
fi: Hallitse miten pelit tulee esittää näytöllä Gamescopea käyttäen.
fr: Gérer la façon dont les jeux doivent être affichés à l’écran à l’aide de Gamescope.
ga: Bainistigh conas ba chóir cluichí a thaispeáint ar an scáileán ag úsáid Gamescope.
kab: Sefrek amek ara ttwabeqqeḍen wuraren deg ugdil s useqdec n Gamescope.
nl: Beheer hoe games op het scherm moeten worden weergegeven met behulp van Gamescope.
pl: Zarządzaj tym, jak gry powinny być wyświetlane na ekranie, używając Gamescope.
ro: Gestionează modul în care jocurile trebuie să fie afișate pe ecran cu ajutorul Gamescope.
ru: Управление того, как игры должны отображаться на экране используют Gamescope.
sk: Pomocou nástroja Gamescope spravujte, ako sa majú hry zobrazovať na obrazovke.
sr: Управљај тиме како би игре требале бити приказане на екрану користећи Gamescope.
ta: கேம்ஸ்கோப்பைப் பயன்படுத்தி கேம்கள் எப்படி திரையில் காட்டப்பட வேண்டும் என்பதை நிர்வகிக்கவும்.
tr: Gamescope kullanarak oyunların ekranda nasıl görüntüleneceğini yönetin.
uk: Керуйте відображенням ігор на екрані за допомогою Gamescope.

source: Manage Gamescope settings
ar: إدارة إعدادات Gamescope
bg: Управление на настройките на „Gamescope“
ca: Gestiona els paràmetres del Gamescope
ckb: بەڕێوەبردنی ڕێکخستنەکانی Gamescope
cs: Spravovat nastavení Gamescope
de: Gamescope Einstellungen verwalten
es: Gestionar la configuración de Gamescope
et: Halda Gamescope'i seadistusi
fi: Hallitse Gamescopen asetuksia
fr: Gérer les paramètres de Gamescope
ga: Bainistigh socruithe Gamescope
hu: Gamescope beállítások kezelése
it: Gestisci le impostazioni di Gamescope
ja: Gamescope 設定を管理
kab: sefrek iɣewwaṛen Gamescope
nl: Gamescope-instellingen beheren
pl: Zarządzaj ustawieniami Gamescope
ro: Gestionează reglările Gamescope
ru: Управление настройками Gamescope
sk: Spravovať nastavenia Gamescope
sr: Управљај подешавањима Гејмскопа
sv: Hantera Gamescope inställningar
ta: கேம்ஸ்கோப் அமைப்புகளை நிர்வகிக்கவும்
tr: Gamescope ayarlarını yönet
uk: Керувати налаштуваннями Gamescope

source: Advanced Display Settings
ar: إعدادات العرض المتقدمة
bg: Разширени настройки на екрана
cs: Rozšířená nastavení zobrazení
et: Ekraani lisaseadistused
fi: Edistyneet näyttöasetukset
fr: Paramètres d’affichage avancés
ga: Socruithe Taispeána Ard
ja: 高度なディスプレイ設定
kab: Iɣewwaṛen inaẓiyen n ubeqqeḍ
nl: Geavanceerde scherminstellingen
pl: Zaawansowane ustawienia ekranu
ro: Reglări avansate de afișare
ru: Дополнительные параметры дисплея
sk: Rozšírené nastavenia zobrazenia
sr: Напредна Подешавања Екрана
ta: மேம்பட்ட காட்சி அமைப்புகள்
tr: Gelişmiş Görüntü Ayarları
uk: Розширені налаштування дисплея

source: Enable synchronization to increase performance of multicore processors.
ar: مكِّن المزامنة لزيادة أداء المعالجات متعددة الأنوية.
bg: Включва синхронизацията за увеличаване на производителността на многоядрените процесори.
ca: Habilita la sincronització per augmentar el rendiment dels processadors multinucli.
cs: Povolením synchronizace zvýšíte výkon vícejádrových procesorů.
de: Synchronisation aktivieren, um die Leistung auf Mehrkern-Prozessoren zu verbessern.
es: Activa la sincronización para aumentar el rendimiento de los procesadores multi-núcleo.
et: Suurendamaks jõudlust mitme tuumaga protsessorite puhul, lülita sünkroniseerimine sisse.
fi: Ota synkronointi käyttöön moniydinsuorittimien suorituskyvyn parantamiseksi.
fr: Activer la synchronisation pour améliorer les performances des processeurs multicœurs.
ga: Cumasaigh sioncrónú chun feidhmíocht próiseálaithe multicore a mhéadú.
hu: Szinkronizáció engedélyezése a többmagos processzorok teljesítményének növelése érdekében.
it: Abilita la sincronizzazione per aumentare le prestazioni dei processori multicore.
ja: 同期を有効にして、マルチコアプロセッサのパフォーマンスを向上させます。
nl: Schakel synchronisatie in om de prestaties van multi-core processoren te verhogen.
pl: Włącz synchronizację, aby zwiększyć wydajność dla procesorów wielordzeniowych.
ro: Activează sincronizarea pentru a crește performanța procesoarelor multinucleu.
ru: Включить синхронизацию для повышения производительности на многоядерных процессорах.
sk: Povolením synchronizácie zvýšite výkon viacjadrových procesorov.
sr: Омогући синхронизацију да повећаш перформансе вишејазгарних процесора.
sv: Aktivera synkronisering för ökad prestanda på flerkärniga processorer.
ta: மல்டிகோர் செயலிகளின் செயல்திறனை அதிகரிக்க ஒத்திசைவை இயக்கவும்.
tr: Çok çekirdekli işlemcilerin performansını artırmak için senkronizasyonu etkinleştirin.
uk: Увімкніть синхронізацію, щоб підвищити продуктивність на багатоядерних системах.

source: Synchronization
ar: التزامن
bg: Синхронизация
ca: Sincronització
ckb: هاوکاتگەری
cs: Synchronizace
de: Synchronisation
es: Sincronización
et: Sünkroniseerimine
fi: Synkronointi
fr: Synchronisation
ga: Sioncrónú
hu: Szinkronizáció
it: Sincronizzazione
ja: 同期
kab: Amtawi
nl: Synchronisatie
pl: Synchronizacja
ro: Sincronizare
ru: Синхронизация
sk: Synchronizácia
sr: Синхронизација
sv: Synkronisering
ta: ஒத்திசைவு
tr: Eşzamanlama
uk: Синхронізація

source: System
ar: النظام
bg: Система
ca: Sistema
ckb: سیستەم
cs: Systém
es: Sistema
et: Süsteem
fi: Järjestelmä
fr: Système
ga: Córas
hu: Rendszer
it: Sistema
ja: システム
kab: Anagraw
nl: Systeem
ro: Sistem
ru: Система
sk: Systém
sr: Систем
ta: சிஸ்டம்
tr: Sistem
uk: Система

source: Monitor Performance
ar: راقب الأداء
bg: Наблюдение на производителността
cs: Sledování výkonu
et: Seira jõudlust
fi: Tarkkaile suorituskykyä
fr: Contrôle des performances
ga: Monatóireacht a dhéanamh
ja: パフォーマンスを監視
kab: Amsefrak n tmellit
nl: Prestaties bijhouden
pl: Monitoruj wydajność
ro: Monitorizare performanțe
ru: Отслеживание производительности
sk: Sledovanie výkonu
sr: Перформансе Монитора
ta: செயல்திறனைக் கண்காணிக்கவும்
tr: Monitör Performansı
uk: Відстеження продуктивності

source: Display monitoring information such as framerate, temperatures, CPU/GPU load and more on OpenGL and Vulkan using MangoHud.
ar: اعرض معلومات كمعدل الإطارات والحرارات والحمل على وحدة المعالجة المركزية ووحدة معالجة الرسوميات وغيرها على أوبن.جي.إل وفولكَن باستخدام مانجو.هَد.
bg: Показва информация за честота на кадрите, температурата, натоварването на процесора, видеокартата, „OpenGL“ и „Vulkan“, чрез „MangoHud“.
cs: Pomocí aplikace MangoHud můžete zobrazovat monitorovací informace, jako je snímková frekvence, teploty, zatížení CPU/GPU a další informace o OpenGL a Vulkan.
et: Kuva MangoHudi abil OpenGLi- ja Vulkani-kohast seireteavet nagu kaadrisagedus, temperatuurid, protsessori ja graafikaprotsessori koormus ning muudki.
fi: Näytä tarkkailutietoja kuten kuvan päivitystaajuus, lämpötilat, suorittimen ja näytönohjaimen rasitus sekä paljon muuta OpenGL:llä ja Vulkanilla käyttäen MangoHudia.
fr: Afficher des informations de surveillance telles que la fréquence d’images, les températures, la charge CPU / GPU et plus encore sur OpenGL et Vulkan en utilisant MangoHud.
ga: Taispeáin faisnéis monatóireachta cosúil le framerate, teochtaí, ualach CPU/GPU agus níos mó ar OpenGL agus Vulkan ag baint úsáide as MangoHUD.
ja: MangoHud を使い、フレームレート、温度、CPU/GPU 負荷などのモニタリング情報を OpenGL と Vulkan 上に表示します。
nl: Toont informatie zoals verversingssnelheid, temperaturen, CPU-/GPU-belasting en meer op OpenGL en Vulkan met behulp van MangoHud.
pl: Wyświetlaj informacje monitorujące, takie jak liczba klatek na sekundę, temperatura, obciążenie procesora/karty graficznej i szczegóły w OpenGL i Vulkan, używając MangoHud.
ro: Arată informații de monitorizare, cum ar fi frecvența cadrelor, temperaturile, încărcarea CPU/GPU și multe altele pe OpenGL și Vulkan utilizând MangoHud.
ru: Отображение информации мониторинга, такой как частота кадров, температура, загрузка ЦП/ГП и многое другое. Работает в OpenGL и Vulkan с помощью MangoHud.
sk: Pomocou aplikácie MangoHug sledujte informácie ako je snímková frekvencia, teplota, zaťaženie CPU/GPU a ďalšie údaje týkajúce sa OpenGL a Vulkanu.
sr: Приказуј мониторинг информације попут брзине кадрова, температуре, оптерећења процесора/графичке картице и осталог на ОпенГЛ-у и Вулкан-у користећи МангоХад.
ta: MangoHud ஐப் பயன்படுத்தி OpenGL மற்றும் Vulkan இல் ஃப்ரேம்ரேட், வெப்பநிலை, CPU/GPU சுமை மற்றும் பல போன்ற கண்காணிப்புத் தகவலைக் காண்பி.
tr: MangoHud kullanarak OpenGL ve Vulkan'da kare hızı, sıcaklıklar, CPU/GPU yükü ve daha fazlası gibi izleme bilgilerini görüntüleyin.
uk: Переглядайте дані відстеження, такі як частота кадрів, температура, завантаження CPU/GPU і багато іншого в OpenGL і Vulkan за допомогою MangoHud.

source: Manage MangoHud settings
fr: Gérer les paramètres de MangoHud
kab: Sefrek iɣewwaṛen n MangoHud

source: Apply a set of optimizations to your device. Can improve game performance.
ar: طبِّق حزمة من التحسينات على جهازك. قد يُحسِّن هذا أداء الألعاب.
bg: Прилага редица оптимизации за Вашето устройство. Може да подобри производителността на играта.
cs: Použijte na zařízení sadu optimalizací. Může zlepšit výkon hry.
et: Kasuta oma arvutis või nutiseadmes vastavalt optimeeritud seadistusi. Võib parandada mängude jõudlust.
fi: Toteuta joukko optimointeja laitteellesi. Voi parantaa pelien suorituskykyä.
fr: Appliquer un ensemble d’optimisations à votre appareil. Peut améliorer les performances du jeu.
ga: Cuir sraith optimizations i bhfeidhm ar do ghléas. Is féidir feabhas a chur ar fheidhmíocht cluiche.
kab: Snes asbadu n isekkayen i yibenk-ik·im. Yezmer ad yesnerni timellit n wurar.
nl: Past een reeks optimalisaties toe op uw apparaat. Kan game-prestaties verbeteren.
pl: Zastosuj zestaw optymalizacji do swojego urządzenia. Może poprawić wydajność gry.
ro: Aplică un set de optimizări aparatului tău. Poate îmbunătăți performanța jocului.
ru: Применяет ряд оптимизаций к вашему устройству. Может повысить производительность в играх.
sk: Aplikujte na zariadenie sadu optimalizácií. Môže zlepšiť výkon hry.
sr: Примени сет побољшања на твој уређај. Може поправити перформансе игри.
ta: உங்கள் சாதனத்தில் மேம்படுத்தல்களின் தொகுப்பைப் பயன்படுத்தவும். விளையாட்டு செயல்திறனை மேம்படுத்த முடியும்.
tr: Cihazınıza bir dizi optimizasyon uygulayın. Oyun performansını artırabilir.
uk: Застосовує набір оптимізацій для вашого пристрою. Може підвищити продуктивність гри.

source: Preload Game Files
ar: حمل ملفات اللعبة مسبقًا
bg: Предварително зареждане на файловете на играта
cs: Předběžné načtení herních souborů
et: Eellaadi mänufailid
fi: Esilataa pelien tiedostot
fr: Précharger les fichiers de jeu
ga: Réamh-lódáil Comhaid Cluiche
ja: ゲームファイルをプリロード
kab: Sali-d ifuyla n wurar
nl: Spelbestanden vooraf inladen
pl: Wcześnie załaduj pliki gry
ro: Preîncarcă fișierele jocului
ru: Предзагружать файлы игры
sk: Predbežne načítavať herné súbory
sr: Предучитај Фајлове Игре
ta: கேம் கோப்புகளை முன்கூட்டியே ஏற்றவும்
tr: Oyun Dosyalarını Ön-Yükle
uk: Передзавантажити файли гри
