Repository: bottlesdevs/Bottles
Catalog: po/*.po
Languages: ar, bg, ca, ckb, cs, de, es, et, fi, fr, ga, hu, it, ja, kab, nl, pl, ro, ru, sk, sr, sv, ta, tr, uk

source: Run Here
ar: شغّل هنا
bg: Изпълняване тук
ca: Executa aquí
ckb: لێرە ڕەن بە
cs: Spustit zde
de: Hier ausführen
es: Ejecutar aquí
et: Käivita siin
fi: Suorita tässä
ga: Rith Anseo
hu: Futtatás itt
it: Esegui qui
ja: ここで実行
kab: Selkem dagi
nl: Hier uitvoeren
pl: Uruchom tutaj
ro: Pornește aici
ru: Запустить здесь
sk: Spustiť tu
sr: Покрени овде
sv: Kör Här
ta: இங்கே இயக்கவும்
tr: Burada Çalıştır
uk: Запустити тут

source: This bottle looks damaged, the configuration file is missing. I can try to solve by creating a new configuration.
ar: يبدو أن هذه القارورة متضررة، ملف التكوين مفقود. يمكنني أن أحاول حل المشكلة بإنشاء تكوين جديد.
bg: Тази бутилка е повредена, конфигурационният файл липсва. Ще бъде създаден нов конфигурационен файл.
ca: Aquesta ampolla sembla malmesa, falta el fitxer de configuració. Es pot intentar resoldre-ho creant una nova configuració.
ckb: وا دیارە ئەم بۆتڵە تێکچووە، پەڕگەی ڕێکخستنی ونبووە. دەتوانم ئەم کێشەیە بە دروستکردنی پەڕگەیەکی نوێ چارەسەر بکەم.
cs: Tato láhev vypadá poškozeně, konfigurační soubor chybí. Mohu zkusit vytvořit novou konfiguraci.
de: Diese Bottle sieht beschädigt aus, da die Konfigurationsdatei fehlt. Ich kann versuchen dies zu beheben, indem ich eine neue Konfiguration erzeuge.
es: Esta botella parece dañada; falta el archivo de configuración. Es posible intentar resolverlo creando una configuración nueva.
et: See pudel tundub olema saanud viga, tema konfiguratsioon on puudu. Uute konfiguratsiooni loomisega võin ma proovida seda viga parandada.
fi: Tämä pullo näyttää vaurioituneelta, kokoonpanotiedosto puuttuu. Voin yrittää ratkaista tämä luomalla uuden kokoonpanon.
ga: Breathnaíonn damáiste don bhuidéal seo, tá an comhad cumraíochta ar iarraidh. Is féidir liom iarracht a dhéanamh a réiteach trí chumraíocht nua a chruthú.
hu: Ez az palack sérültnek tűnik, hiányzik a konfigurációs fájl. Megpróbálhatom megoldani egy új konfiguráció létrehozásával.
it: Questa bottiglia sembra danneggiata, manca il file di configurazione. Posso provare a risolvere creando una nuova configurazione.
ja: このボトルはしているようです。設定ファイルがありません。新しい設定を作成することで、解決を試みることができます。
kab: Taqerɛet-a tettban-d tettwaɣ, afaylu n twila ulac-it. Zemreɣ ad ɛerḍeɣ ad fruɣ s tmerna n twila tamaynut.
nl: Deze bottle ziet er beschadigd uit, het configuratiebestand ontbreekt. Ik kan het proberen op te lossen door een nieuwe configuratie aan te maken.
pl: Ta butelka wygląda na uszkodzoną, brakuje pliku konfiguracyjnego. Mogę spróbować to naprawić poprzez utworzenie nowej konfiguracji.
ro: Această sticlă pare deteriorată, lipsește fișierul de configurare. Pot încerca să rezolv prin crearea unei noi configurări.
ru: Кажется, бутылка повреждена: отсутствует файл конфигурации. Можно попробовать решить проблему, создав новую конфигурацию.
sk: Táto fľaša vyzerá byť poškodená, konfiguračný súbor chýba. Môžem skúsiť vytvoriť novú konfiguráciu.
sr: Ова флаша делује оштећено, конфигурациони фајл недостаје. Могу покушати да поправим креирањем нове конфигурације.
sv: Den här buteljen ser skadad ut, konfigurationsfilen saknas. Jag kan försöka lösa det genom att skapa en ny konfiguration.
ta: இந்த பாட்டில் சேதமடைந்ததாகத் தெரிகிறது, உள்ளமைவு கோப்பு இல்லை. நான் ஒரு புதிய கட்டமைப்பை உருவாக்குவதன் மூலம் தீர்க்க முயற்சி செய்யலாம்.
tr: Bu şişe hasarlı görünüyor, yapılandırma dosyası eksik. Yeni bir konfigürasyon oluşturarak bu sorunu çözmeye çalışabilirim.
uk: Ця Пляшка виглядає пошкодженою, конфігураційний файл відсутній. Можемо спробувати вирішити проблему, створивши нову конфігурацію.

source: Run .exe/.msi in this bottle
bg: Стартиране на .exe или .msi файлове в тази бутилка
ca: Executa .exe/.msi en aquesta ampolla
ckb: کردنەوەی .exe/.msi لەم بۆتڵەدا
de: Führe .exe/.msi in dieser Bottle aus
es: Instalar .exe/.msi en esta botella
fi: Suorita .exe/.msi tässä pullossa
hu: .exe/.msi futtatása ebben a palackban
it: Esegui .exe/.msi in questa bottiglia
sv: Kör .exe/.msi i denna butelj

source: Start off by creating a Bottle.
ca: Comenceu creant una ampolla.
ckb: بە دروستکردنی بۆتڵ دەست پێ بکە.
de: Beginne, indem du eine Bottle erstellst.
es: Empiece por crear una botella.
hu: Kezdjen egy palack létrehozásával.
it: Inizia creando una bottiglia.
sv: Börja med att skapa en flaska.

source: Create a new Bottle
ca: Crea una ampolla nova
ckb: دروستکردنی بۆتڵێکی تازە
de: Neue Bottle erstellen
es: Crear una botella nueva
hu: Új palack létrehozása
it: Crea una nuova bottiglia
sv: Skapa en ny butelj

source: New Bottle
bg: Нова бутилка
ca: Nova ampolla
de: Neue Bottle
es: Botella nueva
fi: Uusi pullo
hu: Új palack
it: Nuova bottiglia
sv: Ny butelj

source: Create
bg: Създаване
ca: Crea
ckb: دروستکردن
de: Erstellen
es: Crear
fi: Luo
hu: Létrehozás
it: Crea
sv: Skapa

source: Bottle Information
bg: Информация за бутилката
ca: Informació de l'ampolla
de: Bottle Informationen
es: Información de la botella
fi: Pullon tiedot
hu: Palack információ
it: Informazioni della bottiglia
sv: Information om flaskan

source: An environment improved for Windows games.
bg: Това е специализирана среда за игри.
ca: Un entorn millorat per als jocs de Windows.
ckb: ژینگەیەکی گەشەپێدراو بۆ یارییەکانی ویندۆز.
de: Eine für Windows-Spiele optimierte Umgebung.
es: Un entorno mejorado para juegos de Windows.
fi: Windows-pelejä varten parannettu ympäristö.
hu: Egy Windows játékokhoz módosított környezet.
it: Un ambiente ottimizzato per giochi Windows.
sv: En miljö, förbättrad för Windows-spel.

source: Application
bg: Програми
ca: Aplicació
ckb: ئەپڵیکەیشن
de: Anwendungen
es: Aplicación
fi: Sovellus
hu: Alkalmazás
it: Applicazioni
sv: Program

source: An environment improved for Windows applications.
bg: Това е специализирана среда за програми.
ca: Un entorn millorat per a les aplicacions de Windows.
de: Eine für Windows-Anwendungen optimierte Umgebung.
es: Un entorno mejorado para las aplicaciones de Windows.
fi: Windows-ohjelmistoja varten parannettu ympäristö.
hu: Egy Windows alkalmazásokhoz módosított környezet.
it: Un ambiente ottimizzato per applicazioni Windows.
sv: En förbättrad miljö för Windows-program.

source: Layered
bg: Многопластова
ca: En capes
ckb: چینکراو
de: Geschichtet
es: Capas
fi: Tasoitettu
hu: Rétegezett
it: Stratificato
sv: Skiktad

source: A layered environment, where every app is a layer.
bg: Това е специализирана среда, в която всяка програма е отделен пласт.
ca: Un entorn en capes, on cada aplicació és una capa.
ckb: ژینگەیەکی چینکراو کە هەر ئەپێک چینێکە.
de: Eine mehrschichtige Umgebung, in der jede Anwendung eine Schicht ist.
es: Un entorno por capas, donde cada aplicación es una capa.
fi: Tasoihin pohjautuva ympäristö, missä jokainen sovellus on taso.
hu: Egy rétegezett környezet, ahol minden alkalmazás egy réteg.
it: Un ambiente stratificato, dove ogni applicazione è uno strato.
sv: En skiktad miljö, där varje app är ett skikt.

source: Custom
ar: التخصيص
bg: Персонализирана
ca: Personalitzat
ckb: تایبەت
cs: Vlastní
de: Benutzerdefiniert
es: Personalizado
et: Kohandatud
fi: Mukautettu
ga: Saincheaptha
hu: Egyéni
it: Personalizzato
ja: カスタム
kab: Sagen
nl: Aangepast
pl: Własne
ro: Personalizat
ru: Пользовательская
sk: Vlastné
sr: Прилагођено
sv: Anpassat
ta: தனிப்பயன்
tr: Özel
uk: Власне

source: A clear environment for your experiments.
bg: Това е чиста среда за Вашите експерименти.
ca: Un entorn net per als vostres experiments.
ckb: ژینگەیەکی پاک بۆ تاقیکردنەوەکانت.
de: Eine leere Umgebung für deine Experimente.
es: Un entorno limpio para sus experimentos.
fi: Tyhjä ympäristö kokeiluillesi.
hu: Egy tiszta környezet a kísérleteihez.
it: Un ambiente chiaro per i tuoi esperimenti.
sv: En ren miljö för dina experiment.

source: Unlinked Home Directory
bg: Несвързана домашна директория
ca: Directori d'inici desenllaçat
de: Persönlichen Ordner nicht verknüpfen
es: Carpeta hogar no vinculada
fi: Linkittämätön kotihakemisto
hu: Leválasztott kezdőkönyvtár
it: Scollega cartella home
sv: Tog bort länken till hemmappen

source: Do not link the userdir to the homedir
bg: Да не се свързва потребителската директория с домашната директория
ca: No enllaçar el directori d'usuari amb el directori inicial
ckb: userdir و homedir بەیەکەوە مەلکێنە
de: Den Persönlichen Ordner nicht mit dem Benutzer-Verzeichnis verknüpfen
es: No vincular el userdir con el homedir
fi: Älä linkitä käyttäjähakemistoa kotihakemistoon
hu: Ne kapcsolja össze a felhasználói könyvtárat a kezdőkönyvtárhoz
it: Non collegare la cartella utente alla cartella home
sv: Länka inte användarkatalogen till hemkatalogen

source: Architecture
ar: المعمارية
bg: Архитектура
ca: Arquitectura
ckb: ئەندازیاریی
cs: Architektura
de: Architektur
es: Arquitectura
et: Arhitektuur
fi: Arkkitehtuuri
ga: Ailtireacht
hu: Architektúra
it: Architettura
ja: アーキテクチャ
kab: Tasegda
nl: Architectuur
pl: Architektura
ro: Arhitectura
ru: Архитектура
sk: Architektúra
sr: Архитектура
sv: Arkitektur
ta: கட்டிடக்கலை
tr: Mimari
uk: Архітектура

source: We recommend using 32bit only if strictly necessary.
bg: Препоръчваме използването на 32-битовата архитектура само ако е наложително.
ca: Recomanem utilitzar 32 bits només si és estrictament necessari.
de: Wir empfehlen 32-bit nur dann zu nutzen, wenn es zwingend erforderlich ist.
es: Se recomienda usar 32 bits sólo si es estrictamente necesario.
fi: Käytä 32-bittistä vain jos se on tarpeellista.
hu: Csak akkor ajánljuk a 32-bit használatát, ha feltétlenül szükséges.
it: Si consiglia di utilizzare 32 bit solo se strettamente necessario.
sv: Vi rekommenderar att endast använda 32bit om det är strängt nödvändigt.

source: 64 bit
bg: 64 бита
ca: 64 bits
ckb: ٦٤ بیت
es: 64 bits

source: 32 bit
bg: 32 бита
ca: 32 bits
ckb: ٣٢ بیت
es: 32 bits

source: Custom Recipe
bg: Персонализирана рецепта
ca: Recepta personalitzada
de: Benutzerdefiniertes Rezept
es: Receta personalizada
fi: Mukautettu resepti
hu: Egyéni recept
it: Formula personalizzata
sv: Anpassat recept

source: Choose a custom recipe for the environment if you have one.
bg: Изберете персонализирана рецепта за средата, ако имате такава.
ca: Trieu una recepta personalitzada per a l'entorn si en teniu una.
de: Wähle ein benutzerdefiniertes Rezept für die Umgebung, falls vorhanden.
es: Elija una receta personalizada para el entorno si tiene una.
fi: Valitse mukautettu resepti ympäristölle, jos sinulla on sellainen.
hu: Válasszon egy egyéni receptet a környezet számára, ha rendelkezik eggyel.
it: Scegli una formula personalizzata per l'ambiente, se ne hai una.
sv: Välj ett eget recept för miljön om du har ett sådant.

source: Custom Path
bg: Персонализирано местоположение
ca: Camí personalitzat
de: Benutzerdefinierter Pfad
es: Camino personalizado
fi: Mukautettu polku
hu: Egyéni útvonal
it: Percorso personalizzato
sv: Anpassad sökväg

source: Store this bottle in another place.
bg: Съхранете тази бутилка на друго място.
ca: Emmagatzema aquesta ampolla en aquest lloc.
de: Diese Bottle an einem anderen Ort speichern.
es: Guardar esta botella en un lugar diferente.
fi: Talleta tämä pullo eri paikkaan.
hu: Tárolja a palackot egy másik helyen.
it: Salva la bottiglia in una posizione diversa.
sv: Förvara denna flaska på en annan plats.

source: Creating a Bottle…
bg: Създаване на бутилка…
ca: Creant una ampolla…
de: Eine Bottle erstellen…
es: Creando una botella…
fi: Luodaan pulloa…
hu: Palack létrehozása…

source: Bottle created
ca: S’ha creat l’ampolla
ckb: بتڵ دروستکرا
de: Bottle erstellt
es: Botella creada
hu: Palack létrehozva
it: Bottiglia creata
sv: Butelj skapad

source: Run Windows Software on Linux.
ca: Executeu programari de Windows a Linux.
de: Führe Windows Software auf Linux aus.
es: Ejecute software de Windows en Linux.
hu: Windows szoftverek futtatása Linuxon.
it: Usa programmi per Windows su Linux.
sv: Kör Windows Software på Linux.

source: All ready!
ca: Tot a punt!
de: Alles bereit!
es: ¡Todo listo!
hu: Minden kész!
it: Tutto pronto!
sv: Allt klart!

source: Notifications
ar: الإشعارات
bg: Известия
ca: Notificacions
ckb: ئاگادارکردنەوەکان
cs: Upozornění
de: Benachrichtigungen
es: Notificaciones
et: Teavitused
fi: Ilmoitukset
ga: Fógraí
hu: Értesítések
it: Notifiche
ja: 通知
kab: Ilɣa
nl: Notificaties
pl: Powiadomienia
ro: Notificări
ru: Уведомления
sk: Upozornenia
sr: Обавештења
sv: Avisering
ta: அறிவிப்புகள்
tr: Bildirimler
uk: Сповіщення

source: Custom Bottles Path (Requires Restart)
ca: Camí de les ampolles personalitzades (requereix reiniciar)
de: Benutzerdefinierter Bottles Pfad (Neustart erforderlich)
es: Ruta de las botellas personalizadas (requiere reiniciar)
hu: Egyéni palackok útvonala (újraindítás szükséges)
it: Percorso bottiglie personalizzato (Riavvio richiesto)
sv: Anpassad flasksökväg (kräver omstart)

source: Choose where to store the new bottles (this will not move the existing ones).
ca: Trieu on emmagatzemar les ampolles noves (això no mourà les existents).
de: Auswählen, wo neue Bottles gespeichert werden sollen (Bestehende werden nicht verschoben).
es: Elija dónde almacenar botellas nuevas (esto no moverá las existentes).
hu: Válassza ki, hogy hol szeretné tárolni az új palackokat (ez nem fogja áthelyezni a létezőket).
it: Scegli dove conservare le nuove bottiglie (questo non sposterà quelle esistenti).
sv: Välj var du vill förvara de nya flaskorna (de befintliga flaskorna flyttas inte).

source: Display unstable versions of runners.
ar: أظهر النسخ غير المستقرة من المشغلات.
bg: Показва нестабилните версии на стартиращите програми.
ca: Mostra versions inestables dels corredors.
cs: Zobrazit nestabilní verze runnerů.
de: Zeige instabile Versionen von Runnern an.
es: Mostrar versiones inestables de los ejecutores.
et: Näita käivitajate ebastabiilseid versioone.
fi: Näytä ajajien epävakaat versiot.
hu: Futtatók instabil verzióinak megjelenítése.
it: Mostra versioni instabili dei runner.
ja: 不安定版のランナーを表示します。
nl: Toon instabiele versies van runners.
pl: Pokaż niestabilne wersje uruchamiaczy.
ro: Arată versiunile instabile ale executanților.
ru: Показывать нестабильные версии пускателей.
sr: Прикажи нестабилне верзије покретача.
sv: Visa instabila versioner av körare.
ta: ரன்னர்களின் நிலையற்ற பதிப்புகளைக் காண்பி.
tr: Koşucuların kararsız sürümlerini görüntüleyin.
uk: Відображати нестабільні версії двигунів.

source: Core
ar: النواة
bg: Основни
ca: Nucli
ckb: ناوک
cs: Jádro
de: Kern
es: Núcleo
et: Tuum
fi: Ydin
ga: Croí
hu: Mag
ja: コア
kab: agejdan
nl: Kern
pl: Rdzeń
ro: Nucleu
ru: Ядро
sk: Jadro
sr: Језгро
sv: Kärna
ta: கோர்
tr: Çekirdek
uk: Ядро

source: Runtime
ar: زمن التشغيل
bg: Среда за изпълнение
ca: Entorn d’execució
ckb: ڕەنتایم
de: Laufzeit
es: Tiempo de ejecución
et: Käitusteek
ga: Am rite
hu: Futtatókörnyezet
ja: ランタイム
kab: Aselkam
ro: Timp de executare
ru: Среда выполнения
sk: Behové prostredie
sr: Рантајм
sv: Körtid
ta: இயக்க நேரம்
tr: Çalışma-zamanı
uk: Середовище виконання

source: These features are under heavy development and may be unstable, expect bugs and breakage.
ar: هذه الميزات قيد التطوير المكثف وقد تكون غير مستقرة ، توقع حدوث أخطاء وأعطال.
bg: Тези функции са в процес на разработка и може да създадат потенциални проблеми.
cs: Tyto funkce jsou ve fázi intenzivního vývoje a mohou být nestabilní, očekávejte chyby a poruchy.
de: Diese Funktionen befinden sich noch in der Entwicklung und sind möglicherweise instabil, so dass mit Fehlern und Störungen zu rechnen ist.
es: Estas funciones están en pleno desarrollo y pueden ser inestables, por lo que cabe esperar que se produzcan errores y roturas.
et: Need funktsionaalsused on tõsiselt arendamisel ning nad ei pruugi olla stabiilsed, seega pigem eelda vigu ja tegevuse katkemist.
fi: Nämä ominaisuudet ovat kehityksen alla ja saattavat olla epävakaita. Bugeja ja rikkoutumisia odotettavissa.
ga: Tá na gnéithe seo á bhforbairt go trom agus d’fhéadfadh siad a bheith éagobhsaí, ag súil le fabhtanna agus briste.
hu: Ezek a funkciók intenzív fejlesztés alatt állnak, és instabilak lehetnek, számítson hibákra.
ja: これらの機能は目下開発中で不安定なことがあります。バグや破壊の可能性を理解のうえ使用してください。
kab: Timahilin-agi atan llant ddaw n tneflit u zemrent ad ilint ur rkident ara. rrǧu ibuguten d uɣelluy.
nl: Deze functies zijn onder ontwikkeling en kunnen instabiel zijn, houd rekening met problemen.
pl: Te funkcje są wciąż w trakcie tworzenia i mogą być skrajnie niestabilne, spodziewaj się bugów i błędów.
ro: Aceste caracteristici sunt în curs de dezvoltare intensă și pot fi instabile; pot să apară erori și defecțiuni.
ru: Эти функции находятся в стадии интенсивной разработки и могут вести себя нестабильно, с ошибками и сбоями.
sk: Tieto funkcie sú vo fáze intenzívneho vývoja a môžu byť nestabilné, očakávajte chyby a problémy.
sr: Ове функције су под јаким развојем и могу бити нестабилне, очекујте багове и крахове.
ta: இந்த அம்சங்கள் அதிக வளர்ச்சியில் உள்ளன மற்றும் நிலையற்றதாக இருக்கலாம், பிழைகள் மற்றும் உடைப்புகளை எதிர்பார்க்கலாம்.
tr: Bu özellikler yoğun geliştirme aşamasındadır ve kararsız olabilir, hatalar ve kırılmalar beklenebilir.
uk: Ці функції знаходяться в стадії інтенсивної розробки і можуть бути нестабільними, очікуються помилки та поломки.

source: In early development (requires restart).
ca: En desenvolupament inicial (requereix reiniciar).
de: Noch in der Entwicklungsphase (Neustart erforderlich).
es: En fase de desarrollo (requiere reinicio).
hu: Korai fejlesztésben (újraindítás szükséges).
it: In fase di sviluppo iniziale (riavvio richiesto).
sv: I tidig utvecklings (kräver omstart).

source: Sandbox per bottle
ar: ساحة التجارب لكل قارورة
bg: Пясъчник в бутилка
ca: Entorn aïllat per ampolla
cs: Sandbox pro Láhev
de: Sandbox pro Bottle
es: Depósito aislado por botella
et: Pudelikohane aedikkäitus
fi: Hiekkalaatikko per pullo
ga: Bosca gainimh in aghaidh an bhuidéal
hu: Palackonkénti homokozó
it: Sandbox per bottiglia
ja: ボトル単位のサンドボックス
kab: Tanaka n ijdi i yal taqerɛet
nl: Zandbak per bottle
pl: Sandbox na butelkę
ro: Mediu izolat pentru sticlă
ru: Отдельные «песочницы» для бутылок
sk: Samostatný sandbox pre Fľaše
sr: Сендбокс окружење по флаши
sv: Sandlåda per flaska
ta: ஒரு பாட்டிலுக்கு சாண்ட்பாக்ஸ்
tr: Şişe başına kum havuzu kullan
uk: Окремі пісочниці для Пляшок

source: In early development.
ar: في مرحلة مبكرة من التطوير.
bg: В процес на разработка.
ca: En desenvolupament inicial.
cs: V raném stádiu vývoje.
de: Noch in früher Entwicklung.
es: En fase de desarrollo.
et: Varases arendusjärgus.
fi: Aikaisessa kehityksessä.
ga: I bhforbairt luath.
hu: Korai fejlesztésben.
it: In fase di sviluppo iniziale.
ja: 開発初期段階の機能です。
kab: Atan deg tneflit.
nl: In vroege ontwikkeling.
pl: We wczesnym rozwoju.
ro: La început de dezvoltare.
ru: На ранней стадии разработки.
sk: V ranom štádiu vývoja.
sr: У раном развоју.
sv: I tidig utveckling.
ta: ஆரம்ப வளர்ச்சியில்.
tr: Erken gelişim aşamasında.
uk: На ранній стадії розробки.

source: Launch with terminal
ca: Inicia amb un terminal
ckb: کردنەوەی بە تێرمیناڵ
de: In der Konsole ausführen
es: Ejecutar con la terminal
hu: Indítás terminálban
it: Avvia nel terminale
sv: Starta med terminal

source: Browse path
ca: Explora el camí
ckb: گەڕان بۆ شوێنێک
de: Pfad durchsuchen
es: Examinar directorio
hu: Útvonal tallózása
it: Sfoglia il percorso
sv: Bläddra i sökvägen

source: Add to My Library
ca: Afegeix a La meva biblioteca
de: Zu meiner Bibliothek hinzufügen
es: Añadir a mi biblioteca
hu: Hozzáadás a könyvtáramhoz
it: Aggiungi alla mia libreria
sv: Lägg till i mitt bibliotek

source: Restore this state
ca: Restaura aquest estat
ckb: گەڕاندنەوەی ئەم دۆخە
de: Diesen Zustand wiederherstellen
es: Restaurar este estado
hu: Állítsa vissza ezt az állapotot
it: Ripristina lo stato
sv: Återställ denna status

source: Import/Export…
ca: Importa/exporta…
es: Importar/exportar…
hu: Importálás/exportálás…
it: Importa/esporta…
sv: Importera/exportera…

source: Support
ca: Doneu-nos suport
es: Apóyenos
hu: Támogatás
it: Supporto

source: Forums
ca: Fòrums
ckb: یانەکان
de: Foren
es: Foros
hu: Fórumok
sv: Forum

source: About Bottles
ar: دليل «قوارير»
bg: Относно „Bottles“
ca: Quant al Bottles
ckb: دەربارەی بۆتڵز
cs: O Láhvích
de: Über Bottles
es: Acerca de Bottles
et: Rakenduse teave: Bottles
fi: Tietoja - Pullot
ga: Maidir le Buidéil
hu: A Palackok névjegye
it: Informazioni su Bottles
ja: Bottles について
kab: Ɣef Teqreɛtin
nl: Over Bottles
pl: O Bottles
ro: Despre Bottles
ru: О Bottles
sk: O programe Bottles
sr: О Флашама
sv: Om Bottles
ta: பாட்டில்கள் பற்றி
tr: Şişeler Hakkında
uk: Про Bottles

source: Open menu
ca: Obre el menú
ckb: کردنەوەی لیست
de: Menü öffnen
es: Abrir menú
hu: Menü megnyitása
it: Apri menu
sv: Öppna menyn

source: New bottle
ca: Ampolla nova
ckb: بۆتڵی نوێ
de: Neue Bottle
es: Botella nueva
hu: Új palack
it: Nuova bottiglia
sv: Ny butelj

source: Choose a Windows executable file
bg: Избиране на изпълним файл за „Windows“
ca: Trieu un fitxer executable de Windows
ckb: پەڕگەیەکی exe ی ویندۆز هەڵبژێرە
de: Windows-Programmdatei auswählen
es: Elija un archivo ejecutable de Windows
fi: Valitse Windowsin suoritettava tiedosto
hu: A Windows végrehajtható fájl kiválasztása
it: Scegli un file eseguibile Windows
sv: Välj en körbar Windows-fil

source: Ok
ca: D'acord
de: Okay
es: Vale

source: Backup created for '{0}'.
ca: Còpia de seguretat creada per a '{0}'.
de: Sicherung im Pfad gespeichert: {0}.
es: Respaldo creado para '{0}'.
hu: Biztonsági mentés létrehozva {0} számára.
it: Backup creato per '{0}'.
sv: Säkerhetskopiering skapad för '{0}'.

source: Backup failed for '{0}'.
ca: La còpia de seguretat ha fallat per a "{0}".
de: Sicherung fehlgeschlagen für Pfad: {0}.
es: Respaldo fallido para '{0}'.
hu: {0} biztonsági mentése sikertelen.
it: Impossibile creare il backup per '{0}'.
sv: Säkerhetskopiering misslyckades för '{0}'.

source: Export
ar: صدّر
bg: Експортиране
ca: Exportar
ckb: هاوردە
de: Exportieren
es: Exportar
et: Ekspordi
fi: Vie
ga: Easpórtáil
hu: Exportálás
it: Esporta
ja: エクスポート
kab: Sifeḍ
nl: Exporteren
pl: Eksport
ro: Exportă
ru: Экспорт
sr: Извези
sv: Exportera
ta: ஏற்றுமதி
tr: Dışa aktar
uk: Експорт

source: Confirm
ca: Confirmar
ckb: دڵنیاکردنەوە
de: Bestätigen
es: Confirmar
hu: Megerősítés
it: Conferma
sv: Bekräfta

source: Are you sure you want to delete this Bottle and all files?
ca: Esteu segur que voleu suprimir aquesta ampolla i tots els fitxers?
ckb: ئایە تۆ دڵنیایت لە سڕینەوەی ئەم بتڵە و هەموو پەڕگەکان؟
de: Bist du dir sicher, dass du diese Bottle und alle Dateien darin löschen möchtest?
es: ¿Confirma que quiere eliminar esta botella y todos sus archivos?
hu: Biztosan törölni szeretné ezt a palackot és az összes fájlját?
it: Sei sicuro di voler rimuovere questa Bottiglia e tutti i suoi file?
sv: Vill du verkligen ta bort denna butelj och alla filer?

source: Are you sure you want to terminate all processes? This can cause data loss.
ca: Esteu segur que voleu finalitzar tots els processos? Això pot provocar la pèrdua de dades.
de: Bist du dir sicher, dass du alle Prozesse beenden möchtest? Dies kann zu Datenverlust führen.
es: ¿Está seguro de que desea finalizar todos los procesos? Esto puede causar la pérdida de datos.
hu: Biztosan meg szeretné szakítani az összes folyamatot? Ez adatvesztéshez vezethet.
it: Siete sicuri di voler terminare tutti i processi? Questo può causare la perdita di dati.
sv: Är du säker på att du vill avsluta alla processer? Det kan leda till dataförlust.

source: This feature is not available on your system.
bg: Тази функция не е налична за Вашата система.
ca: Aquesta funció no està disponible al vostre sistema.
ckb: ئەم تایبتەمەندییە لەسەر سیستەمەکەی تۆ بەردەست نییە.
de: Diese Funktion ist auf deinem System nicht verfügbar.
es: Esta característica no está disponible en su sistema.
fi: Tämä ominaisuus ei ole käytettävissä järjestelmässäsi.
hu: Ez a funkció nem elérhető a rendszerén.
it: Questa funzione non è disponibile sul tuo sistema.
sv: Den här funktionen är inte tillgänglig på ditt system.
