Repository: bottlesdevs/Bottles
Catalog: po/*.po
Languages: ar, bg, ca, ckb, cs, de, es, et, fi, fr, ga, hu, it, ja, kab, nl, pl, ro, ru, sk, sr, sv, ta, tr, uk

source: Show version
ar: أظهر الإصدار
bg: Показване на версията
ca: Mostra la versió
ckb: پشاندانی وەشان
cs: Zobrazit verzi
de: Version anzeigen
es: Mostrar versión
et: Näita versiooniteavet
fi: Näytä versio
fr: Afficher la version
ga: Taispeáin leagan
hu: Verzió megjelenítése
it: Mostra la versione
ja: バージョンを表示
kab: Sken lqem
nl: Toon versie
pl: Pokaż wersję
ro: Arată versiunea
ru: Показать версию
sk: Zobraziť verziu
sr: Прикажи верзију
sv: Visa version
ta: பதிப்பைக் காட்டு
tr: Sürümü göster
uk: Показати версію

source: Executable path
ar: مسار ملف التشغيل
bg: Местоположение на изпълнимия файл
ca: Camí executable
ckb: شوێنی ئێکسکیوتەبڵ
cs: Cesta ke spustitelnému souboru
de: Pfad der Programmdatei
es: Ruta de ejecutable
et: Käivitusfaili asukoht
fi: Suoritustiedoston polku
fr: Chemin de l’exécutable
ga: Conair infheidhmithe
hu: Végrehajtható fájl elérési útja
it: Percorso dell'eseguibile
ja: 実行可能ファイルのパス
kab: Abrid n umselkam
nl: Uitvoerbaar pad
pl: Ścieżka pliku wykonywalnego
ro: Calea executabilului
ru: Путь к исполняемому файлу
sk: Cesta ku spustiteľnému súboru
sr: Путања извршне датотеке
sv: Körbar filväg
ta: இயங்கக்கூடிய பாதை
tr: Çalıştırılabilir dosya yolu
uk: Шлях виконуваного файлу

source: lnk path
ar: مسار Ink
bg: Местоположение на .lnk файла
ca: camí lnk
ckb: شوێنی مرەکەب
cs: lnk cesta
de: lnk-Pfad
es: Ruta de .lnk
et: lnk asukoht
fi: lnk polku
fr: chemin du lien
ga: cosán lnk
hu: lnk útvonal
it: Percorso lnk
ja: lnk パス
kab: abrid n lnk
nl: lnk-pad
pl: Ścieżka skrótu
ro: Calea lnk
ru: Путь ссылки
sk: Cesta .lnk
sr: Путања лнк-а
sv: lnk sökväg
ta: இணைப்பு பாதை
tr: lnk yolu
uk: Шлях посилання

source: Bottle name
ar: اسم القارورة
bg: Наименование на бутилката
ca: Nom de l'ampolla
ckb: ناوی بۆتڵ
cs: Název láhve
es: Nombre de la botella
et: Pudeli nimi
fi: Pullon nimi
fr: Nom de la bouteille
ga: Ainm buidéal
hu: Palack neve
it: Nome bottiglia
ja: ボトル名
kab: Isem n tqerɛet
nl: Bottle-naam
pl: Nazwa butelki
ro: Numele sticlei
ru: Название бутылки
sk: Názov Fľaše
sr: Име Флаше
sv: Buteljnamn
ta: பாட்டில் பெயர்
tr: Şişe adı
uk: Назва Пляшки

source: Pass arguments
ar: معطيات الاجتياز
bg: Предаване на аргументи
ca: Passar arguments
ckb: ناردنی ئارگیومێنتەکان
cs: Předat argumenty
de: Parameter übergeben
es: Pasar argumentos
et: Saada argumendid kaasa
fi: Suorita argumenteilla
fr: Passer des arguments
ga: Argóintí a rith
hu: Argumentumok átadása
it: Passa argomenti
ja: 引数を指定
kab: Ifukal n uɛeddi
nl: Argumenten doorgeven
pl: Podaj argumenty
ro: Transmite argumente
ru: Запуск с аргументами
sk: Odovzdať argumenty
sr: Пренесите аргументе
sv: Passera argument
ta: வாதங்களை அனுப்பவும்
tr: Argümanları ilet
uk: Запуск з аргументами

source: Launching with executable: {0}
fr: Lancement avec l'exécutable : {0}

source: Launching with URI: {0}
fr: Lancement avec l'URI : {0}

source: Invalid URI (syntax: bottles:run/<bottle>/<program>)
ar: معرف الموارد الموحد (URI) غير صحيح (الصياغة: bottles:run/<bottle>/<program>)
bg: Неправилен URI (синтаксис: bottles:run/<бутилка>/<програма>)
ca: URI no vàlid (sintaxi: bottles:run/<bottle>/<program>)
cs: Neplatná URI (syntaxe: bottles:run/<bottle>/<program>)
de: Ungültiger URI (Syntax: bottles:run/<bottle>/<Programm>)
es: URI no válido (sintaxis: bottles:run/<bottle>/<program>)
et: Vigane URI (süntaks peaks olema: bottles:run/<bottle>/<program>)
fi: Virheellinen URI (syntax: bottles:run/<bottle>/<program>)
fr: URI invalide (syntaxe : bottles:run/<bottle>/<program>)
ga: URI neamhbhailí (comhréir: bottles:run/<bottle>/<program>)
hu: Érvénytelen URI (szintaxis: bottles:run/<palack>/<program>)
it: URI invalido (sintassi: bottles:run/<bottiglia>/<programma>)
ja: 無効な URI です (構文: bottles:run/<ボトル名>/<プログラム名>)
kab: URI arameɣtu (taseddast: tiqreɛtin:selkem/<Taqerɛet>/<ahil>)
nl: Ongeldige URI (syntax: bottles:run/<bottle>/<program>)
pl: Nieprawidłowe URI (składnia: bottles:run/<bottle>/<program>)
ro: URI greșit (syntax: bottles:run/<bottle>/<program>)
ru: Некорректный ресурс (синтаксис: bottles:run/<бутылка>/<программа>)
sk: Neplatná adresa URI (syntax: bottles:run/<fľaša>/<program>)
sr: Неважећи УРЛ (syntax: bottles:run/<bottle>/<program>)
sv: Ogiltig URI (syntax: bottles:run/<bottle>/<program>)
ta: தவறான URI (தொடரியல்: பாட்டில்கள்:ரன்/<பாட்டில்>/<நிரல்>)
tr: Geçersiz URI (sözdizimi: bottles:run/<bottle>/<program>)
uk: Некоректний URI (синтаксис: bottles:run/<bottle>/<program>)

source: Error while processing URI: {0}
fr: Erreur lors du traitement de l'URI : {0}

source: [Activate] request received.
fr: [Activate] requête reçue.

source: [Quit] request received.
ar: استُلم طلب [إنهاء].
bg: Получена е заявка за [Изход].
ca: S'ha rebut la sol·licitud [Surt].
ckb: [داخستک] داواکاری وەرگیرا.
cs: [Quit] žádost přijata.
de: [Beenden] Anforderung erhalten.
es: Se recibió la solicitud [Salir].
et: [Lõpeta] päring on vastuvõetud.
fi: [Quit]-pyyntö vastaanotettu.
fr: [Quit] requête reçue.
ga: [Stad] iarratas a fuarthas.
hu: [Kilépési] kérelem érkezett.
it: [Chiudi] richiesta ricevuta.
ja: [終了] リクエストを受信しました。
kab: [ffeɣ] asuter yettwarmes.
nl: [Quit]-verzoek ontvangen.
pl: [Wyjdź] otrzymano żądanie.
ro: S-a primit cererea [Închide].
ru: Получен запрос [Выход].
sk: [Ukončiť] žiadosť bola prijatá.
sr: [Изађи] захтев примљен.
sv: [Avsluta] begäran mottagen.
ta: [வெளியேறு] கோரிக்கை பெறப்பட்டது.
tr: [Çık] isteği alındı.
uk: [Вихід] запит отриманий.

source: [Help] request received.
ar: استُلم طلب [مساعدة].
bg: Получена е заявка за [Помощ].
ca: S'ha rebut la sol·licitud d'[Ajuda].
ckb: [یارمەتی] داواکاری وەرگیرا.
cs: [Help] žádost přijata.
de: [Hilfe] Anforderung erhalten.
es: Se recibió la solicitud [Ayuda].
et: [Abiteave] päring on vastuvõetud.
fi: [Help]-pyyntö vastaanotettu.
fr: [Help] requête reçue.
ga: [Cabhair] iarratas a fuarthas.
hu: [Segítség] kérés érkezett.
it: [Aiuto] richiesta ricevuta.
ja: [ヘルプ] リクエストを受信しました。
kab: [Tallelt} asuter yettwarmes.
nl: [Help]-verzoek ontvangen.
pl: [Pomoc] otrzymano żądanie.
ro: S-a primit cererea [Ajutor].
ru: Получен запрос [Помощь].
sk: [Pomocník] žiadosť bola prijatá.
sr: [Помоћ] захтев примљен.
sv: [Hjälp] begäran mottagen.
ta: [Help] கோரிக்கை பெறப்பட்டது.
tr: [Yardım] isteği alındı.
uk: [Допомога] запит отриманий.

source: [Refresh] request received.
ar: استلُم طلب [تحديث].
bg: Получена е заявка за [Опресняване].
ca: S'ha rebut la sol·licitud [Actualització].
ckb: [تازەکردنەوە] داواکاری وەرگیرا.
cs: [Refresh] žádost přijata.
de: [Neu laden] Anforderung erhalten.
es: Se recibió la solicitud [Actualizar].
et: [Uuenda andmeid] päring on vastuvõetud.
fi: [Refresh]-pyyntö vastaanotettu.
fr: [Refresh] requête reçue.
ga: [Athnuachan] iarratas a fuarthas.
hu: [Frissítési] kérelem érkezett.
it: [Ricarica] richiesta ricevuta.
ja: [更新] リクエストを受信しました。
kab: [Sismeḍ] asuter yettwarmes.
nl: [Refresh]-verzoek ontvangen.
pl: [Odśwież] otrzymano żądanie.
ro: S-a primit cererea [Actualizează].
ru: Получен запрос [Обновить].
sk: [Obnoviť] žiadosť bola prijatá.
sr: [Освежи] захтев примљен.
sv: [Uppdatera] begäran mottagen.
ta: [Refresh] கோரிக்கை பெறப்பட்டது.
tr: [Yenile] isteği alındı.
uk: [Оновити] запит отриманий.

source: translator_credits
et: Priit Jõerüüt 2025
fr: crédits_traducteurs
ga: creidmheasanna_aistritheoir
ja: Ryo Nakano
kab: Athmane MOKRAOUI
nl: Philip Goto https://flipflop97.github.io/
ro: merite_traducători
ru: lenemter, carhub
sk: Jose Riha <jose1711@gmail.com>
sr: преводиоци_заслуге
ta: K.B.Dharun Krishna https://github.com/kbdharun
tr: Şişeler Weblate Çevirmenleri
uk: Tymofii Lytvynenko та інші

source: Donate
ar: تبرّع
bg: Дарения
cs: Podpořit
et: Toeta rahaliselt
fi: Lahjoita
fr: Faire un don
ga: Deontas
ja: 寄付
kab: Mudd tawsa
nl: Doneren
pl: Darowizna
ro: Donează
ru: Пожертвовать
sk: Podporiť
sr: Донирајте
ta: நன்கொடையளி
tr: Bağış Yap
uk: Пожертвування

source: Third-Party Libraries and Special Thanks
ar: المكتبات التابعة لأطراف ثالثة وشكر خاص
bg: Библиотеки от трети страни и специални благодарности
cs: Knihovny třetích stran a zvláštní poděkování
de: Bibliotheken von Drittanbietern und besonderer Dank
es: Bibliotecas de terceros y agradecimientos especiales
et: Kolmandate osapoolte teegid ja eraldi mainitavad tänuavaldused
fi: Kolmansien osapuolten kirjastot ja erikoiskiitokset
fr: Bibliothèques tierces et remerciements spéciaux
ga: Leabharlanna tríú páirtí agus Go
hu: Harmadik felek könyvtárak és külön köszönet
ja: サードパーティーのライブラリと Special Thanks
kab: Timkarḍiyin n wis kraḍ akked tanemmirt tuzzigt
nl: Bibliotheken van derden en speciale dank
pl: Biblioteki zewnętrzne i specjalne podziękowania
ro: Biblioteci terțe și mulțumiri speciale
ru: Сторонние библиотеки и особые благодарности
sk: Knižnice tretích strán a špeciálne poďakovania
sr: Библиотеке Треће Стране и Посебно Хвала
ta: மூன்றாம்-தரப்பு நூலகங்கள் மற்றும் சிறப்பு நன்றி
tr: Üçüncü Parti Kitaplıklar ve Özel Teşekkürler
uk: Сторонні бібліотеки та особлива подяка

source: Sponsored and Funded by
ar: برعاية وتمويل
bg: Спонсориран и финансиран от
cs: Sponzorováno a financováno
et: Toetajad ja rahastajad
fi: Sponsorit ja rahoitus
fr: Sponsorisé et subventionné par
ga: Urraithe agus Maoinithe ag
ja: スポンサーと資金提供
kab: S lmendad akke tedrimt sɣur
nl: Gesponsord en gefinancierd door
pl: Sponsorowane i finansowane przez
ro: Sponsorizat și finanțat de
ru: Спонсируется и финансируется
sk: Sponzorované a financované
sr: Спонзорисано и Финансирано од
ta: நிதியுதவி மற்றும் நிதியளிக்கப்பட்டது இவர்களால்
tr: Sponsor ve Finanse Eden
uk: Спонсорується та фінансується

source: State id
ar: مُعرف الحالة
bg: Идентификатор на състоянието
ca: Id. de l'estat
cs: ID stavu
de: Status-ID
es: Identificación del estado
et: Oleku tunnus
fi: Tilan id-tunniste
fr: Identifiant de l’état
ga: ID Stáit
hu: Állapotazonosító
ja: 状態 ID
kab: Asulay n waddad
nl: Staat-id
pl: ID stanu
ro: ID-ul stării
ru: ID состояния
sk: ID stavu
sr: ИД Стања
ta: மாநில ஐடி
tr: Durum kimliği
uk: ID стану

source: State comment
ar: تعليق الحالة
bg: Коментар за състоянието
ca: Comentari d'estat
cs: Stavový komentář
de: Status-Kommentar
es: Comentario del estado
et: Oleku kommentaar
fi: Tilan kommentti
fr: Commentaire de l’état
ga: Trácht stáit
hu: Állapot megjegyzés
ja: 状態コメント
kab: Awennit n waddad
nl: Staatopmerking
pl: Krótki komentarz dot. stanu
ro: Comentariul stării
ru: Комментарий к состоянию
sk: Komentár ku stavu
sr: Коментар Стања
ta: மாநில கருத்து
tr: Durum yorumu
uk: Коментар до стану

source: Restore this Snapshot
ar: استعد هذه اللقطة
bg: Възстановяване на моментната снимка
cs: Obnovení tohoto snímku
et: Taasta see hetktõmmis
fi: Palauta tämä tilannevedos
fr: Restaurer cet état
ga: Athchóirigh an Snapshot seo
ja: このスナップショットを復元
nl: Deze momentopname herstellen
ro: Recuperează acest instantaneu
ru: Восстановить данное состояние
sk: Obnoviť túto snímku
sr: Поврати ово Стање
ta: இந்த ஸ்னாப்ஷாட்டை மீட்டெடுக்கவும்
tr: Bu Anlık Görüntüyü Geri Yükle
uk: Відновити цей снапшот

source: Create New Bottle
ar: أنشئ قارورة جديدة
bg: Създаване на нова бутилка
ca: Crea una ampolla nova
cs: Vytvořit novou láhev
de: Neue Bottle erstellen
es: Crear botella nueva
et: Loo uus pudel
fi: Luo uusi pullo
fr: Créer une nouvelle bouteille
ga: Cruthaigh Buidéal Nua
hu: Új palack létrehozása
it: Crea una nuova bottiglia
ja: 新しいボトルを作成
kab: Snulfu-d Taqerɛet tamaynut
nl: Nieuwe bottle maken
pl: Utwórz nową butelkę
ro: Creează o sticlă nouă
ru: Создать новую бутылку
sk: Vytvoriť novú Fľašu
sr: Направи Нову Флашу
ta: புதிய பாட்டிலை உருவாக்கவும்
tr: Yeni Şişe Oluştur
uk: Створити нову Пляшку

source: Main Menu
ar: القائمة الرئيسة
bg: Главно меню
cs: Hlavní nabídka
et: Põhimenüü
fi: Päävalikko
fr: Menu principal
ga: Príomh-roghchlár
ja: メインメニュー
kab: Umuɣ agejdan
nl: Hoofdmenu
pl: Menu główne
ro: Opțiuni principale
ru: Главное меню
sk: Hlavná ponuka
sr: Главни Мени
ta: முதன்மை பட்டியல்
tr: Ana Menü
uk: Головне меню

source: Search
ar: ابحث
bg: Търсене
ca: Cercar
cs: Hledat
de: Suche
es: Buscar
et: Otsi
fi: Etsi
fr: Rechercher
ga: Cuardaigh
hu: Keresés
it: Cerca
ja: 検索
kab: Nadi
nl: Zoeken
pl: Szukaj
ro: Caută
ru: Поиск
sk: Hľadať
sr: Потражи
sv: Sök
ta: தேடு
tr: Ara
uk: Пошук

source: You don't seem connected to the internet. Without it you will not be able to download essential components. Click this icon when you have reestablished the connection.
ar: لا يبدو أنك متصل بالإنترنت، لا يمكنك بدونه تحميل المكونات الأساسية. اضغط هذه الأيقونة عندما تعيد الاتصال.
bg: Изглежда нямате връзка с Интернет. Изтеглянето на основните компоненти не е възможно. Натиснете тази икона, когато възстановите връзката.
ca: Sembla que no esteu connectat a Internet. Sense ell, no podreu descarregar components essencials. Feu clic a aquesta icona quan hàgiu restablit la connexió.
ckb: وادیارە پەیوەندیت بە ئینتەرنێتەوە نییە. بەبێ ئەوە ناتوانیت پێکهاتە گرنگەکان دابەزێنیت. کرتە بکە لەسەر ئەم ئایکۆنە کاتێک پەیوەندیەکەت دووبارە دروست کردەوە.
cs: Zdá se, že nejste připojeni k internetu. Bez něj si nebudete moci stáhnout základní komponenty. Po obnovení připojení klikněte na tuto ikonu.
de: Du scheinst nicht mit dem Internet verbunden zu sein. Ohne Internet wirst du nicht in der Lage sein, erforderliche Komponenten herunterzuladen. Klick auf dieses Symbol, wenn du die Verbindung wiederhergestellt hast.
es: Parece que no hay conexión a Internet. Sin esta, no podrá descargar componentes esenciales. Pulse en este icono cuando haya restablecido la conexión.
et: Tundub, et sinu arvutis on puudu internetiühendus. Ilma selleta sa ei saa vajalikke lisakomponente alla laadida. Kui internetiühendus on jälle töökorras, siis klõpsi seda ikooni.
fi: Et näytä olevan yhteydessä internetiin. Ilman internetyhteyttä et voi ladata välttämättömiä komponentteja. Napsauta tätä kuvaketta, kun yhteys on muodostettu uudelleen.
fr: Il semble que vous ne soyez pas connecté à internet. Sans la connexion, vous ne pourrez pas télécharger des composants essentiels. Cliquez sur cette icône lorsque votre connexion internet sera rétablie.
ga: Is cosúil nach bhfuil tú ceangailte leis an idirlíon. Gan é ní bheidh tú in ann comhpháirteanna riachtanacha a íoslódáil. Cliceáil ar an deilbhín seo nuair a bheidh an nasc athbhunaithe agat.
hu: Úgy tűnik, nem csatlakozik az internethez. Enélkül nem tudja letölteni az alapvető összetevőket. Kattintson a ikonra, amikor helyreállította a kapcsolatot.
it: Non sembri essere connesso ad internet. Senza non sarai in grado di scaricare i componenti essenziali. Clicca questa icona quando sarai nuovamente connesso.
ja: インターネットに接続されていないようです。重要なコンポーネントをダウンロードするにはインターネット接続が必要です。接続が再確立されたら、このアイコンをクリックしてください。
kab: Ur tettbaneḍ ara teqqneḍ ɣer internet. Ma ulac-it, ur tettizmireḍ ara ad d-tessidreḍ isegran igejdanen. Tekki ɣef tignit-a mi ara talseḍ asebded n tuqqna.
nl: U lijkt niet verbonden te zijn met het internet. Zonder verbinding kunt u geen essentiële onderdelen downloaden. Klik op dit pictogram wanneer u weer verbinding heeft.
pl: Wygląda na to, że nie masz połączenia z Internetem. Bez niego nie będziesz w stanie pobrać niezbędnych komponentów. Kliknij tę ikonę po przywróceniu połączenia.
ro: Nu pari conectat la internet. Fără conectare, nu vei putea descărca componente esențiale. Fă clic pe acest simbol dacă s-a restabilit conexiunea.
ru: Не обнаружено подключения к интернету, без чего невозможно загрузить необходимые компоненты. Нажмите на этот значок при восстановлении соединения.
sk: Zdá sa, že nie ste pripojený k internetu. Bez neho si nebudete môcť stiahnuť základné súčasti. Po obnovení pripojenia kliknite na túto ikonu.
sr: Делује да ниси повезан на интернет. Без њега нећеш моћи да преузмеш неопходне компоненте. Кликни на ову иконицу када поново успоставиш везу.
sv: Du verkar inte vara ansluten till internet. Utan det kommer du inte att kunna ladda ner viktiga komponenter. Klicka på den här ikonen när du har återupprättat anslutningen.
ta: நீங்கள் இணையத்துடன் இணைக்கப்பட்டதாகத் தெரியவில்லை. இது இல்லாமல் நீங்கள் அத்தியாவசிய கூறுகளை பதிவிறக்க முடியாது. இணைப்பை மீண்டும் நிறுவியவுடன் இந்த ஐகானைக் கிளிக் செய்யவும்.
tr: İnternete bağlı değilsiniz, internet bağlantısı olmadan temel bileşenleri indiremezsiniz. Bağlantıyı yeniden kurduğunuzda bu simgeye tıklayın.
uk: Здається, ви не під'єднані до Інтернету. Без нього ви не зможете завантажити необхідні компоненти. Клацніть цю піктограму, коли ви відновите з'єднання.

source: _Import…
fr: _Importer…

source: _Preferences
fr: _Préférences

source: _Keyboard Shortcuts
fr: _Raccourcis clavier

source: _Help
fr: _Aide

source: _About Bottles
fr: À p_ropos de Bouteilles

source: Do you want to proceed with the installation?
ar: هل تريد متابعة التثبيت؟
bg: Искате ли да продължите инсталирането?
cs: Chcete pokračovat s instalací?
et: Kas sa soovid jätkata paigaldamist?
fi: Haluatko jatkaa asennusta?
fr: Voulez-vous procéder à l’installation ?
ga: Ar mhaith leat dul ar aghaidh leis an suiteáil?
ja: インストールを続行してもよろしいですか?
kab: Tebɣiḍ ad tkemmleḍ asebded?
nl: Wilt u doorgaan met de installatie?
pl: Czy chcesz kontynuować instalację?
ro: Vrei să continui cu instalarea?
ru: Вы хотите продолжить установку?
sk: Chcete pokračovať v inštalácií?
sr: Желите ли да наставите са инсталацијом?
ta: நிறுவலைத் தொடர விரும்புகிறீர்களா?
tr: Kuruluma devam etmek istiyor musunuz?
uk: Бажаєте приступити до встановлення?

source: Start Installation
ar: ابدأ التثبيت
bg: Започване на инсталирането
cs: Zahájení instalace
et: Alusta paigaldust
fi: Aloita asennus
fr: Commencer l’installation
ga: Tosaigh Suiteáil
ja: インストールを開始
kab: Senker asebded
nl: Installatie starten
pl: Rozpocznij instalację
ro: Începe instalarea
ru: Начать установку
sk: Spustiť inštaláciu
sr: Отпочни Инсталацију
ta: நிறுவலைத் தொடங்கவும்
tr: Kurulumu Başlat
uk: Почати встановлення

source: This installer requires some local resources which cannot be provided otherwise.
ar: يتطلب هذا المثبِّت بعض الموارد المحلية التي لا يمكن توفيرها بطريقة أخرى.
bg: Този инсталатор се нуждае от локални ресурси, които не могат да бъдат предоставени по друг начин.
cs: Tento instalační program vyžaduje některé místní zdroje, které nelze zajistit jinak.
et: See paigaldaja eeldab mõnede kohalike ressursside olemasolu, mida muul viisil tagada ei saa.
fi: Tämä asentaja vaatii paikallisia resursseja, joita ei ole muuten saatavilla.
fr: Ce programme d’installation nécessite des ressources locales qui ne peuvent être fournies autrement.
ga: Teastaíonn roinnt acmhainní áitiúla ón suiteálaí seo nach féidir a sholáthar murach é.
kab: Asbedday-agi yesra kra n teɣbula tidiganin ur nezmir ara ad d-ttunefkent akken nniḍen.
nl: Deze installer vereist enkele lokale bronnen welke niet op een andere manier verkregen kunnen worden.
pl: Ten instalator wymaga lokalnych zasobów, których nie można dostarczyć w inny sposób.
ro: Acest program de instalare necesită anumite resurse locale care nu pot fi furnizate altfel.
ru: Установщику требуются локальные ресурсы, не предоставляющиеся другим способом.
sk: Tento inštalátor vyžaduje niektoré miestne zdroje, ktoré nie je možné zaistiť inak.
sr: Овај инсталер захтева извесне локалне ресурсе који не могу бити пружени другачије.
ta: இந்த நிறுவிக்கு சில உள்ளூர் ஆதாரங்கள் தேவை, இல்லையெனில் வழங்க முடியாது.
tr: Bu kurucu, başka türlü sağlanamayacak bazı yerel kaynaklar gerektirir.
uk: Цей установник вимагає певних локальних ресурсів, які не можуть бути надані в інший спосіб.

source: Proceed
ar: تابع
bg: Продължаване
cs: Pokračovat
et: Jätka
fi: Jatka
fr: Procéder
ga: Lean ar aghaidh
ja: 続行
kab: Kemmel
nl: Doorgaan
pl: Kontynuuj
ro: Continuă
ru: Продолжить
sk: Pokračovať
sr: Наставити
ta: முன்செல்
tr: Devam et
uk: Продовжити

source: This could take a while.
ar: قد يستغرق هذا بعض الوقت.
bg: Това може да отнеме известно време.
cs: To by mohlo chvíli trvat.
et: Selleks võib natuke aega kuluda.
fi: Tämä saattaa kestää hetken.
fr: Cela pourrait prendre un certain temps.
ga: D'fhéadfadh sé seo tamall a thógáil.
ja: これには時間がかかることがあります。
nl: Dit kan even duren.
pl: To może chwilę potrwać.
ro: Poate dura ceva timp.
ru: Это может занять некоторое время.
sk: Toto môže chvíľku trvať.
sr: Ово може потрајати.
ta: இதற்கு சிறிது நேரம் ஆகலாம்.
tr: Bu biraz zaman alabilir.
uk: Це може зайняти деякий час.

source: Completed!
ar: اكتمل!
bg: Завършено!
cs: Dokončeno!
et: Valmis!
fi: Valmis!
fr: Terminée !
ga: Críochnaithe!
ja: 完了しました!
kab: Yemmed!
nl: Voltooid!
pl: Ukończono!
ro: Terminată!
ru: Завершено!
sk: Dokončené!
sr: Завршено!
ta: முடிக்கப்பட்டது!
tr: Tamamlandı!
uk: Завершено!

source: Show Programs
ar: اعرض البرامج
bg: Показване на програмите
cs: Zobrazit program
et: Näita programme
fi: Näytä ohjelmat
fr: Afficher les programmes
ga: Cláir Taispeáin
ja: プログラムを表示
kab: Sken ahilen
nl: Programma's tonen
pl: Pokaż programy
ro: Arată programe
ru: Показать программы
sk: Zobraziť programy
sr: Прикажи Програме
ta: நிரல்களைக் காட்டு
tr: Programları Göster
uk: Показати програми

source: Installation Failed!
ar: فشل التثبيت!
bg: Инсталирането е неуспешно!
cs: Instalace se nezdařila!
et: Paigaldamine ei õnnestunud!
fi: Asennus epäonnistui!
fr: Installation échouée !
ga: Theip ar an Suiteáil!
ja: インストールに失敗しました!
kab: Asebded ur yeddi ara!
nl: Installatie mislukt!
pl: Instalacja nie powiodła się!
ro: Instalarea nu a reușit!
ru: Установка не удалась!
sk: Inštalácia skončila s chybou!
sr: Инсталирање Неуспело!
ta: நிறுவல் தோல்வி அடைந்தது!
tr: Kurulum Başarısız!
uk: Установлення не вдалося!

source: Something went wrong.
ar: حدث خطأ ما.
bg: Нещо се обърка.
cs: Něco se pokazilo.
et: Midagi läks valesti.
fi: Jokin meni pieleen.
fr: Quelque chose s’est mal passé.
ga: Chuaigh rud éigin mícheart.
ja: 問題が発生しました。
kab: Yella wacu ur neddi ara akken ilaq.
nl: Er is iets fout gegaan.
pl: Coś poszło nie tak.
ro: Ceva n-a mers bine.
ru: Что-то пошло не так.
sk: Niečo sa pokazilo.
sr: Нешто је пошло наопако.
ta: ஏதோ தவறு நடந்தது.
tr: Bir şeyler ters gitti.
uk: Щось пішло не так.

source: Refresh
ar: حدّث
bg: Опресняване
ca: Actualitza
ckb: تازەکردنەوە
cs: Obnovit
de: Neu laden
es: Actualizar
et: Värskenda
fi: Päivitä
fr: Rafraîchir
ga: Athnuachan
hu: Frissítés
it: Ricarica
ja: 更新
kab: Sismeḍ
nl: Vernieuwen
pl: Odśwież
ro: Actualizare
ru: Обновить
sk: Obnoviť
sr: Освежи
sv: Uppdatera
ta: புதுப்பிப்பு
tr: Yenile
uk: Оновити

source: Stop process
ar: أوقف العملية
bg: Спиране на процеса
ca: Atura el procés
ckb: پڕۆسە بوەستێنە
cs: Zastavit proces
de: Prozess beenden
es: Detener el proceso
et: Peata protsess
fi: Pysäytä prosessi
fr: Arrêter le processus
ga: Stad próiseas
hu: Folyamat leállítása
it: Arresta processo
ja: プロセスを停止
kab: Ḥbes akala
nl: Proces stoppen
pl: Zatrzymaj proces
ro: Oprește procesul
ru: Остановить процесс
sk: Zastaviť proces
sr: Заустави процес
sv: Stoppa process
ta: செயல்முறையை நிறுத்து
tr: İşlemi durdur
uk: Зупинити процес

source: Launch with Terminal
ar: شغّل باستخدام الطرفيّة
bg: Стартиране с терминала
cs: Spustit pomocí terminálu
et: Käivita terminaliga
fi: Käynnistä päätteellä
fr: Exécuter avec le terminal
ga: Seoladh le Críochfort
ja: ターミナルを使って起動
kab: Sker s yixef
nl: Starten met terminal
pl: Uruchom przy pomocy terminalu
ro: Pornește în Terminal
ru: Запустить с терминалом
sk: Spustiť pomocou terminálu
sr: Покрени Терминалом
ta: முனையத்துடன் தொடங்கவும்
tr: Terminal ile başlat
uk: Запуск з терміналом

source: View Playtime Statistics
fr: Afficher les statistiques de temps de jeu

source: Browse Path
ar: تصفح المسار
bg: Разглеждане на местоположението
cs: Procházet umístění
et: Sirvi asukohta
fi: Selaa polkua
fr: Parcourir le chemin
ga: Brabhsáil Conair
ja: パスを表示
kab: Snirem abrid
nl: Door pad bladeren
pl: Przeglądaj ścieżkę
ro: Parcurge calea
ru: Просмотреть путь
sk: Prehliadať cestu
sr: Претражи Путању
ta: பாதையை உலாவவும்
tr: Yola göz at
uk: Перегляд шляху
