Repository: bottlesdevs/Bottles
Catalog: po/*.po
Languages: ar, bg, ca, ckb, cs, de, es, et, fi, fr, ga, hu, it, ja, kab, nl, pl, ro, ru, sk, sr, sv, ta, tr, uk

source: The new bottle versioning system has landed.
ar: نزَل النظام الجديد لتعيين الإصدار للقوارير.
bg: Новата система за версии на бутилките вече е тук.
ca: El nou sistema de versions d'ampolles ha aterrat.
cs: Nový systém verzování lahví byl spuštěn.
de: Das neue System zur Versionierung von Bottles ist jetzt verfügbar.
es: El sistema de versiones nuevo de botellas ha aterrizado.
et: Pudelite uus versioonihalduse süsteem on just avaldatud.
fi: Pullojen uusi versiointijärjestelmä on julkaistu.
fr: Le nouveau système de gestion des versions de bouteille est arrivé.
ga: Tá an córas leaganaithe buidéal nua tar éis talamh.
ja: 新しいボトル用バージョン管理システムが利用可能になりました。
kab: Yewweḍ-d unagraw amaynut n usefrek n yileqman n teqreɛtin.
nl: Het nieuwe bottle-versiebeheersysteem is er.
pl: Nowy system wersjonowania butelek właśnie dotarł.
ro: Noul sistem de gestionare a versiunilor sticlei a sosit.
ru: Новая система версионирования бутылок.
sk: Nový systém verzovania Fliaš bol spustený.
sr: Нови систем верзија за флаше је стигао.
ta: புதிய பாட்டில் பதிப்பு அமைப்பு இறங்கியுள்ளது.
tr: Yeni şişe versiyonlama sistemi geldi.
uk: Запрацювала нова система нумерації версій Пляшок.

source: Bottles has a whole new Versioning System that is not backwards compatible. To continue using versioning we need to re-initialize the bottle repository. This will not delete data from your bottle but will delete all existing snapshots and create a new one. If you need to go back to a previous snapshot before continuing, close this window and restore the snapshot, then reopen the bottle to show this window again. The old system will be discontinued in one of the next releases.
ar: أصبح لدى «قوارير» نظام جديد لتعيين الإصدارات لا يدعم النسخ القديمة. لاستكمال استخدام نظام تعيين الإصدار، علينا أن نقوم بإعادة تهيئة مستودع القارورة، لن يحذف هذا بياناتك من القارورة، ولكنه سيحذف كل اللقطات الموجودة وسيُنشئ لقطة جديدة. إن احتجت إلى العودة للقطة سابقة قبل المتابعة، أغلق هذه النافذة واستعد اللقطة،ثم أعد فتح القارورة لإظهار هذه الرسالة مرة أخرى. سيتوقف دعم النظام القديم في أحد الإصدارات القادمة.
bg: „Bottles“ вече има нова система за версии, която няма обратна съвместимост. За да продължите, трябва да инициализираме повторно хранилището на бутилката. Това действие ще запази данните на Вашата бутилка и ще създаде нова моментна снимка, но ще изтрие всички съществуващи моментни снимки. Ако имате нужда от предишна моментна снимка на бутилката, затворете този прозорец, възстановете моментната снимка и отворете бутилката за повторно показване на прозореца. Старата система за версии ще бъде премахната в близко бъдеще.
cs: Bottles má zcela nový systém verzování, který není zpětně kompatibilní. Abychom mohli nadále používat verzování, musíme úložiště lahví znovu inicializovat. Tím nedojde ke smazání dat z lahve, ale ke smazání všech existujících snímků a vytvoření nových. Pokud se před pokračováním potřebujete vrátit k předchozímu snímku, zavřete toto okno a obnovte snímek, poté láhev znovu otevřete, aby se toto okno opět zobrazilo. Starý systém bude ukončen v některé z příštích verzí.
et: Bottles'is on uus versioonihaldussüsteem, mis pole varasemate versioonidega ühilduv. Versioonihalduse jätkuva kasutamise jaoks me peame uuesti valmenda pudelite tarkvarahoidla. Sellega ei kustu pudelite andmed, küll aga kustuvad kõik senised hetktõmmised ja luuakse viimasest seisust uus hetktõmmis. Kui sa enne jätkamist soovid kasutusele võtta mõnda varasemat hetktõmmist, siis sulge see aken, taasta soovitud hetktõmmis ning sama vaate uuesti nägemiseks ava pudel uuesti. Eemaldame vana versioonihalduse mõnes järgmises rakenduse versioonis.
fi: Bottles omaa uuden versiojärjestelmän, joka ei ole taaksepäin yhteensopiva. Jotta voimme jatkaa versioiden käyttöä, meidän on tehtävä pullovarasto uudelleen. Tämä ei poista sinun pullojen tietoja, vaan poistaa kaikki olemassa olevat tilannekuvat ja luo uudet. Jos haluat palata edelliseen tilannekuvaan ennen jatkamista, sulje tämä ikkuna ja palauta levykuva, avaa pullo ja tämän ikkuna näytetään uudelleen. Vanha järjestelmä lopetetaan jossakin seuraavassa julkaisussa.
fr: Bouteilles a un tout nouveau système de gestion des versions qui n’est pas rétrocompatible. Pour continuer à utiliser la gestion des versions, nous devons réinitialiser le référentiel de la bouteille. Cela ne supprimera pas les données de votre bouteille mais supprimera tous les états existants et en créera un nouveau. Si vous devez revenir à un état antérieur avant de continuer, fermez cette fenêtre et restaurez l’état, puis rouvrez la bouteille pour afficher à nouveau cette fenêtre. L’ancien système sera supprimé dans l’une des prochaines versions.
ga: Tá Córas Leagan iomlán nua ag Buidles nach bhfuil comhoiriúnach ar ais. Chun leanúint ar aghaidh ag úsáid leagan ní mór dúinn stór an bhuidéil a aththionsú. Ní scriosfaidh sé seo sonraí ó do bhuidéal ach scriosfaidh sé gach snapshot atá ann cheana agus cruthóidh sé ceann nua. Más gá duit dul ar ais go léargas roimhe seo sula leanann tú ar aghaidh, dún an fhuinneog seo agus déan an léargas ar ais, ansin an buidéal a athoscailt chun an fhuinneog seo a thaispeáint arís. Cuirfear deireadh leis an seanchóras i gceann de na chéad eisiúintí eile.
nl: Bottles heeft een geheel nieuw versiebeheersysteem dat niet compatibel is met vorige versies. Om versiebeheer te kunnen blijven gebruiken, moeten we de bottle-repository opnieuw initialiseren. Dit zal geen gegevens van uw bottles verwijderen, maar zal alle bestaande momentopnamen verwijderen en nieuwe aanmaken. Als u terug moet gaan naar een vorige momentopname voordat u verder gaat, sluit dan dit venster en herstel de momentopname, open daarna de bottle om dit venster weer te tonen. Het oude systeem zal in een van de volgende versies worden opgeheven.
pl: Bottles posiada teraz zupełnie nowy system wersjonowania, który nie jest wstecznie kompatybilny. Aby dalej korzystać z wersjonowania, konieczna jest ponowna inicjalizacja repozytorium butelki. Nie usunie to żadnych danych zawartych w butelce, ale usunie zapisane już stany i utworzy nowy. Jeśli potrzebujesz powrócić do któregoś z poprzednich stanów, zamknij to okno i przywróć ten stan, następnie otwórz butelkę jeszcze raz, aby zobaczyć to okno. Stary system wersjonowania zostanie pozbawiony wsparcia w jednej z następnych wersji Bottles.
ro: Bottles are un sistem nou de gestionare a versiunilor care nu este compatibil cu versiunile anterioare. Pentru a continua folosirea gestionării versiunilor, trebuie reinițializat depozitul de sticle. Acest lucru nu va șterge datele sticlei, dar va șterge toate instantaneele existente și va crea unul nou. Dacă ai nevoie să te întorci la un instantaneu anterior înainte de a continua, închide această fereastră și recuperează instantaneul, apoi redeschide sticla pentru a vedea din nou această fereastră. Vechiul sistem va fi eliminat într-una din următoarele versiuni.
ru: В Bottles используется новая система версионирования без обратной совместимости. Чтобы продолжить её использование, следует пересоздать репозиторий бутылки. Это не удалит данные из вашей бутылки, но удалит все существующие состояния и создаст одно новое. Если перед продолжением вам нужно вернуться к предыдущему снимку — закройте данное окно, восстановите это состояние и переоткройте бутылку, чтобы вновь показать это окно. Поддержка прежней системы версионирования будет прекращена в одном из следующих релизов.
sk: Bottles má úplne nový systém správy verzií, ktorý nie je spätne kompatibilný. Aby sme mohli správu verzií používať i naďalej, musíme znovu inicializovať úložisko Fliaš. Tým sa nezmažú údaje z Fľaše, ale odstránia sa všetky existujúce snímky a vytvorí sa nový. Ak sa pred pokračovaním potrebujete vrátiť k predchádzajúcej snímke, zavrite toto okno a obnovte snímku. Následne Fľašu znovu otvorte, aby ste znova vyvolali zobrazenie tohto okna. Podpora pre pôvodný systém správy verzií bude ukončená v niektorej z budúcich verzií.
sr: Флаше имају потпуно нов Систем Верзија који није компатибилан с претходним верзијама. Да наставите са коришћењем система верзија, морамо да поново иницијализујемо репозиторијум флаша. Ово неће обрисати податке из твоје флаше, али ће обрисати све постојеће снимке и направити нове. Ако морате да се вратите на претходни снимак пре него наставите, затворите прозор и повратите снимак, затим поново отворите флаше да бисте поново приказали овај прозор. Стари систем ће бити прекинут у једном од следећих издања.
ta: பாட்டில்கள் பின்னோக்கி இணக்கமாக இல்லாத முற்றிலும் புதிய பதிப்பு முறைமையைக் கொண்டுள்ளது. பதிப்பைத் தொடர்ந்து பயன்படுத்த, பாட்டில் களஞ்சியத்தை மீண்டும் தொடங்க வேண்டும். இது உங்கள் பாட்டிலிலிருந்து தரவை நீக்காது, ஆனால் ஏற்கனவே உள்ள எல்லா நிலைகளையும் நீக்கி புதிய ஒன்றை உருவாக்கும். தொடர்வதற்கு முன் முந்தைய நிலைக்குச் செல்ல வேண்டும் என்றால், இந்தச் சாளரத்தை மூடிவிட்டு நிலையை மீட்டெடுக்கவும், பின்னர் இந்தச் சாளரத்தைக் காட்ட பாட்டிலை மீண்டும் திறக்கவும். பழைய முறை அடுத்த வெளியீடுகளில் ஒன்றில் நிறுத்தப்படும்.
tr: Bottles, geriye dönük uyumlu olmayan yepyeni bir Sürümlendirme Sistemine sahiptir. Versiyonlamayı kullanmaya devam etmek için şişe deposunu yeniden başlatmamız gerekir. Bu, şişenizdeki verileri silmeyecek ancak mevcut tüm anlık görüntüleri silecek ve yeni bir tane oluşturacaktır. Devam etmeden önce önceki bir anlık görüntüye geri dönmeniz gerekiyorsa, bu pencereyi kapatın ve anlık görüntüyü geri yükleyin, ardından bu pencereyi tekrar göstermek için şişeyi yeniden açın. Eski sistem bir sonraki sürümlerden birinde sonlandırılacaktır.
uk: Bottles має абсолютно нову систему управління версіями, яка не має зворотної сумісності. Щоб продовжити використання версій, нам потрібно повторно ініціалізувати репозиторій Пляшок. Це не призведе до видалення даних з вашої Пляшки, але видалить всі наявні снапшоти і створить новий. Якщо вам потрібно повернутися до попереднього снапшота перед тим, як продовжити, закрийте це вікно і відновіть снапшот, а потім знову відкрийте Пляшку, щоб знову відобразити це вікно. Стара система буде припинена в одному з наступних випусків.

source: Re-initializing Repository…
ar: إعادة تهيئة المستودع…
bg: Повторно инициализиране на хранилището…
cs: Opětovná inicializace repositáře…
et: Valmendame uuesti tarkvarahoidlat…
fi: Alustetaan uudelleen tietovarastoa…
fr: Réinitialisation du répertoire…
ga: Stór á ath-thionsnú…
ja: リポジトリを再初期化…
kab: Tulsa n uwennez n ukufi…
nl: Repository herinitialiseren…
pl: Ponowna inicjalizacja repozytorium…
ro: Se reinițializează depozitul…
ru: Пересоздание репозитория…
sk: Opätovne inicializujem repozitár…
sr: Поновна иницијализација Репозиторијума…
ta: களஞ்சியத்தை மீண்டும் துவக்குகிறது…
tr: Kayıt defteri yeniden başlatılıyor…
uk: Повторна ініціалізація Репозиторію…

source: Done! Please restart Bottles.
ar: تم! فضلاً أعد تشغيل «قوارير».
bg: Готово! Моля, рестартирайте „Bottles“.
ca: Fet! Si us plau, reinicieu Bottles.
cs: Hotovo! Restartujte prosím Bottles.
de: Fertig! Bitte starten Sie Bottles neu.
es: ¡Hecho! Por favor, reinicie Bottles.
et: Valmis! Palun käivita Bottles uuesti.
fi: Valmis! Käynnistä Pullot uudelleen.
fr: Fait ! Merci de redémarrer Bouteilles.
ga: Déanta! Athosaigh Buidéil.
hu: Kész! Indítsa újra a Palackokat.
ja: 完了しました! Bottles を再起動してください。
kab: Yettwaxdem! Ttxil-k·m, ales asenker n Teqreɛtin.
nl: Klaar! Start Bottles opnieuw op.
pl: Gotowe! Prosimy o zrestartowanie Bottles.
ro: Gata! Repornește Bottles.
ru: Готово. Перезапустите Bottles.
sk: Hotovo! Reštartujte, prosím, Bottles.
sr: Урађено! Молим поново покрените Флаше.
ta: முடிந்தது! பாட்டில்களை மீண்டும் தொடங்கவும்.
tr: Tamamlandı! Lütfen Şişeler'i yeniden başlatın.
uk: Готово! Перезапустіть Bottles.

source: Value
ar: القيمة
bg: Стойност
ca: Valor
cs: Hodnota
de: Wert
es: Valor
et: Väärtus
fi: Arvo
fr: Valeur
ga: Luach
hu: Érték
it: Valore
ja: 値
kab: Azal
nl: Waarde
pl: Wartość
ro: Valoare
ru: Значение
sk: Hodnota
sr: Вредност
sv: värde
ta: மதிப்பு
tr: Değer
uk: Значення

source: All messages
ar: جميع الرسائل
bg: Всички съобщения
ca: Tots els missatges
cs: Všechny zprávy
de: Alle Meldungen
es: Todos los mensajes
et: Kõik sõnumid
fi: Kaikki viestit
fr: Tous les messages
ga: Gach teachtaireacht
hu: Összes üzenet
it: Tutti i messaggi
ja: すべてのメッセージ
kab: Akk iznan
nl: Alle berichten
pl: Wszystkie wiadomości
ro: Toate mesajele
ru: Все сообщения
sk: Všetky správy
sr: Све поруке
sv: Alla meddelanden
ta: அனைத்து செய்திகளும்
tr: Bütün mesajlar
uk: Усі повідомлення

source: Critical
ar: حرِج
bg: Критични
ca: Crític
cs: Kritické
de: Kritisch
es: Cruciales
et: Kriitilised
fi: Kriittiset
fr: Critique
ga: Criticiúil
hu: Kritikus
it: Critici
ja: 致命的
kab: Uzɣin
nl: Krietiek
pl: Krytyczne
ro: Importante
ru: Критичные
sk: Kritické
sr: Критичне
sv: Kritisk
ta: முக்கியமான
tr: Ciddi
uk: Критичні

source: Errors
ar: الأخطاء
bg: Грешки
cs: Chyby
de: Fehler
es: Errores
et: Vead
fi: Virheet
fr: Erreurs
ga: Earráidí
hu: Hibák
it: Errori
ja: エラー
kab: Tuccḍiwin
nl: Fouten
pl: Błędy
ro: Erori
ru: Ошибки
sk: Chyby
sr: Грешке
sv: Fel
ta: பிழைகள்
tr: Hatalar
uk: Помилки

source: Warnings
ar: التحذيرات
bg: Предупреждения
ca: Advertències
cs: Varování
de: Warnungen
es: Advertencias
et: Hoiatused
fi: Varoitukset
fr: Avertissements
ga: Rabhadh
hu: Figyelmeztetések
it: Avvisi
ja: 警告
kab: Ɣur-k·m
nl: Waarschuwingen
pl: Ostrzeżenia
ro: Avertizări
ru: Предупреждения
sk: Varovania
sr: Упозорења
sv: Varningar
ta: எச்சரிக்கைகள்
tr: Uyarılar
uk: Попередження

source: Journal Browser
ar: متصفح السجل
bg: Търсачка
ca: Navegador del diari
cs: Prohlížeč deníku
es: Navegador de Diario
et: Logibrauser
fi: Journal selain
fr: Navigateur de journaux
ga: Brabhsálaí Iris
hu: Naplóböngésző
it: Registro
ja: ジャーナルブラウザー
kab: Iminig n uɣmis
nl: Logboekbrowser
pl: Przeglądarka dziennika
ro: Jurnal
ru: Просмотр журнала
sk: Prehliadač záznamov
sr: Џурнал Прегледач
sv: Journalsökare
ta: ஜர்னல் உலாவி
tr: Günlük Gezgini
uk: Переглядач журналу

source: Change Logging Level.
ar: غيِّر مستوى التسجيل.
bg: Променя нивото на регистриране.
cs: Úroveň protokolování změn.
et: Muuda logimise detailsust.
fi: Muuta lokitustasoa.
fr: Changer le niveau de journalisation.
ga: Athraigh Leibhéal Logála.
ja: ログレベルを変更します。
kab: Snifel aswir n uɣmis.
nl: Verander logboekniveau.
pl: Zmień poziom logowania.
ro: Modifică nivelul de înregistrare în jurnal.
ru: Изменить уровень ведения журнала.
sk: Zmeniť úroveň záznamu.
sr: Промени ниво Логовања.
ta: உள்நுழைவு நிலையை மாற்றவும்.
tr: Günlük Seviyesini Değiştir.
uk: Змінити рівень журналювання.

source: All
ar: الكل
bg: Всичко
ca: Tots
cs: Vše
de: Alle
es: Todos
et: Kõik
fi: Kaikki
fr: Tous
ga: Gach
hu: Összes
it: Tutti
ja: すべて
kab: Akk
nl: Alles
pl: Wszystkie
ro: Toate
ru: Всё
sk: Všetko
sr: Све
sv: Alla
ta: எல்லா
tr: Hepsi
uk: Усе

source: Show Manifest
ar: أظهر البيان
bg: Показване на манифеста
ca: Mostra el manifest
cs: Zobrazit manifest
de: Manifest anzeigen
es: Mostrar Manifiesto
et: Näita manifesti
fi: Näytä manifesti
fr: Afficher le manifeste
ga: Taispeáin Manifest
hu: Jegyzékfájl megjelenítése
it: Mostra manifesto
ja: マニフェストを表示
nl: Manifest tonen
pl: Pokaż manifest
ro: Arată manifestul
ru: Показать манифест
sk: Zobraziť manifest
sr: Прикажи Манифест
sv: Visa manifest
ta: மேனிஃபெஸ்டைக் காட்டு
tr: Manifestoyu Göster
uk: Показати Маніфест

source: License
ar: الترخيص
bg: Лиценз
ca: Llicencia
ckb: مۆڵەت
cs: Licence
de: Lizenz
es: Licencia
et: Litsents
fi: Lisenssi
fr: Licence
ga: Ceadúnas
hu: Licenc
it: Licenza
ja: ライセンス
kab: Turagt
nl: Licentie
pl: Licencja
ro: Licența
ru: Лицензия
sk: Licencia
sr: Лиценца
sv: Licens
ta: உரிமம்
tr: Lisans
uk: Лiцензiя

source: Reinstall
ar: أعد التثبيت
bg: Преинсталиране
ca: Reinstal·lar
ckb: دوبارە دامەزراندن
cs: Přeinstalovat
de: Neu installieren
es: Reinstalar
et: Paigalda uuesti
fi: Asenna uudestaan
fr: Réinstaller
ga: Athshuiteáil
hu: Újratelepítés
it: Reinstalla
ja: 再インストール
kab: Ales asbeddi
nl: Opnieuw installeren
pl: Przeinstaluj
ro: Reinstalează
ru: Переустановить
sk: Preinštalovať
sr: Поново инсталирај
sv: Installera om
ta: மீண்டும் நிறுவவும்
tr: Yeniden Kur
uk: Реінсталювати

source: Report a Bug…
ar: بلّغ عن خطأ…
bg: Докладване на неизправност…
ca: Informa d'un error…
cs: Nahlásit problém…
de: Einen Fehler melden…
es: Reportar un Error…
et: Teata veast…
fi: Ilmoita ohjelmistovirheestä…
fr: Signaler un bogue…
ga: Tuairiscigh fabht…
hu: Hiba bejelentése…
it: Segnala un bug…
ja: 不具合報告…
kab: Mmel abug…
nl: Een fout melden…
pl: Zgłoś błąd…
ro: Raportează o eroare…
ru: Сообщить об ошибке…
sk: Nahlásiť problém…
sr: Пријави Баг…
sv: Rapportera en bugg…
ta: பிழையைப் புகாரளிக்கவும்…
tr: Hata Bildir…
uk: Повідомити про Помилку…

source: Dependency name
ar: اسم التبعية
bg: Наименование на зависимостта
ca: Nom de la dependència
cs: Název závislosti
de: Abhängigkeitsname
es: Nombre de la dependencia
et: Sõltuvuse nimi
fi: Riippuvuuden nimi
fr: Nom de la dépendance
ga: Ainm spleáchais
hu: Függőség neve
it: Nome dipendenza
ja: 依存関係の名前
kab: Isem uḍaraɛ
nl: Naam van afhankelijkheid
pl: Nazwa zależności
ro: Numele dependenței
ru: Название зависимости
sk: Meno závislosti
sr: Име зависне датотеке
ta: சார்பு பெயர்
tr: Bağımlılık adı
uk: Ім'я залежності

source: Dependency description
ar: وصف التبعية
bg: Описание на зависимостта
ca: Descripció de la dependència
cs: Popis závislosti
de: Beschreibung der Abhängigkeit
es: Descripción de la dependencia
et: Sõltuvuse kirjeldus
fi: Riippuvuuden kuvaus
fr: Description de la dépendance
ga: Tuairisc spleáchais
hu: Függőség leírása
it: Descrizione dipendenza
ja: 依存関係の説明
kab: Aglam uḍaraɛ
nl: Beschrijving van afhankelijkheid
pl: Opis zależności
ro: Descrierea dependenței
ru: Описание зависимости
sk: Popis závislosti
sr: Опис зависне датотеке
ta: சார்பு விளக்கம்
tr: Bağımlılık açıklaması
uk: Опис залежності

source: Category
ar: الفئة
bg: Категория
ca: Categoria
cs: Kategorie
de: Kategorie
es: Categoría
et: Kategooria
fi: Luokka
fr: Catégorie
ga: Catagóir
hu: Kategória
it: Categoria
ja: カテゴリー
kab: Taggayt
nl: Categorie
pl: Kategoria
ro: Categoria
ru: Категория
sk: Kategória
sr: Категорија
ta: வகையினம்
tr: Kategori
uk: Категорія

source: Download & Install this Dependency
ar: نزِّل وثبِّت هذه التبعيَّة
bg: Изтегляне и инсталиране на зависимостта
cs: Stáhnout a nainstalovat tuto závislost
et: Laadi alla ja paigalda see sõltuvus
fi: Lataa ja asenna tämä riippuvuus
fr: Télécharger et installer cette dépendance
ga: Íoslódáil & Suiteáil an Spleáchas seo
ja: この依存関係をダウンロードしてインストールします
kab: Sider sakin sbedd aḍaraɛ-agi
nl: Deze afhankelijkheid downloaden en installeren
pl: Pobierz i zainstaluj tę zależność
ro: Descarcă și instalează această dependență
ru: Загрузить и установить эту зависимость
sk: Stiahnuť a nainštalovať túto závislosť
sr: Преузми и Инсталирај ову Зависну Датотеку
ta: இந்த சார்புநிலையைப் பதிவிறக்கி நிறுவவும்
tr: Bu Bağımlılığı İndir ve Kur
uk: Завантажити та встановити цю залежність

source: An installation error occurred. Restart Bottles to read the Crash Report or run it via terminal to read the output.
ar: حدث خطأ في التثبيت. أعد تشغيل «قوارير» لقراءة تقرير الأعطال أو شغِّله باستخدام الطرفية لقراءة المُخرَج.
bg: Възникна грешка по време на инсталацията. Рестартирайте „Bottles“, за да прочетете доклада за срив или го стартирайте чрез терминала.
ca: S'ha produït un error d'instal·lació. Reinicieu Bottles per llegir l'informe d'error o executeu-lo mitjançant el terminal per llegir la sortida.
ckb: هەڵەیەکی دامەزراندن ڕوویدا. بۆتڵز دابخە و دوبارە بیکەوە بۆ خوێندنەوەی ڕاپۆرتی تێکچوونی نەرمەکاڵا یان لە تێرمیناڵ بیکەوە بۆ بینینی ئاوتپوتەکان.
cs: Došlo k chybě při instalaci. Restartujte Bottles a přečtěte si hlášení o pádu nebo jej spusťte přes terminál a přečtěte si výstup.
de: Es ist ein Installationsfehler aufgetreten. Starte Bottles neu um den Absturzbericht zu lesen, oder führe Bottles über das Terminal aus, um die Ausgabe zu lesen.
es: Se produjo un error de instalación. Reinicie Bottles para leer el informe del fallo o ejecútelo en la terminal para consultar la salida.
et: Tekkis paigaldusviga. Kokkujooksmise aruande lugemiseks käivita Pudelid uuesti või käivita ta terminalist ja vaata väljundit.
fi: Asennuksessa tapahtui virhe. Käynnistä Pullot uudelleen lukeaksesi kaatumisraportin tai suorita Pullot päätteen kautta lukeaksesi tulosteen.
fr: Une erreur d’installation s’est produite. Redémarrez Bouteilles pour lire le rapport de plantage ou exécutez-le via un terminal pour lire la sortie.
ga: Tharla earráid suiteála. Athosaigh Buidéil chun an Tuarascáil Crash a léamh nó é a rith trí chríochfort chun an t-aschur a léamh.
hu: Telepítési hiba történt. Indítsa újra a Palackokat az összeomlási jelentés elolvasásához, vagy futtassa a terminállal a kimenet megtekintéséhez.
it: Si è verificato un errore di installazione. Riavvia Bottles per leggere il Crash Report o eseguilo nel terminale per leggere l'output.
ja: インストールエラーが発生しました。Bottles を再起動してクラッシュレポートを読み取るか、ターミナルから実行して出力を読み取ります。
kab: Teḍra-d tuccḍa n usebded. Ales asekker n Tiqreɛtin akken ad teɣreḍ aneqqis n uɣelluy neɣ selkem-it s tdiwent akken ad teɣreḍ tuffɣa-nni.
nl: Er is een installatiefout opgetreden. Start Bottles opnieuw op om het Crash Report te lezen of voer het via terminal uit om de uitvoer te lezen.
pl: Wystąpił błąd instalacji. Uruchom ponownie Bottles, aby odczytać raport o awarii lub uruchom go przez terminal, aby odczytać dane wyjściowe.
ro: A apărut o eroare de instalare. Repornește Bottles pentru a citi raportul de eroare sau pornește-l prin terminal pentru a citi rezultatul.
ru: Произошла ошибка установки. Для чтения отчёта перезапустите Bottles или запустите их через терминал, чтобы видеть весь текстовый вывод.
sk: Došlo k chybe pri inštalácii. Reštartujte Bottles a prečítajte si hlásenie o páde alebo ho spustite v termináli a prečítajte si výstup.
sr: Догодила се грешка током инсталације. Поново покрени Флаше да прочиташ Извештај о краху или покрени у терминалу да видиш излазне информације.
sv: Ett installationsfel har inträffat. Starta om Bottles för att läsa kraschrapporten eller kör den via terminalen för att läsa resultatet.
ta: நிறுவல் பிழை ஏற்பட்டது. செயலிழப்பு அறிக்கையைப் படிக்க பாட்டில்களை மறுதொடக்கம் செய்யவும் அல்லது வெளியீட்டைப் படிக்க டெர்மினல் வழியாக இயக்கவும்.
tr: Kurulum hatası oluştu. Çökme Raporunu okumak için Şişeler'i yeniden başlatın veya çıktıyı okumak için uçbirim ile çalıştırın.
uk: Виникла помилка при встановленні. Перезапустіть Bottles для того, щоб прочитати звіт про аварійне завершення. Або запустіть його через термінал, щоб прочитати інформацію текстом.

source: Dependency Menu
ar: قائمة التبعيَّات
bg: Меню на зависимостите
cs: Nabídka závislostí
et: Sõltuvuste menüü
fi: Riippuvuusvalikko
fr: Menu dépendance
ga: Roghchlár Spleachta
ja: 依存関係メニュー
kab: Umuɣ uḍaraɛ
nl: Afhankelijkheden-menu
pl: Menu zależności
ro: Opțiuni Dependențe
ru: Меню зависимостей
sk: Ponuka závislostí
sr: Мени Зависне Датотеке
ta: சார்பு மெனு
tr: Bağımlılık Menüsü
uk: Назва залежності

source: Proton Disclaimer
ar: نص إخلاء المسؤولية لبروتون
bg: Декларация за отказ от отговорност на „Proton“
cs: Prohlášení Protonu
de: Proton Haftungsausschluss
es: Aviso legal de Proton
et: Protoni lahtiütlus vastutusest
fi: Proton-huomautus
fr: Clause de non-responsabilité Proton
ga: Séanadh Proton
hu: Nyilatkozat a Protonról
it: Disclaimer di Proton
kab: Alɣu ɣef Pruṭun
pl: Proton - Wyłączenie odpowiedzialności
ro: Declinare Proton
ru: Отказ от ответственности
sk: Proton - Vylúčenie zodpovednosti
sr: Одрицање од одговорности за Протон
ta: புரோட்டான் மறுப்பு
tr: Proton Sorumluluk Reddi
uk: Відмова від відповідальності Proton

source: Cancel
ar: ألغِ
bg: Отказ
ca: Cancel·lar
ckb: هەڵوەشاندنەوە
cs: Zrušit
de: Abbrechen
es: Cancelar
et: Katkesta
fi: Peru
fr: Annuler
ga: Cealaigh
hu: Mégse
it: Annulla
ja: キャンセル
kab: Sefsex
nl: Annuleren
pl: Anuluj
ro: Renunță
ru: Отмена
sk: Zrušiť
sr: Откажи
sv: Avbryt
ta: ரத்துசெய்
tr: İptal
uk: Скасувати
