Repository: bottlesdevs/Bottles
Catalog: po/*.po
Languages: ar, bg, ca, ckb, cs, de, es, et, fi, fr, ga, hu, it, ja, kab, nl, pl, ro, ru, sk, sr, sv, ta, tr, uk

source: German
fr: Allemand

source: Greek
fr: Grec

source: English
fr: Anglais

source: Spanish
fr: Espagnol

source: Estonian
fr: Estonien

source: Finnish
fr: Finlandais

source: French
fr: Français

source: Croatian
fr: Croate

source: Hungarian
fr: Hongrois

source: Italian
fr: Italien

source: Lithuanian
fr: Lituanien

source: Latvian
fr: Letton

source: Dutch
fr: Néerlandais

source: Norwegian
fr: Norvégien

source: Polish
fr: Polonais

source: Portuguese
fr: Portugais

source: Romanian
fr: Roumain

source: Russian
fr: Russe

source: Slovak
fr: Slovaque

source: Slovenian
fr: Slovène

source: Swedish
fr: Suédois

source: Turkish
fr: Turque

source: Chinese
fr: Chinois

source: Japanese
fr: Japonais

source: Taiwanese
fr: Taiwanais

source: Korean
fr: Coréen

source: You are offline, unable to download.
ar: أنت غير متصل بالإنترنت، لا يمكن التنزيل.
bg: Нямате връзка с Интернет, изтеглянето не е възможно.
ca: Esteu fora de línia, no es pot baixar.
ckb: تۆ دەرهێڵیت، نەتوانرا دابگیرێت.
de: Sie sind offline, kein Download möglich.
es: No hay conexión a internet; no se puede descargar.
fi: Olet offline-tilassa, et voi ladata.
fr: Vous êtes hors ligne, impossible de télécharger.
hu: Nincs online kapcsolat, nem tudja letölteni.
it: Sei offline, impossibile scaricare.
pl: Jesteś offline, nie można pobrać.
sv: Du är offline, kan inte ladda ner.

source: Run Windows software
ca: Executeu programari de Windows
ckb: نەرمەکاڵای ویندۆز کارپێبکە
de: Windows-Software ausführen
es: Ejecute programas de Windows
fr: Exécuter des logiciels Windows
hu: Windows szoftverek futtatása
it: Usa programmi per Windows
sv: Kör Windows-mjukvara

source: wine;windows;gaming;emulate;emulator;game;
fr: wine;windows;jeux;émuler;émulateur;jeu;

source: Flatpak migration
ar: ترحيل فلاتباك
bg: Миграция от „Flatpak“
ca: Migració de Flatpak
ckb: گواستنەوەی فلاتپاک
cs: Přechod na Flatpak
es: Migración desde Flatpak
et: Üleviimine Flatpakile
fi: Flatpak-migraatio
fr: Migration de Flatpak
ga: Imirce Flatpak
hu: Flatpak átköltözés
it: Migrazione a Flatpak
ja: Flatpak 版への移行
kab: Inig Flatpak
nl: Flatpak-migratie
pl: Migracja Flatpak
ro: Migrare la Flatpak
ru: Миграция Flatpak
sk: Prechod na Flatpak
sr: Миграција Флетпекова
sv: Flatpak-migrering
ta: பிளாட்பாக் இடம்பெயர்வு
tr: Flatpak geçişi
uk: Міграція Flatpak

source: Toggle the Flatpak migration dialog.
ar: بدّل مربع حوار "الترحيل إلى Flatpak".
bg: Превключва диалога за миграция от „Flatpak“.
ca: Commuta el diàleg de migració de Flatpak.
ckb: کردنەوە و داخستنی دایەلۆگی گواستنەوەی فلاتپاک.
cs: Zapnout/Vypnout dialog Přechod na Flatpak.
de: De(-aktiviere) dan Flatpak-Migrationsdialog.
es: Conmuta el diálogo de migración de Flatpak.
et: Näita või peida Flatpakile üleviimise vaade.
fi: Vaihda Flatpak siirtoikkunaan.
fr: Activer/désactiver la boîte de dialogue de migration de Flatpak.
ga: Athraigh an dialóg imirce Flatpak.
hu: Flatpak átköltözés párbeszédpanel be-/kikapcsolása.
it: Mostra il dialogo di migrazione a Flatpak.
ja: Flatpak 版への移行ダイアログを表示／非表示にします。
kab: Qluqel tankult n udiwenni n yinig Flatpack.
nl: Schakel het Flatpak-migratiedialoogvenster in.
pl: Przełącz okno dialogowe migracji Flatpak.
ro: Act/Dez dialogul de migrare la Flatpak.
ru: Включить диалог миграции Flatpak.
sk: Zapnúť/vypnúť dialógové okno Prechod na Flatpak.
sr: Укључи Флетпеков дијалог миграције.
sv: Av/På dialogrutan för Flatpak-migrering.
ta: பிளாட்பாக் இடம்பெயர்வு உரையாடலை நிலைமாற்று.
tr: Flatpak geçişi iletişim kutusunu aç/kapat.
uk: Перемкнути діалог міграції Flatpak.

source: Dark theme
ar: السمة الداكنة
bg: Тъмна тема
ca: Tema fosc
cs: Tmavý vzhled
de: Dunkles Design
es: Tema oscuro
et: Tume kujundus
fi: Tumma teema
fr: Thème sombre
ga: Téama dorcha
hu: Sötét téma
it: Tema scuro
ja: ダークテーマ
kab: Asentel ubrik
nl: Donker thema
pl: Ciemny motyw
ro: Fond negru
ru: Тёмная тема
sk: Tmavý motív
sr: Тамна тема
sv: Mörkt tema
ta: டார்க் தீம்
tr: Koyu tema
uk: Темна тема

source: Force the use of dark theme.
ar: افرض استخدام السمة الداكنة.
bg: Принудително използване на тъмната тема.
ca: Força l'ús del tema fosc.
cs: Vynutit použití tmavého motivu.
de: Erzwinge die Verwendung des dunklen Designs.
es: Fuerza el uso del tema oscuro.
et: Kasuta sundkorras tumedat kujundust.
fi: Pakota tumman teeman käyttö.
fr: Forcer le thème sombre.
ga: Cuir iallach ar úsáid téama dorcha.
hu: Sötét téma használatának kényszerítése.
it: Forza l'uso del tema scuro.
ja: ダームテーマを強制的に使用します。
kab: Ḥettem aseqdec n usentel ubrik.
nl: Forceer het gebruik van een donker thema.
pl: Wymuś użycie ciemnego motywu.
ro: Forțează utilizarea fondului negru.
ru: Принудительное использование тёмной темы.
sk: Vynútiť použitie tmavého motívu.
sr: Присили коришћење тамне теме.
sv: Forcera dark theme.
ta: டார்க் தீம் பயன்படுத்துவதை கட்டாயப்படுத்தவும்.
tr: Koyu tema kullanımını zorla.
uk: Примусова темна тема.

source: Force Offline
fr: Forcer le hors ligne
ga: Fórsa As Líne
kab: Ḥettem war tuqqna

source: "Force disable any network activity even with available network connection."
fr: "Forcer la désactivation de toute activité réseau, même en cas de connexion réseau disponible."
ga: "Díchumasaigh fórsa aon ghníomhaíocht líonra fiú le nasc líonra atá ar fáil."
kab: "Ḥettem asensi n uẓeṭṭa xas akken tuqqna n uẓeṭṭa tella tewjed."

source: Toggle update date in list
ar: بدِّل تاريخ التحديث في القائمة
bg: Превключване на датата на обновяване в списъка
ca: Commuta la data d'actualització a la llista
ckb: پیشاندان و شاردنەوەی بەرواوی نوێبوونەوە لە لیست
cs: Přepnout datum aktualizace v seznamu
de: Aktualisierungsdatum in der Liste de(-aktiviere)
es: Conmutar la fecha de actualización en la lista
et: Näita loendis uuenduse kuupäeva või peida see
fi: Vaihda päivityspäivä listaan
fr: Activer/désactiver la date de miser à jour dans la liste
ga: Athraigh dáta nuashonraithe ar an liosta
hu: Frissítési dátum be-/kikapcsolása a listában
it: Data di aggiornamento nella lista
ja: リスト内の更新日を表示／非表示にします
kab: Qluqel azemz n uleqqem deg tebdart
nl: Updatedatum in lijst omschakelen
pl: Przełącz datę aktualizacji na liście
ro: Arată/Ascunde data de actualizare în listă
ru: Дата обновления в списке
sk: Zapnúť/vypnúť zobrazenie dátumu aktualizácie v zozname
sr: Укључи датум ажурирања листе
sv: uppdatera datum i lista
ta: பட்டியலில் புதுப்பிப்பு தேதியை நிலைமாற்று
tr: Listede güncelleme tarihini göster/gizle
uk: Відображати дати оновлень у списку

source: Toggle the update date in list of bottles.
ar: بدِّل تاريخ التحديث في قائمة القوارير.
bg: Превключва датата на обновяване в списъка с бутилки.
ca: Commuta la data d'actualització a la llista d'ampolles.
ckb: پیشاندان و شاردنەوەی بەرواوی نوێبوونەوە لە لیستی بۆتڵز.
cs: Zda se má v seznamu lahví zobrazovat datum aktualizace.
de: De(-aktiviere) das Aktualisierungsdatum in der Bottles-Liste.
es: Conmuta la fecha de actualización en la lista de bottles.
et: Näita pudelite loendis uuenduse kuupäeva või peida see.
fi: Näytä tai piilota pulloluettelossa päivityspäivä.
fr: Activer/désactiver la date de mise à jour dans la liste des bouteilles.
ga: Athraigh an dáta nuashonraithe i liosta na mbuidéil.
hu: A palacklista frissítési dátumának be-/kikapcsolása.
it: Mostra/nascondi la data di aggiornamento nella lista delle bottiglie.
ja: ボトルリストの更新日を表示／非表示にします。
kab: Qluqel azemz n uleqqem deg tebdart n teqreɛtin.
nl: Schakel de updatedatum in de lijst met bottles om.
pl: Przełącz datę aktualizacji na liście butelek.
ro: Arată/Ascunde data de actualizare din lista sticlelor.
ru: Отображение даты обновления в списке бутылок.
sk: Či sa má v zozname Fliaš zobrazovať dátum aktualizácie.
sr: Укључи датум ажурирања у листи за флаше.
sv: Växla uppdateringsdatumet i buteljlistan.
ta: பாட்டில்களின் பட்டியலில் புதுப்பிப்பு தேதியை மாற்றவும்.
tr: Şişe listesinde güncelleme tarihini göster/gizle.
uk: Відображати дату оновлення Пляшок у списку.

source: Steam apps listing
ar: قائمة تطبيقات Steam
bg: Списък от „Steam“
ca: Llistat d'aplicacions de Steam
cs: Seznam Steam aplikací
de: Steam
es: Listado de aplicaciones de Steam
et: Steami rakenduste loend
fi: Steam-sovellusten luettelointi
fr: Listage des applications Steam
ga: Liostú aipeanna Steam
hu: Steam alkalmazás lista
it: Lista applicazioni Steam
ja: Steam アプリの表示
kab: Tabdart n yisnasen Steam
nl: Lijst met Steam-apps
pl: Lista aplikacji Steam
ro: Lista aplicațiilor Steam
ru: Список приложений Steam
sk: Zoznam aplikácií služby Steam
sr: Листинг Стим апликација
sv: Steam apps listning
ta: ஸ்டீம் ஆப்ஸ் பட்டியல்
tr: Steam uygulama listeleme
uk: Список програм Steam

source: Toggle steam apps listing.
ar: بدل سرد قائمة تطبيقات ستيم.
bg: Превключва списъка от „Steam“.
ca: Commuta la llista d'aplicacions de Steam.
cs: Přepnout výpis Steam aplikací.
de: Steam-Apps-Liste ein-/ausschalten.
es: Conmutar el listado de aplicaciones de Steam.
et: Näita rakenduste loendis Steami rakendusi või peida nad.
fi: Vaihda Steam-sovellusten listaan.
fr: Activer/désactiver le listage des applications Steam.
ga: Athraigh liostú aipeanna gaile.
hu: Steam alkalmazások listájának ki-/bekapcsolása.
it: Attiva/disattiva l'elenco delle app di Steam.
ja: Steam アプリを表示／非表示にします。
kab: Qluqel tabdart n yisnasen Steam.
nl: Toon/verberg lijst met Steam-apps.
pl: Przełącz programy Steam na liście programów.
ro: Act/Dez lista aplicațiilor Steam.
ru: Показывать приложения из Steam.
sk: Zapnúť/vypnúť zobrazenie aplikácií služby Steam.
sr: Укључи листинг Стим апликација.
sv: Sätt på/av Steam-applistning.
ta: ஸ்டீம் ஆப்ஸ் பட்டியலை நிலைமாற்று.
tr: Steam uygulama listelerini aç/kapa.
uk: Показувати програми зі Steam.

source: Epic Games listing
ar: قائمة Epic Games
bg: Списък от „Epic Games“
ca: Llistat d'Epic Games
cs: Seznam her Epic
de: Epic-Games-Store Beschreibung
es: Listado de Epic Games
et: Epic Gamesi rakenduste loend
fi: Epic Games -luettelointi
fr: Liste des jeux Epic Games
ga: Liostú Cluichí Epic
hu: Epic Games lista
it: Elenco Epic Games
ja: Epic Games の表示
kab: Tabdart n Epic Games
nl: Lijst met Epic Games
pl: Programy Epic Games
ro: Lista „Epic Games”
ru: Список приложений Epic Games
sk: Hry z Epic Games
sr: Листинг Епик Гејмс игара
sv: Epic games listning
ta: எபிக் கேம்களின் பட்டியல்கள்
tr: Epic Games listesi
uk: Список програм Epic Games

source: Toggle epic games listing.
ar: بدّل سرد قائمة Epic Games.
bg: Превключва списъка от „Epic Games“.
ca: Commuta la llista de Epic Games.
cs: Přepnout seznam her Epic.
de: Epic-Games-Liste umschalten.
es: Conmutar el listado de Epic Games.
et: Näita rakenduste loendis Epic Gamesi rakendusi või peida nad.
fi: Vaihda epic games listaan.
fr: Activer/désactiver l’affichage des jeux Epic Games.
ga: Athraigh liostú cluichí eipiciúla.
hu: Epic Games lista ki-/bekapcsolása.
it: Attiva/disattiva l'elenco di Epic Games.
ja: Epic Games を表示／非表示にします。
kab: Qluqel tabdart n Epic Games.
nl: Toon/verberg lijst met Epic Games.
pl: Przełącz programy Epic Games na liście programów.
ro: Act/Dez lista „Epic Games”.
ru: Показывать приложения Epic Games.
sk: Zapnúť/vypnúť zobrazenie hier z Epic Games.
sr: Укључи листинг Епик гејмс игара.
sv: Sätt på/av Epic Games listning.
ta: எபிக் கேம்கள் பட்டியலை நிலைமாற்று.
tr: Epic Games listelerini aç/kapa.
uk: Показувати програми Epic Games.

source: Ubisoft Connect listing
ar: قائمة Ubisoft Connect
bg: Списък от „Ubisoft Connect“
cs: Výpis Ubisoft Connect
de: Ubisoft Connect Eintrag
es: Listado de Ubisoft Connect
et: Ubisoft Connecti rakenduste loend
fi: Ubisoft Connect -luettelointi
fr: Listage Ubisoft Connect
ga: Liostú Ubisoft Connect
hu: Ubisoft Connect lista
ja: Ubisoft Connect の表示
kab: Tabdart n Ubisoft Connect
nl: Ubisoft Connect
pl: Lista gier z Ubisoft Connect
ro: Lista „Ubisoft Connect”
ru: Поддержка Ubisoft Connect
sk: Zobrazenie hier z Ubisoft Connect
sr: Убисофт Конект листа
ta: யுபிசாஃப்ட் இணைப்பு பட்டியல்
tr: Ubisoft Connect listesi
uk: Показувати ігри Ubisoft Connect

source: Toggle ubisoft connect listing.
ar: بدّل سرد قائمة Ubisoft Connect.
bg: Превключва списъка от „Ubisoft Connect“.
ca: Commuta la llista d'ubisoft connect.
cs: Přepnout výpis ubisoft connect.
de: Ubisoft Connect-Liste umschalten.
es: Conmutar el listado de ubisoft connect.
et: Näita rakenduste loendis Ubisoft Connecti rakendusi või peida nad.
fi: Vaihda ubisoft yhteys listaan.
fr: Activer / désactiver le listage Ubisoft Connect.
ga: Athraigh liostú ceangail ubisoft.
hu: Ubisoft Connect lista ki-/bekapcsolása.
ja: Ubisoft Connect を表示／非表示にします。
kab: Qluqel tabdart n Ubisoft Connect.
nl: Toon/verberg lijst van Ubisoft Connect.
pl: Przełącz wyświetlanie listy gier z Ubisoft Connect.
ro: Act/Dez lista Ubisoft Connect.
ru: Показывать приложения из Ubisoft Connect.
sk: Zapnúť/vypnúť zobrazenie zoznamu hier z Ubisoft Connect.
sr: Укључи/Искључи убисофт конект листинг.
ta: யுபிசாஃப்ட் இணைப்பு பட்டியலை நிலைமாற்று.
tr: Ubisoft Connect listelerini aç/kapa.
uk: Показ ігор від Ubisoft

source: Window width
ar: عرض النافذة
bg: Широчина на прозореца
ca: Amplada de la finestra
ckb: پانی پەنجەرە
cs: Šířka okna
de: Fensterbreite
es: Anchura de ventana
et: Akna laius
fi: Ikkunan leveys
fr: Largeur de la fenêtre
ga: Leithead fuinneoige
hu: Ablakszélesség
it: Larghezza finestra
ja: ウィンドウ幅
kab: Tehri n usfaylu
nl: Vensterbreedte
pl: Szerokość okna
ro: Lățimea ferestrei
ru: Ширина окна
sk: Šírka okna
sr: Ширина прозора
sv: Fönsterbredd
ta: ஜன்னல் அகலம்
tr: Pencere genişliği
uk: Ширина вікна

source: Change the window width.
ar: غيّر عرض النافذة.
bg: Променя широчината на прозореца.
ca: Canvia l'amplada de la finestra.
ckb: گۆڕینی پانی پەنجەرە.
cs: Změna šířky okna.
de: Die Fensterbreite ändern.
es: Cambia la anchura de la ventana.
et: Muuda akna laiust.
fi: Muuta ikkunan leveyttä.
fr: Modifier la largeur de la fenêtre.
ga: Athraigh leithead na fuinneoige.
hu: Ablakszélesség módosítása.
it: Modifica la larghezza della finestra.
ja: ウィンドウ幅を変更します。
kab: Snifel tehri n usfaylu.
nl: Wijzig de vensterbreedte.
pl: Zmień szerokość okna.
ro: Modifică lățimea ferestrei.
ru: Изменение ширины окна.
sk: Zmeniť šírku okna.
sr: Промени ширину прозора.
sv: Ändra fönsterbredden.
ta: ஜன்னல் அகலத்தை மாற்றவும்.
tr: Pencere genişliğini değiştir.
uk: Зміна ширини вікна.

source: Window height
ar: ارتفاع النافذة
bg: Височина на прозореца
ca: Alçada de la finestra
ckb: بەرزی پەنجەرە
cs: Výška okna
de: Fensterhöhe
es: Altura de ventana
et: Akna kõrgus
fi: Ikkunan korkeus
fr: Hauteur de la fenêtre
ga: Airde fuinneoige
hu: Ablakmagasság
it: Altezza della finestra
ja: ウィンドウの高さ
kab: Teɣzi n usfaylu
nl: Vensterhoogte
pl: Wysokość okna
ro: Înălțimea ferestrei
ru: Высота окна
sk: Výška okna
sr: Висина прозора
sv: Fönsterhöjd
ta: ஜன்னல் உயரம்
tr: Pencere yüksekliği
uk: Висота вікна

source: Change the window height.
ar: غيّر ارتفاع النافذة.
bg: Променя височината на прозореца.
ca: Canvia l'alçada de la finestra.
ckb: گۆڕینی بەرزی پەنجەرە.
cs: Změna výšky okna.
de: Die Fensterhöhe ändern.
es: Cambia la altura de la ventana.
et: Muuda akna kõrgust.
fi: Muuta ikkunan korkeutta.
fr: Modifier la hauteur de la fenêtre.
ga: Athraigh airde na fuinneoige.
hu: Ablakmagasság módosítása.
it: Modifica l'altezza della finestra.
ja: ウィンドウの高さを変更します。
kab: Snifel teɣzi n usfaylu.
nl: Wijzig de vensterhoogte.
pl: Zmień wysokość okna.
ro: Modifică înălțimea ferestrei.
ru: Изменение высоты окна.
sk: Zmeniť výšku okna.
sr: Промени висину прозора.
sv: Ändra fönsterhöjden.
ta: ஜன்னல் உயரத்தை மாற்றவும்.
tr: Pencere yüksekliğini değiştir.
uk: Зміна висоти вікна.

source: Show notifications.
ar: أظهر الإشعارات.
bg: Показва известията.
ca: Mostra les notificacions.
ckb: پیشاندانی ئاگادارکردنەوەکان.
cs: Povolit upozornění.
de: Benachrichtigungen anzeigen.
es: Muestra las notificaciones.
et: Näita teavitusi.
fi: Näytä ilmoitukset.
fr: Afficher les notifications.
ga: Taispeáin fógraí.
hu: Értesítések megjelenítése.
it: Mostra notifiche.
ja: 通知を表示にします。
kab: Sken tilɣa.
nl: Toon meldingen.
pl: Pokaż powiadomienia.
ro: Arată notificări.
ru: Отображение уведомлений.
sk: Zobrazovať upozornenia.
sr: Прикажи обевештења.
sv: Visa aviseringar.
ta: அறிவிப்புகளைக் காட்டு.
tr: Bildirimleri göster.
uk: Увімкнути сповіщення.

source: Temp cleaning
ar: حذف الملفات المؤقتة
bg: Почистване на временните файлове
ca: Neteja de fitxers temporals
ckb: پاککردنەوەی تیمپ (Temp)
cs: Dočasné soubory
de: Temporäre Dateien aufräumen
es: Limpieza de archivos temporales
et: Ajutiste failide kausta tühjendamine
fi: Väliaikaisten siivous
fr: Nettoyage des fichiers temporaires
ga: Glanadh teochta
hu: Gyorsítótár tisztítása
it: Pulizia file temporanei
ja: 一時ファイルをクリーンアップする
kab: Asfeḍ n uskudan
nl: Tijdelijke bestanden opruimen
pl: Czyszczenie plików tymczasowych
ro: Eliminarea fișierelor temporare
ru: Удаление временных файлов
sk: Čistenie dočasných súborov
sr: Чишћење привремених фајлова
sv: Temp-rensning
ta: வெப்பநிலை சுத்தம்
tr: Geçiçi verileri temizleme
uk: Очищення тимчасових файлів

source: Clean the temp path when booting the system.
ar: احذف الملفات المؤقتة عند تشغيل النظام.
bg: Почиства временните файлове при стартиране на системата.
ca: Netegeu el camí temporal quan arrenqueu el sistema.
ckb: شوێنی تێمپ پاک بکەوە لە کاتی بووتکردنی سیستەمەکە.
cs: Vyčistit složku dočasných souborů při startu systému.
de: Temporäre Dateien beim Systemstart löschen.
es: Limpia la ruta temporal al arrancar el sistema.
et: Arvuti või nutiseadme käivitamisel kustuta ajutiste failide kausta sisu.
fi: Puhdista väliaikaisten polku järjestelmää käynnistettäessä.
fr: Nettoyer le chemin temporaire lors du démarrage du système.
ga: Glan an cosán teochta agus an córas á thosú.
hu: Gyorsítótár útvonalának tisztítása rendszerindításkor.
it: Pulisci i file temporanei all'avvio.
ja: システム起動時にファイルパスをクリーンアップします。
kab: Sfeḍ abrid askudan deg tnekra n unagraw.
nl: Maak het temp-pad schoon bij het opstarten van het systeem.
pl: Wyczyść ścieżkę Temp podczas uruchomienia systemu.
ro: Elimină fișierele temporare la pornirea sistemului.
ru: Удаление временных файлов при запуске.
sk: Čistiť umiestnenie s dočasnými súbormi pri štarte systému.
sr: Очисти привремени пут приликом подизања система.
sv: Rensa temp-mappen vid systemstart.
ta: கணினியை துவக்கும் போது தற்காலிக பாதையை சுத்தம் செய்யவும்.
tr: Sistemi başlatırken geçici yolu temizle.
uk: Очищення тимчасових файлів при завантаженні.

source: Toggle release candidate for runners.
ar: بدّل النسخ المرشحة للمشغلات.
bg: Превключва тестовите версии на стартиращите програми.
ca: Commuta el candidat de llançament per als corredors.
ckb: پیشاندان و شاردنەوەی کاندیدی دەرچوو بۆ کارپێکەرەکان.
cs: Přepnout na verzi Release Candidate pro spouštěče.
de: Vorabversionen für Runner de(-aktivieren).
es: Conmuta el candidato a la versión para los ejecutores.
et: Näita käivitajate eelversioone või peida nad.
fi: Vaihda julkaisuehdokas käynnistimelle.
fr: Activer/désactiver les Release Candidate pour les exécuteurs.
ga: Toggle iarrthóir scaoilte do reathaithe.
hu: A kiadásra jelölt futtatók be-/kikapcsolása.
it: Attiva/disattiva le release candidate per i runners.
ja: ランナーのリリース候補を切り替えます。
nl: Schakel release candidate voor runners om.
pl: Wybierz kandydata wydania (RC) dla programów uruchamiających.
ro: Act/Dez candidatul de lansare pentru executanți.
ru: Использовать предварительную версию для раннеров.
sk: Prepnúť na verziu Kandidát na vydanie (RC) pre spúšťače.
sr: Укључи кандидата за издање за покретаче.
sv: Av/På RC-utgåva för körprogram.
ta: ரன்னர்களுக்கான வெளியீட்டு வேட்பாளரை நிலைமாற்று.
tr: Çalıştırıcılar için sürüm adayını değiştir.
uk: Використовувати версію реліз-кандидат для двигунів.

source: Startup view
ar: طريقة عرض البرنامج عند بداية التشغيل
bg: Изглед при стартиране
ca: Vista d'inici
ckb: دیمەنی سەرەتا
cs: Zobrazení po spuštění
de: Startansicht
es: Vista inicial
et: Käivitusvaade
fi: Käynnistysnäkymä
fr: Vue de démarrage
ga: Amharc tosaithe
hu: Indítási nézet
it: Schermata di avvio
ja: スタートアップビュー
kab: Taskant n usekker
nl: Opstartscherm
pl: Widok startowy
ro: Fereastra de pornire
ru: Вид при запуске
sk: Zobrazenie po spustení
sr: Приказ покретања
sv: Uppstartsvy
ta: தொடக்கக் காட்சி
tr: Başlangıç görünümü
uk: Вигляд при запуску

source: Choose which view the application should be started in.
ar: اختر أي طريقة عرض يجب بدء التطبيق فيها.
bg: Избира изгледа, който програмата ще използва.
ca: Trieu en quina visualització s'ha d'iniciar l'aplicació.
ckb: هەڵیبژێرە کە دەبێت لە کام دیمەنەدا ئەپەکە ببێتەوە.
cs: Zvolte které zobrazení by mělo být zobrazeno po spuštění aplikace.
de: Wähle, in welcher Ansicht die Anwendung gestartet werden soll.
es: Elegir en qué vista debe iniciarse la aplicación.
et: Vali rakenduse käivitamisel kuvatav vaade.
fi: Valitse, mikä näkymä ladataan sovelluksen käynnistyksen yhteydessä.
fr: Choisir la vue qui doit être chargée au démarrage de l’application.
ga: Roghnaigh cén radharc ba chóir an t-iarratas a thosú ann.
hu: Válassza ki az alkalmazás indításakor betöltendő nézetet.
it: Determina in quale vista deve essere avviata l'applicazione.
ja: アプリケーション起動時に表示する画面を選択します。
kab: Fren anta taskant i deg ilaq ad tebduḍ asnas deg-s.
nl: Kies in welke weergave de applicatie moet worden gestart.
pl: Określ, który widok ma być ładowany podczas uruchamiania aplikacji.
ro: Alege în ce fereastră trebuie pornită aplicația.
ru: Выберите внешний вид приложения при запуске.
sk: Vyberte, ktorý pohľad sa má zobraziť pri ďalšom spustení aplikácie.
sr: Изабери у ком прегледу да апликација буде покренута.
sv: Välj vilken vy som skall användas in vid programstart.
ta: எந்தப் பார்வையில் பயன்பாடு தொடங்கப்பட வேண்டும் என்பதைத் தேர்வுசெய்யவும்.
tr: Uygulamanın hangi görünümde başlatılacağını seçin.
uk: Виберіть вигляд, який слід завантажувати під час запуску застосунку.

source: Experiments
ar: التجارب
bg: Експерименти
ckb: ئەزموونەکان
cs: Experimenty
de: Versuche
es: Experimentos
et: Katsed
fi: Kokeilut
fr: Fonctionnalités expérimentales
ga: Turgnaimh
hu: Kísérleti
it: Sperimentali
ja: 実験的な機能
kab: Tirmitin
nl: Experimenten
pl: Eksperymenty
ro: Experimente
ru: Эксперименты
sk: Experimenty
sr: Експериментално
sv: Experiment
ta: பரிசோதனைகள்
tr: Deneyler
uk: Експерименти
