Repository: bottlesdevs/Bottles
Catalog: po/*.po
Languages: ar, bg, ca, ckb, cs, de, es, et, fi, fr, ga, hu, it, ja, kab, nl, pl, ro, ru, sk, sr, sv, ta, tr, uk

source: Window Resolution
ar: دقة النافذة
bg: Резолюция на прозореца
cs: Rozlišení oken
et: Akna resolutsioon
fi: Ikkunan resoluutio
fr: Résolution de la fenêtre
ga: Réiteach Fuinneog
ja: Windows の解像度
kab: Tabadut n usfaylu
nl: Vensterresolutie
pl: Rozdzielczość okna
ro: Claritatea ferestrei
ru: Разрешение окна
sk: Rozlíšenie okna
sr: Резолуција Виндовса
ta: சாளர தெளிவுத்திறன்
tr: Pencere Çözünürlüğü
uk: Роздільна здатність вікон

source: Upscales the resolution when using a resolution higher than the game resolution in pixels.
ar: يرفع الدقة عند استخدام دقة أعلى من دقة اللعبة.
bg: Увеличава резолюцията, когато използваната резолюция е по-голяма от тази на играта в пиксели.
cs: Zvyšuje rozlišení při použití rozlišení vyššího, než je rozlišení hry v pixelech.
et: Suurendab resolutsiooni, kui sul on kasutusel mängu resolutsioonist suurem resolutsioon.
fi: Suurentaa resoluutiota, kun käytetään pelin resoluutiota suurempaa resoluutiota.
fr: Augmente la résolution lorsque vous utilisez une résolution supérieure à celle du jeu en pixels.
ga: Uasscálaíonn an taifeach agus taifeach níos airde ná taifeach an chluiche á úsáid i bpicteilíní.
kab: Asnerni n tbadut ticki tseqdaceḍ tabadut yugaren tabadut n wurar deg ipiksilen.
nl: Schaalt de resolutie van het spel op wanneer deze kleiner is dan de resolutie van het scherm.
pl: Upscaluje rozdzielczość, gdy używana jest rozdzielczość większa niż rozdzielczość gry w pikselach.
ro: Mărește claritatea în pixeli când se utilizează o claritate mai mare decât cea a jocului.
ru: Повышает разрешение при использовании разрешения выше, чем игровое.
sk: Zvyšuje rozlíšenie pri použití vyššieho rozlíšenia ako je rozlíšenie hry v pixeloch.
sr: Скалирај резолуцију приликом коришћења резолуције веће од резолуције игре у пикселима.
ta: பிக்சல்களில் கேம் தெளிவுத்திறனை விட அதிக தெளிவுத்திறனைப் பயன்படுத்தும் போது தெளிவுத்திறனை மேம்படுத்துகிறது.
tr: Piksel cinsinden oyun çözünürlüğünden daha yüksek bir çözünürlük kullanıldığında çözünürlüğü yükseltir.
uk: Збільшує роздільну здатність при використанні роздільної здатності, що перевищує роздільну здатність гри в пікселях.

source: Miscellaneous
ar: متنوعات
bg: Разни
ca: Miscel·lani
cs: Různé
de: Sonstiges
es: Miscelánea
et: Varia
fi: Sekalaiset
fr: Divers
ga: Ilghnéireach
hu: Vegyes
it: Varie
ja: その他
kab: Ayen-nniḍen
nl: Diversen
pl: Różne
ro: Diverse
ru: Разное
sk: Rôzne
sr: Разно
ta: இதர
tr: Çeşitli
uk: Різне

source: Frame Rate Limit
ar: حد معدل الإطارات
bg: Ограничение на честотата на кадрите
cs: Omezení snímkové frekvence
et: Pildi kaadrisageduse piirang
fi: Kuvan päivitysnopeuden raja
fr: Limite de fréquence d’images
ga: Teorainn Ráta Fráma
ja: フレームレート制限
kab: Talast n usnagar n tugniwin
nl: Verversingssnelheidlimiet
pl: Limit liczby klatek na sekundę
ro: Limita frecvenței cadrelor
ru: Ограничение частоты кадров
sk: Obmedzenie frekvencie snímok
sr: Лимит Брзине кадра
ta: பிரேம் வீத வரம்பு
tr: Kare Hızı Sınırı
uk: Обмеження частоти кадрів

source: Frame Rate Limit When Unfocused
ar: حد معدل الإطارات عند عدم التركيز
bg: Ограничение на честотата на кадрите във фонов режим
cs: Limit snímkové frekvence (při rozostření)
et: Pildi kaadrisageduse piirang, kui programm pole fookuses
fi: Kuvan päivitysnopeuden raja, kun ei kohdistettuna
fr: Limite de fréquence d’images en l’absence de focus
ga: Teorainn Ráta Fráma Nuair nach bhfuil Dírithe
ja: 非フォーカス時のフレームレート制限
kab: Talast n usnagar n tugniwin ticki warasaḍes
nl: Verversingssnelheidlimiet wanneer niet gefocust
ro: Limita frecvenței cadrelor dacă nu este focalizat
ru: Ограничение частоты кадров (не в фокусе)
sk: Limit frekvencie snímok, keď aplikácia nie je aktívna
sr: Лимит Брзине кадрова када Није Фокусиран
ta: கவனம் செலுத்தாத போது பிரேம் வீத வரம்பு
tr: Odaklanılmadığında Kare Hızı Sınırı
uk: Обмеження частоти кадрів при розфокусуванні

source: Integer Scaling
et: Täisarvuline skaleerimine (Integer Scaling)
fr: Mise à l'échelle des entiers
ga: Scálú Sláimhir
ja: 整数スケーリング
nl: Schalen met geheel getal
ro: Redimensionare cu întregi
ru: Целочисленное масштабирование
sk: Celočíselné škálovanie
sr: Целобројно скалирање
ta: முழு எண் அளவிடுதல்
tr: Tamsayı Ölçekleme
uk: Цілочисельне масштабування

source: Window Type
ar: نوع النافذة
bg: Вид на прозореца
ca: Tipus de finestra
cs: Typ okna
de: Fenstertyp
es: Tipo de ventana
et: Akna tüüp
fi: Ikkunan tyyppi
fr: Type de fenêtre
ga: Cineál Fuinneog
hu: Ablaktípus
it: Tipo di finestra
ja: ウィンドウの種類
kab: Anaw n usfaylu
nl: Venstertype
pl: Typ okna
ro: Tip de fereastră
ru: Тип окна
sk: Typ okna
sr: Тип Прозора
ta: ஜன்னல் வகை
tr: Pencere Türü
uk: Тип вікна

source: Borderless
ar: بلا إطار
bg: Безрамков
ca: Sense vores
ckb: بێ بۆردەر
cs: Bez ohraničení
de: Randlos
es: Sin bordes
et: Piirjoontetu
fi: Reunaton
fr: Sans bordure
ga: Gan teorainn
hu: Keret nélküli
it: Senza bordi
ja: 枠なし
kab: War iran
nl: Randloos
pl: Bez ramki
ro: Fără margini
ru: Без рамок
sk: Bez ohraničenia
sr: Без ивица
sv: Ramlös
ta: எல்லையற்ற
tr: Çerçevesiz
uk: Безрамково

source: Fullscreen
ar: ملء الشاشة
bg: Цял екран
ca: Pantalla completa
ckb: فوڵ سکرین
cs: Celá obrazovka
de: Vollbild
es: Pantalla completa
et: Täisekraanivaade
fi: Koko näyttö
fr: Plein écran
ga: Iomlánscáileán
hu: Teljes képernyős
it: Schermo intero
ja: 全画面
kab: Agdil aččuran
nl: Volledig scherm
pl: Pełny ekran
ro: Pe tot ecranul
ru: Полный экран
sk: Celá obrazovka
sr: Цео екран
sv: Fullskärm
ta: முழுத்திரை
tr: Tam ekran
uk: Повноекранно

source: FidelityFX Super Resolution Settings
fr: Paramètres de FidelityFX Super Resolution

source: Sharpening Strength
fr: Force d'affûtage

source: Starting up…
ar: بدء التشغيل…
bg: Стартиране…
ca: S'està iniciant…
cs: Spouštění…
de: Starte…
es: Comenzando…
et: Käivitame rakendust…
fi: Käynnistetään…
fr: Démarrage…
ga: Ag tosú…
hu: Indulás…
it: Avvio…
ja: 起動しています…
kab: Asenker…
nl: Opstarten…
pl: Uruchamianie…
ro: Se pornește…
ru: Запуск…
sk: Spúšťanie…
sr: Започињем…
sv: Startar…
ta: துவங்குகிறது…
tr: Başlatılıyor…
uk: Запускання…

source: Continue Offline
fr: Continuer hors ligne
ga: Lean ar aghaidh as líne
kab: Kemmel war tuqqna

source: Search for Programs…
ar: ابحث عن البرامج…
bg: Търсене на програмите…
ca: Cercar programes…
cs: Hledat programy…
de: Nach Programmen suchen…
es: Buscar programas…
et: Otsi programme…
fi: Etsi ohjelmia…
fr: Rechercher des programmes…
ga: Cuardaigh Cláir…
hu: Programok keresése…
it: Cerca programmi…
ja: プログラムを検索…
kab: Nadi ɣef Wahilen…
nl: Zoeken naar programma's…
pl: Szukaj Programów…
ro: Caută programe…
ru: Поиск программ…
sk: Hľadať programy…
sr: Потражи Програме…
sv: Sök bland program…
ta: நிரல்களைத் தேடு…
tr: Programları Arayın…
uk: Пошук Програм…

source: Install programs curated by our community. Files on this page are provided by third parties under a proprietary license. By installing them, you agree with their respective licensing terms.
et: Paigalda meie kogukonna valitud rakendusi. Sellel lehel leiduvad failid on loodud kolmandate osapoolte poolt ning nad on avaldatud suletud ja/või piiravate litsentside alusel. Seda tarkvara paigaldades nõustud sa vastavate litsentsitingimustega.
fr: Installer des programmes sélectionnés par notre communauté. Les fichiers figurant sur cette page sont fournis par des tiers sous une licence propriétaire. En les installant, vous acceptez leurs conditions de licence respectives.
ga: Suiteáil cláir atá curtha ag ár bpobal. Soláthraíonn tríú páirtithe comhaid ar an leathanach seo faoi cheadúnas dílseánaigh. Trí iad a shuiteáil, aontaíonn tú lena dtéarmaí ceadúnaithe faoi seach.
ja: コミュニティーによってキュレーションされたプログラムをインストールします。 このページ内のファイルは、サードパーティーがプロプライエタリライセンスの元で配布しているものになります。インストールすると、該当するライセンス条項に合意したものとみなされます。
nl: Installeer programma's die zijn samengesteld door onze gemeenschap. Bestanden op deze pagina worden geleverd door derden onder een eigendomslicentie. Door ze te installeren, gaat u akkoord met hun respectievelijke licentievoorwaarden.
ro: Instalează programe alese de comunitatea noastră. Fișierele de pe această pagină sunt furnizate de terți sub o licență neliberă. Prin instalarea lor, ești de acord cu condițiile licenței respective.
ru: Устанавливаете программы, курируемые нашим сообществом. Файлы на этой странице предоставляются третьими лицами под проприетарной лицензией. Устанавливая их, вы соглашаетесь с соответствующими условиями лицензирования.
sk: Nainštalujte programy vytvorené našou komunitou. Súbory na tejto stránke sú poskytované tretími stranami pod proprietárnou licenciou. Inštaláciou položky súhlasíte s podmienkami tejto licencie.
sr: Инсталирајте програме које је припремила наша заједница Фајлови на овој страници су пружени од треће стране под власничком лиценцом. Њиховим инсталирањем пристајеш на њихове услове лиценцирања.
ta: எங்கள் சமூகத்தால் நிர்வகிக்கப்பட்ட நிரல்களை நிறுவவும். இந்தப் பக்கத்தில் உள்ள கோப்புகள் தனியுரிம உரிமத்தின் கீழ் மூன்றாம் தரப்பினரால் வழங்கப்படுகின்றன. அவற்றை நிறுவுவதன் மூலம், அந்தந்த உரிம விதிமுறைகளை நீங்கள் ஏற்றுக்கொள்கிறீர்கள்.
tr: Bağımlılıklar, Windows yazılımının uyumluluğunu artıran kaynaklardır. Bu sayfadaki dosyalar, özel bir lisans altında üçüncü şahıslar tarafından sağlanmaktadır. Bunları kurarak ilgili lisanslama şartlarını kabul etmiş olursunuz.
uk: Установлюйте програми, які курує наша спільнота. Файли на цій сторінці надані третіми особами на умовах пропрієтарної ліцензії. Встановлюючи їх, ви погоджуєтеся з відповідними умовами ліцензування.

source: No Installers Found
ar: لم يُعثر على مثبتات
bg: Няма намерени инсталатори
ca: No s'han trobat instal·ladors
cs: Nebyly nalezeny žádné instalační programy
de: Keine Installer gefunden
es: No se encontraron instaladores
et: Paigaldajaid ei leidunud
fi: Asentajia ei löytynyt
fr: Aucun programme d'installation trouvé
ga: Níl aon Suiteálaithe aimsithe
hu: Nem található telepítő
it: Nessun installatore trovato
ja: インストーラーが見つかりませんでした
kab: Ulac imsebdeden yettwafen
nl: Geen installers gevonden
pl: Nie znaleziono instalatorów
ro: Nu s-au găsit instalatori
ru: Установщики не найдены
sk: Neboli nájdené žiadne inštalátory
sr: Ниједан Инсталер Није пронађен
sv: Inga installatörer hittades
ta: நிறுவிகள் எதுவும் இல்லை
tr: Kurucu Bulunamadı
uk: Не знайдено інсталяторів

source: The repository is unreachable or no installer is compatible with this bottle.
ar: لا يمكن الوصول إلى المستودع أو لا يوجد مثبت متوافق مع هذه القارورة.
bg: Хранилището е недостъпно или няма съвместим инсталатор с тази бутилка.
ca: El repositori no és accessible o cap instal·lador és compatible amb aquesta ampolla.
cs: Repozitář je nedostupný nebo s touto lahví není kompatibilní žádný instalátor.
de: Das Repository ist nicht erreichbar oder kein Installationsprogramm ist mit dieser Bottle kompatibel.
es: El repositorio es inaccesible o ningún instalador es compatible con esta botella.
et: Tarkvarahoidla pole kättesaadav või ükski paigaldaja pole ühilduv selle pudeliga.
fi: Tietovarasto ei ole tavoitettavissa tai yksikään asennusohjelma ei ole yhteensopiva tämän pullon kanssa.
fr: Le répertoire est injoignable ou aucun programme d'installation n’est compatible avec cette bouteille.
ga: Níl an stór inrochtana nó níl aon suiteálaí comhoiriúnach leis an mbuidéal seo.
hu: A tároló nem elérhető vagy a telepítő nem kompatibilis a palackkal.
it: Il repository non è raggiungibile o nessun installatore è compatibile con questa bottiglia.
ja: リポジトリに到達できないか、このボトルと互換性のあるインストーラーがありません。
kab: Asarsay ur yettwawaḍ ara neɣ ulac amsebded yemṣadan akked tqerɛet-a.
nl: De repository kan niet worden doorzocht, of er is geen installer compatibel met deze bottle.
pl: Repozytorium jest nieosiągalne, bądź żaden z instalatorów nie jest kompatybilny z tą butelką.
ro: Depozitul e inaccesibil sau niciun program de instalare nu este compatibil cu această sticlă.
ru: Репозиторий недоступен или установщик несовместим с данной бутылкой.
sk: Repozitár je buď nedostupný alebo nie je s touto Fľašou kompatibilný žiaden inštalátor.
sr: Репозиторијум није доступан или ниједан инсталер није компактибилан са овом флашом.
sv: Förrådet kan inte nås eller ingen installatör är kompatibelt med den här flaskan.
ta: களஞ்சியத்தை அணுக முடியவில்லை அல்லது இந்த பாட்டிலுடன் எந்த நிறுவியும் இணக்கமாக இல்லை.
tr: Depo erişilebilir değil veya hiçbir kurucu bu şişe ile uyumlu değil.
uk: Репозиторій недоступний або встановник не сумісний з цією Пляшкою.

source: Import a Bottle backup
ar: استورد نسخةً احتياطيةً لقارورة
bg: Импортиране на резервно копие на бутилката
cs: Import zálohy láhve
et: Impordi Pudelite varukoopia
fi: Tuo Pullo-varmuuskopio
fr: Importer une sauvegarde de Bouteilles
ga: Iompórtáil cúltaca Buid
ja: Bottles のバックアップをインポート
kab: Kter aḥraz n Tqerɛet
nl: Bottle-back-up importeren
pl: Importuj kopię zapasową Bottles
ro: Importă o copie de rezervă a sticlei
ru: Импортировать резервную копию бутылки
sk: Importovať zálohu Fľaše
sr: Увези резервну копију Флаше
ta: ஒரு பாட்டில் காப்புப்பிரதியை இறக்குமதி செய்யவும்
tr: Bir Şişe yedeğini içe aktar
uk: Імпорт резервної копії Пляшки

source: Search again for prefixes
ar: ابحث مجدداً عن سابقات
bg: Повторно търсене на папки
ca: Torna a cercar prefixos
cs: Znovu vyhledejte předpony
de: Erneut nach Präfixen suchen
es: Buscar de nuevo los prefijos
et: Otsi uuesti prefikseid
fi: Etsi uudelleen etuliitteitä
fr: Recherchez à nouveau les préfixes
ga: Cuardaigh arís le haghaidh réamhfhoirmeacha
hu: Prefixek újbóli keresése
it: Cerca nuovamente prefissi
ja: 環境を対象に再検索
nl: Opnieuw zoeken naar prefixes
pl: Szukaj prefiksów jeszcze raz
ro: Caută din nou prefixe
ru: Повторный поиск префиксов
sk: Znova prehľadať prefixy
sr: Потражи поново префиксе
sv: Sök igen efter prefix
ta: முன்னொட்டுகளை மீண்டும் தேடவும்
tr: Prefix için tekrar ara
uk: Повторний пошук префіксів

source: No Prefixes Found
ar: لم يُعثر على سابقات
bg: Няма намерени папки
ca: No s'ha trobat cap prefix
cs: Nebyly nalezeny žádné prefixy
de: Keine Präfixe gefunden
es: No se han encontrado prefijos
et: Prefikseid ei leidunud
fi: Etuliitteitä ei löytynyt
fr: Aucun préfixe trouvé
ga: Níl aon réamhréamhacha aimsithe
hu: Nem található prefix
it: Nessun prefisso trovato
ja: 環境が見つかりません
nl: Geen prefixes gevonden
pl: Nie znaleziono prefiksów
ro: Nu s-au găsit prefixe
ru: Префиксов не обнаружено
sk: Neboli nájdené žiadne prefixy
sr: Ниједан Префикс Није пронађен
sv: Inga prefix hittades
ta: முன்னொட்டுகள் எதுவும் இல்லை
tr: Prefix bulunamadı
uk: Префіксів не знайдено

source: No external prefixes were found. Does Bottles have access to them? Use the icon on the top to import a bottle from a backup.
ar: لم يُعثر على سابقات خارجيّة. هل لدى «قوارير» صلاحية للوصول لهم؟ استخدم الأيقونة أعلاه لاستيراد قارورة من نسخة احتياطية.
bg: Няма намерени външни папки. „Bottles“ има ли достъп до тези папки? Използвайте иконата по-горе, за да импортирате бутилка от резервно копие.
cs: Nebyly nalezeny žádné externí předpony. Má k nim Bottles přístup? Pomocí ikony v horní části můžete importovat láhev ze zálohy.
et: Väliseid prefikseid ei leidunud. Kas Bottles'il on neile ligipääs? Ülal leiduvat ikooni võid kasutada varukoopiast importimiseks.
fi: Ulkoisia etuliitteitä ei löytynyt. Onko Bottlesilla pääsy niihin? Tuo pullo varmuuskopiosta yläreunassa olevan kuvakkeen avulla.
fr: Aucun préfixe externe n’a été trouvé. Est-ce que Bouteilles y a accès ? Utilisez l’icône en haut pour importer une bouteille à partir d’une sauvegarde.
ga: Níor aimsíodh aon réamhfhoirmeacha seachtracha. An bhfuil rochtain ag Buidéil orthu? Úsáid an deilbhín ar an mbarr chun buidéal a iompórtáil ó chúltaca.
ja: 外部の環境が見つかりません。Bottles にアクセス権限はありますか? バックアップからボトルをインポートするには、上部のアイコンを使用してください。
nl: Er zijn geen externe prefixes gevonden. Heeft Bottles toegang tot deze? Gebruik het pictogram bovenaan om een bottle uit een back-up te importeren.
pl: Nie znaleziono zewnętrznych prefiksów. Czy Bottles ma do nich dostęp? Użyj ikony na górze, aby zaimportować butelkę z kopii zapasowej.
ro: Nu au fost găsite prefixe externe. Are Bottles acces la ele? Folosește simbolul din partea de sus pentru a importa o sticlă dintr-o copie de rezervă.
ru: Внешние префиксы не найдены. Вы уверены, что у Bottles есть к ним доступ? Используйте кнопку сверху для импорта бутылки из резервной копии.
sk: Nenašli sa žiadne externé prefixy. Má k nim Bottles prístup? Pomocou ikony v hornej časti môžete importovať Fľašu zo zálohy.
sr: Ниједан вањски префикс није нађен. Имају ли Флаше приступ њима?. Употреби иконицу на врху да увезеш флашу из резервне копије.
ta: வெளிப்புற முன்னொட்டுகள் எதுவும் கண்டறியப்படவில்லை. பாட்டில்களுக்கு அவற்றை அணுக முடியுமா? காப்புப்பிரதியிலிருந்து பாட்டிலை இறக்குமதி செய்ய மேலே உள்ள ஐகானைப் பயன்படுத்தவும்.
tr: Hiçbir harici önek bulunamadı. Şişelerin bunlara erişimi var mı? Bir şişeyi yedekten içe aktarmak için üstteki simgeyi kullanın.
uk: Зовнішніх префіксів не знайдено. Чи має Bottles доступ до них? Використовуйте піктограму вгорі, щоб імпортувати Пляшки з резервної копії.

source: Full Archive
ar: الأرشيف الكامل
bg: Пълен архив
ca: Arxiu complet
cs: Úplný archiv
de: Vollständiges Archiv
es: Archivo completo
et: Täisarhiiv
fi: Täysi arkisto
fr: Archive complète
ga: Cartlann Iomlán
hu: Teljes archívum
it: Archivio completo
ja: 完全なアーカイブ
kab: Aɣbaṛ ummid
nl: Volledig archief
pl: Pełne archiwum
ro: Arhivă completă
ru: Полный архив
sk: Úplný archív
sr: Цела Архива
sv: Fullständigt arkiv
ta: முழு காப்பகம்
tr: Tam Arşiv
uk: Повний архів

source: No Thumbnail
ar: لا توجد صورة مصغرة
bg: Няма миниатюра
cs: Žádná miniatura
et: Pisipilti pole
fi: Ei pienoiskuvaa
fr: Aucune vignette
ga: Gan Mionsamhail
ja: サムネイルなし
kab: Ulac Tanfult
nl: Geen miniatuur
pl: Brak miniatury
ro: Fără miniatură
ru: Нет миниатюры
sk: Chýba miniatúra
sr: Нема Сличице Умањеног Прегледа
ta: சிறுபடம் இல்லை
tr: Küçük Resim Yok
uk: Без мініатюри

source: Launch
ar: شغّل
bg: Стартиране
cs: Spustit
et: Käivita
fi: Käynnistä
fr: Lancer
ga: Seoladh
ja: 起動
kab: Senker
nl: Starten
pl: Uruchom
ro: Pornește
ru: Запустить
sk: Spustiť
sr: Отвори
ta: துவக்கவும்
tr: Başlat
uk: Запустити

source: Item name
ar: اسم العنصر
bg: Наименование на елемента
ca: Nom de l'element
cs: Název položky
de: Artikelname
es: Nombre del elemento
et: Objekti nimi
fi: Tietueen nimi
fr: Nom de l’élément
ga: Ainm an earra
hu: Elem neve
ja: 項目名
kab: Isem n uferdis
nl: Item-naam
pl: Nazwa przedmiotu
ro: Numele elementului
ru: Название элемента
sk: Názov položky
sr: Име ставке
ta: பொருளின் பெயர்
tr: Eşya adı
uk: Назва елемента

source: Remove from Library
ar: أزل من المكتبة
bg: Премахване от библиотеката
ca: Suprimeix de la biblioteca
cs: Odebrat z knihovny
de: Aus Bibliothek entfernen
es: Eliminar de la libreria
et: Eemalda rakenduste kogust
fi: Poista kirjastosta
fr: Retirer de la bibliothèque
ga: Bain ón Leabharlann
hu: Eltávolítás a könyvtárból
it: Rimuovi dalla libreria
ja: ライブラリから削除
kab: Kkes seg temkarḍit
nl: Uit bibliotheek verwijderen
pl: Usuń z Biblioteki
ro: Elimină din bibliotecă
ru: Удалить из библиотеки
sk: Odobrať z Knižnice
sr: Уклони из Библиотеке
sv: Ta bort från bibliotek
ta: நூலகத்திலிருந்து அகற்று
tr: Kütüphaneden kaldır
uk: Вилучити з бібліотеки

source: Stop
ar: أوقِف
bg: Спиране
cs: Zastavit
et: Peata
fi: Pysäytä
fr: Arrêter
ga: Stad
ja: 停止
kab: Rken
nl: Stoppen
pl: Zatrzymaj
ro: Oprește
ru: Остановить
sk: Zastaviť
sr: Стани
ta: நிறுத்து
tr: Durdur
uk: Зупинити

source: Registry Rule
fr: Règle du registre

source: Define registry keys to apply and when they should trigger.
fr: Définissez les clés de registre à appliquer et le moment où elles doivent se déclencher.

source: Triggers
fr: Déclencheurs

source: Select when this rule should be applied.
fr: Sélectionnez quand cette règle doit être appliquée.

source: Component changes
fr: Modifications des composants

source: Dependencies changes
fr: Modifications des dépendances

source: Start program
fr: Démarrer le programme

source: Stop program
fr: Arrêter le programme

source: All triggers
fr: Tous les déclencheurs

source: Registry keys
fr: Clés de registre

source: Paste .reg content to run for this rule.
fr: Collez le contenu du fichier .reg à exécuter pour cette règle.

source: Run Once
fr: Exécuter une fois

source: Apply this rule only a single time per bottle.
fr: N'appliquer cette règle qu'une seule fois par bouteille.

source: Save Rule
fr: Enregistrer la règle

source: Previous
ar: السابق
bg: Назад
ca: Anterior
cs: Předchozí
de: Zurück
es: Anterior
et: Eelmine
fi: Edellinen
fr: Précédent
ga: Roimhe Seo
hu: Előző
it: Indietro
ja: 戻る
kab: Uzwir
nl: Vorige
pl: Poprzedni
ro: Înapoi
ru: Назад
sk: Predchádzajúci
sr: Претходан
sv: Tidigare
ta: முந்தைய
tr: Önceki
uk: Назад

source: Welcome to Bottles
ar: مرحبا بك في «قوارير»
bg: Добре дошли в „Bottles“
ca: Us donem la benvinguda al Bottles
ckb: بەخێربێیت بۆ بۆتڵز
cs: Vítejte v Láhvích
de: Willkommen bei Bottles
es: Le damos la bienvenida a Bottles
et: Tere tulemast kasutama rakendust Bottles
fi: Tervetuloa, tämä on Pullot
fr: Bienvenue dans Bouteilles
ga: Fáilte go Buidéil
hu: Üdvözöljük a Palackokban
it: Benvenuto in Bottles
ja: Bottles へようこそ
kab: Ansuf ɣer Teqreɛtin
nl: Welkom bij Bottles
pl: Witamy w Bottles
ro: Bun venit în Bottles
ru: Добро пожаловать в Bottles
sk: Vitajte v Bottles
sr: Добродошао/ла у Флаше
sv: Välkommen till Bottles
ta: பாட்டில்களுக்கு வரவேற்கிறோம்
tr: Şişelere Hoş Geldiniz
uk: Ласкаво просимо до Bottles

source: Run Windows Software on Linux.
ar: شغِّل برامج ويندوز على لينكس.
bg: Използвайте софтуер за „Windows“ на „Линукс“.
cs: Spuštění softwaru Windows na Linuxu.
et: Käivita Windowsi tarkvara Linuxis.
fi: Suorita Windows-ohjelmistoja Linuxilla.
fr: Exécutez des logiciels pour Windows sous Linux.
ga: Rith Bogearraí Windows ar Linux.
ja: Linux 上で Windows ソフトウェアを実行します。
kab: Selkem aseɣẓan n Windows deg Linux.
nl: Voer Windows-software uit op Linux.
pl: Uruchom oprogramowanie przeznaczone na system Windows na Linuksie.
ro: Folosește programe pentru Windows în Linux.
ru: Запускайте программы Windows на Linux.
sk: Spúšťajte programy Windows na Linuxe.
sr: Покрећи Виндовс софтвер на Линуксу.
ta: லினக்ஸில் விண்டோஸ் மென்பொருளை இயக்கவும்.
tr: Windows Yazılımını Linux üzerinde çalıştırın.
uk: Запускайте програми Windows на Linux із Bottles!

source: Windows in Bottles
ar: النوافذ في «قوارير»
bg: „Windows“ в бутилки
ca: El Windows al Bottles
cs: Okna v lahvích
es: Windows en Bottles
et: Windows pudelites
fi: Windows pulloissa
fr: Windows en bouteille
ga: Fuinneoga i mBuidéil
hu: Windows bepalackozva
it: Windows in bottiglie
ja: ボトルの中で Windows を実行します
kab: Windows deg Teqreɛtin
pl: Windows w Bottles
ro: Windows în Sticle
ru: Windows в Bottles
sk: Windows vo Fľašiach
sr: Виндовс у Флашама
sv: Windows i Bottles
ta: பாட்டில்களில் விண்டோஸ்
tr: Şişelerde Windows
uk: Windows у Bottles
