Repository: bottlesdevs/Bottles
Catalog: po/*.po
Languages: ar, bg, ca, ckb, cs, de, es, et, fi, fr, ga, hu, it, ja, kab, nl, pl, ro, ru, sk, sr, sv, ta, tr, uk

source: These are paths from your host system that are mapped and recognized as devices by the runner (e.g. C: D:…).
ar: هذه هي المسارات في نظامك التي تم التعرف عليها كأجهزة من قبل المُشغِّل (مثلاً :C: D...).
bg: Тези местоположения от Вашата система са разпознати като устройства от стартиращата програма (например С: и D:…).
cs: Jedná se o cesty z hostitelského systému, které jsou mapovány a rozpoznány jako zařízení v programu Runner (např. C: D:..).
et: Need on sinu alussüsteemi asukohad, mis on pandud vastavusse Windowsi ketastega ning mida käivitaja oskab kasutada (nt. C: D:…).
fi: Nämä ovat polkuja isäntäjärjestelmästä, jotka on yhdistetty ja tunnistettu ajajan toimesta (esim. C: ja D:).
fr: Il s'agit de chemins d'accès de votre système hôte qui sont mappés et reconnus comme des périphériques par le programme d'exécution (par exemple, C:\D:\…).
ga: Is cosáin iad seo ó do chóras óstach a mhapálann agus a aithníonn an reathnóir mar ghléasanna (m.sh. C: D:...).
ja: これらはお使いのホストシステム上にあるパスで、ランナーによってデバイスとして関連付けされ、認識されます (例: C: D:…)。
nl: Dit zijn paden van uw host-systeem die door de runner in kaart worden gebracht en worden herkend als apparaten (bijv. ‘C:’, ‘D:’, …).
pl: To są ścieżki z systemu gospodarza, które są mapowane i rozpoznawane jako urządzenia przez program uruchamiający (np. C:, D: itp.).
ro: Acestea sunt căi din sistemul gazdă care sunt asociate și recunoscute ca dispozitive de către executant (de exemplu, C: D:…).
ru: Каталоги вашей хост-системы, которые будут распознаваться как отдельные диски (C:, D: и т. п.).
sk: Jedná sa o cesty z hostiteľského systému, ktoré sú mapované a rozpoznané ako zariadenia v programe Runner (napr. C:, D:…).
sr: Ово су путање од твог система домаћина које су мапиране и препознате као уређаји од стране покретача (пр. Ц: Д:...).
ta: இவை உங்கள் புரவலன் அமைப்பிலிருந்து வரும் பாதைகளாகும் அவை வரைபடமாக்கப்பட்டது ரன்னர் மூலம் சாதனங்களாக அங்கீகரிக்கப்பட்டது(எ.கா. C: D:...).
tr: Bunlar, ana sisteminizde bulunan ve çalıştırıcı tarafından aygıt olarak eşlenen ve tanınan yollardır (örn. C: D:...).
uk: Це шляхи з вашої хост-системи, які відображаються і розпізнаються двигуном як пристрої (наприклад, C: D:...).

source: Letter
ar: حرف
bg: Буква
ca: Lletra
ckb: پیت
cs: Dopis
de: Buchstabe
es: Letra
et: Täht
fi: Kirjain
fr: Lettre
ga: Litir
hu: Betű
it: Lettera
ja: ドライブレター
kab: Asekkil
nl: Brief
pl: List
ro: Scrisoare
ru: Буква диска
sk: Písmeno
sr: Слово
sv: Brev
ta: எழுத்து
tr: Harf
uk: Літера Диску

source: Existing Drives
ar: محركات الأقراص الموجودة
bg: Текущи дялове
ca: Unitats existents
cs: Stávající disky
de: Vorhandene Laufwerke
es: Unidades existentes
et: Olemasolevad kettad
fi: Olemassa olevat asemat
fr: Disques existants
ga: Tiomáinte atá ann cheana
hu: Létező meghajtók
it: Unità esistenti
ja: 既存のドライブ
nl: Bestaande schijven
pl: Istniejące dyski
ro: Unități existente
ru: Заданные диски
sk: Existujúce disky
sr: Постојећи Дискови
sv: Befintliga diskar
ta: தற்போதுள்ள இயக்கிகள்
tr: Mevcut Sürücüler
uk: Наявні Диски

source: Environment variables are dynamic-named values that can affect the way running processes will behave in your bottle
fr: Les variables d'environnement sont des valeurs nommées dynamiquement qui peuvent influencer le comportement des processus en cours d'exécution dans votre bouteille

source: New Variable (KEY=VALUE)
fr: Nouvelle variable (CLÉ=VALEUR)

source: System Environment
fr: Environnement système

source: Control which variables from your system are visible to programs inside this bottle
fr: Contrôlez les variables de votre système visibles par les programmes contenus dans cette bouteille

source: Limit system environment
fr: Limiter l'environnement système

source: Only inherit the variables listed below
fr: Hériter uniquement des variables listées ci-dessous

source: Add variable
fr: Ajouter une variable

source: No variables selected
fr: Aucune variable sélectionnée

source: Dynamic Link Libraries can be specified to be builtin (provided by Wine) or native (provided by the program).
ar: يمكن أن تٌعين مكتبات الارتباط الديناميكي على أنها مُدمجة (أي أن واين يوفرها) أو أصلية (أي أن البرنامج يوفرها).
bg: DLL файловете може да бъдат предоставени от „Wine“ или от използваната програма.
ca: Les biblioteques d'enllaços dinàmics es poden especificar perquè siguin integrades (proporcionades pel Wine) o natives (proporcionades pel programa).
cs: Knihovny dynamických odkazů lze zadat jako vestavěné (poskytované Wine) nebo nativní (poskytované programem).
de: Dynamic Link Libraries können auf builtin (bereitgestellt durch Wine) oder auf native (bereitgestellt durch das Programm) festgelegt werden.
es: Las bibliotecas de vínculos dinámicos se pueden especificar para que sean integradas (proporcionadas por Wine) o nativas (proporcionadas por el programa).
et: Dünaamiliselt lingitud teegid (dll-failid) võivad olla keskkonnakohased (tulevad kaasa Wine'iga) või konkreetse programmi kohased.
fi: Dynaamisesti linkitetyt kirjastot voidaan määritellä joko sisäänrakennetuiksi (toimittaa Wine) tai natiiveiksi (ohjelman tarjoamat).
fr: Les DLL (Bibliothèques de liens dynamiques) peuvent être spécifiées comme étant intégrées (fournies par Wine) ou natives (fournies par le programme).
ga: Is féidir Leabharlanna Nasc Dhinimiciúla a shonrú le bheith tógtha (a sholáthraíonn Fíon) nó dúchasacha (a sholáthraíonn an clár).
hu: A dinamikus hivatkozási könyvtárak megadhatók beépítettnek (a Wine szolgáltatja) vagy natívnak (a program biztosítja).
it: Le librerie a collegamento dinamico possono essere specificate come incorporate (fornite da Wine) o native (fornite dal programma).
ja: ダイナミックリンクライブラリは、組み込み (Wine が提供) またはネイティブ (プログラムが提供) から指定できます。
kab: Timkarḍiyin useɣwen asmussan zemrent ad ttwasmersent akken ad ilint d tusliɣt (sɣur Wine) neɣ aneṣli (yettunefken-d sɣur ahil).
nl: Dynamic Link Libraries kunnen worden gespecificeerd als builtin (geleverd door Wine) of native (geleverd door het programma).
pl: Biblioteki DLL mogą być określone jako wbudowane (dostarczane przez Wine) lub natywne (dostarczane przez program).
ro: Bibliotecile de legături dinamice (DLL) pot fi specificate ca integrate (furnizate de Wine) sau native (furnizate de program).
ru: Динамические библиотеки могут быть указаны как встроенные (поставляемые Wine) или родные (поставляемые программой).
sk: Knižnice dynamických odkazov je možné zadať ako vstavané (poskytované Wine) alebo natívne (poskytované programom).
sr: Динамик Линк Библиотеке могу бити назначене да буду уграђене (пружене од стране Вајна) или изворне (пружене од стране програма).
sv: Dynamiska länkbibliotek kan specificeras för att byggas in (tillhandahålls av Wine) eller finns inbyggt (tillhandahålls av programmet).
ta: டைனமிக் லிங்க் லைப்ரரிகள் கட்டமைக்கப்பட்டவையாக (ஒயின் மூலம் வழங்கப்பட்டவை) அல்லது சொந்தமாக (திட்டத்தால் வழங்கப்பட்டவை) குறிப்பிடப்படலாம்.
tr: Dinamik Bağlantı Kütüphaneleri yerleşik (Wine tarafından sağlanır) veya yerel (program tarafından sağlanır) olarak belirtilebilir.
uk: Динамічні бібліотеки можуть бути вбудованими (надаються Wine) або рідними (надаються програмою).

source: New Override
ar: تجاوز جديد
bg: Нова замяна
ca: Nova substitució
cs: Nové přepsání
de: Neuer Override
es: Anulación nueva
et: Uus sürjutamine
fi: Uusi ohitus
fr: Nouvelle substitution
ga: Aisghabháil Nua
hu: Új felülbírálás
it: Nuova sostituzione
ja: 新しいオーバーライド
nl: Nieuwe overschrijving
pl: Nowe przesłonięcie
ro: Înlocuire nouă
ru: Новое переопределение
sk: Nové prepísanie
sr: Ново Премошћивање
sv: Nytt undantag
ta: புதிய மேலெழுதல்
tr: Yeni geçersiz kılma
uk: Нове Перевизначення

source: Overrides
ar: التجاوزات
bg: Замени
ca: Substitucions
cs: Přepsání
es: Anulaciones
et: Sürjutamised
fi: Ohitukset
fr: Substitutions
ga: Sárú
hu: Felülbírálások
it: Sostituzioni
ja: オーバーライド
nl: DLL-overschrijvingen
pl: Przesłonięcia
ro: Înlocuiri
ru: Переопределения
sk: Prepísania
sr: Премости
sv: Undantag
ta: மீறுகிறது
tr: Geçersiz Kılmalar
uk: Перевизначення

source: This override is already managed by Bottles.
fr: Ce remplacement est déjà géré par Bouteilles.

source: Search for rules…
fr: Rechercher des règles…

source: No rules yet
fr: Aucune règle

source: Create a registry rule to reuse your tweaks across bottles.
fr: Créez une règle de registre pour réutiliser vos modifications dans plusieurs bouteilles.

source: Registry rules are stored locally and can be applied to bottles on demand.
fr: Les règles d'enregistrement sont stockées localement et peuvent être appliquées aux bouteilles à la demande.

source: New Rule
fr: Nouvelle règle

source: Update
fr: Mettre à jour

source: Updating WineBridge…
fr: Préparation de WineBridge…Mise à jour de WineBridge…

source: Please wait while WineBridge is downloading and installing.
fr: Veuillez patienter pendant le téléchargement et l'installation de WineBridge.

source: WineBridge is up to date
fr: WineBridge est à jour

source: You can now continue using Bottles with the latest WineBridge release.
fr: Vous pouvez désormais continuer à utiliser Bouteilles avec la dernière version de WineBridge.

source: WineBridge update failed
fr: La mise à jour de WineBridge a échoué

source: Check your connection or try again later.
fr: Vérifiez votre connexion ou réessayez plus tard.

source: Preferences
ar: التفضيلات
bg: Предпочитания
ca: Preferències
ckb: ڕێکخستنەکان
cs: Předvolby
de: Einstellungen
es: Preferencias
et: Eelistused
fi: Asetukset
fr: Préférences
ga: Roghanna
hu: Beállítások
it: Preferenze
ja: 設定
kab: Ismenyafen
nl: Voorkeuren
pl: Ustawienia
ro: Preferințe
ru: Параметры
sk: Predvoľby
sr: Поставке
sv: Inställningar
ta: விருப்பங்கள்
tr: Tercihler
uk: Параметри

source: General
ar: عام
bg: Общи
ckb: گشتی
cs: Obecné
de: Allgemein
et: Üldised seadistused
fi: Yleinen
fr: Général
ga: Ginearálta
hu: Általános
it: Generale
ja: 一般
kab: Amatu
nl: Algemeen
pl: Ogólne
ro: Generale
ru: Общее
sk: Všeobecné
sr: Генерално
sv: Allmänt
ta: பொது
tr: Genel
uk: Загальне

source: Appearance
ar: المظهر
bg: Външен вид
ca: Aspecte
cs: Vzhled
de: Darstellung
es: Apariencia
et: Välimus
fi: Ulkoasu
fr: Apparence
ga: Dealramh
hu: Megjelenés
it: Aspetto
ja: 外観
kab: Timeẓriwt
nl: Uiterlijk
pl: Wygląd
ro: Aspect
ru: Внешний вид
sk: Zobrazenie
sr: Изглед
sv: Utseende
ta: தோற்றம்
tr: Görünüm
uk: Зовнішній вигляд

source: Dark Mode
ar: الوضع الداكن
bg: Тъмен режим
ca: Mode fosc
cs: Tmavý režim
de: Dunkler Modus
es: Modo oscuro
et: Tume kujundus
fi: Tumma tila
fr: Thème sombre
ga: Mód Dorcha
hu: Sötét mód
it: Tema scuro
ja: ダークモード
kab: Askar Aɣmayan
nl: Donkere modus
pl: Tryb ciemny
ro: Aspect întunecos
ru: Темный режим
sk: Tmavý režim
sr: Мрачни Режим
ta: டார்க் மோடு
tr: Koyu Kip
uk: Темний режим

source: Whether Bottles should use the dark color scheme.
ar: ما إذا كان يجب على «قوارير» استخدام ألوان الوضع الداكن.
bg: Използване на тъмен режим.
ca: Si les ampolles han d'utilitzar l'esquema de color fosc.
cs: Zda by Bottles měly používat tmavé barevné schéma.
de: Ob Flaschen das dunkle Farbschema verwenden sollen.
es: Si las botellas deben usar el esquema de color oscuro.
et: Kas Bottles peaks kasutama tumedat kujundust.
fi: Käyttääkö Pullot-sovellus tummaa väriteemaa.
fr: Si Bouteilles doit utiliser le thème sombre.
ga: Cibé ar chóir do Bhuidéil an scéim dathanna dorcha a úsáid.
hu: A palackok a sötét színsémát használják-e.
ja: Bottles がダークテーマを使用するかどうか。
kab: Ma yella Tiqreɛtin ad sqedcent azenziɣ n yini aberkan.
nl: Of Bottles het donkere kleurenschema moet gebruiken.
pl: Czy Bottles powinno używać ciemnego motywu kolorystycznego, czy nie.
ro: Dacă Bottles să folosească schema de culori închise.
ru: Следует ли Bottles использовать тёмную цветовую схему.
sk: Či majú Bottles používať tmavý farebný motív.
sr: Да ли би Флаше требале да користе тамну шему боја.
ta: பாட்டில்கள் அடர் வண்ணத் திட்டத்தைப் பயன்படுத்த வேண்டுமா.
tr: Şişeler karanlık renk şemasını kullansın mı.
uk: Чи слід Bottles використовувати темну колірну схему.

source: Show Update Date
ar: أظهر تاريخ التحديث
bg: Дата на обновяване
ca: Mostra la data d'actualització
cs: Zobrazit datum aktualizace
de: Aktualisierungsdatum anzeigen
es: Mostrar fecha de actualización
et: Näita uuendamise kuupäeva
fi: Näytä päivityspäivä
fr: Afficher la date de mise à jour
ga: Taispeáin Dáta Nuashonrú
hu: Frissítési dátum megjelenítése
it: Mostra data di modifica
ja: 更新日を表示
kab: Sken azemz n uleqqem
nl: Updatedatum weergeven
pl: Pokaż datę aktualizacji
ro: Arată data actualizării
ru: Дата обновления
sk: Zobrazovať dátum aktualizácie
sr: Прикажи Датум Ажурирања
sv: Visa datum för uppdatering
ta: புதுப்பிப்பு தேதியைக் காட்டு
tr: Güncelleme Tarihini Göster
uk: Дата оновлення

source: Whether to show the update date in the bottle list.
ar: ما إذا كان يجب عرض تاريخ التحديث في قائمة القارورات.
bg: Показва датата на обновяване в списъка с бутилки.
ca: Si s'ha de mostrar la data d'actualització a la llista d'ampolles.
ckb: پێویستە بەرواری نوێبوونەوە لە لیستی بتڵدا پشان بدرێت یان نا.
cs: Zda se má v seznamu lahví zobrazovat datum aktualizace.
de: Ob das Aktualisierungsdatum in der Bottle-Liste angezeigt werden soll.
es: Si desea mostrar la fecha de actualización en la lista de bottles.
et: Kas peaksime kuvama pudelite loendis uuenduste kuupäeva.
fi: Näytetäänkö pulloluettelossa päivityspäivä vai ei.
fr: Indique s’il faut afficher la date de mise à jour dans la liste des bouteilles.
ga: Cibé an dtaispeántar an dáta nuashonraithe ar liosta na buidéil.
hu: Megjelenjen-e frissítési dátum a palacklistában.
it: Mostra la data dell'ultima modifica nella lista delle bottiglie.
ja: ボトル一覧に更新日を表示するかどうか。
kab: Ma tebɣiḍ ad d-tessekneḍ azemz n uleqqem deg wumuɣ n tqerɛet.
nl: Of de datum van de update in de bottleslijst moet worden getoond.
pl: Czy na liście butelek ma być wyświetlana data aktualizacji.
ro: Dacă să se afișeze data actualizării în lista sticlei.
ru: Отображение даты обновления в списке бутылок.
sk: Či sa má v zozname Fliaš zobrazovať dátum aktualizácie.
sr: Да ли да се приказује датум ажурирања у листи флаше.
sv: Om uppdateringsdatum ska visas i flasklistan.
ta: புதுப்பித்த தேதியை பாட்டில் பட்டியலில் காட்ட வேண்டுமா.
tr: Şişe listesinde güncelleme tarihinin gösterilip gösterilmeyeceği.
uk: Показувати дату оновлення в списку Пляшок.

source: Show notifications for downloads and installs.
ar: أظهر الإشعارات للتنزيلات والتثبيتات.
bg: Показва известията за изтегляне и инсталиране.
ca: Mostra les notificacions de baixades i instal·lacions.
ckb: پشادانی ئاگادارکردنەوە بۆ داگرتنەکان و دامەزراندنەکان.
cs: Zobrazit oznámení o stažení a instalaci.
de: Benachrichtigungen für Downloads und Installationen anzeigen.
es: Muestra notificaciones de descargas e instalaciones.
et: Näita allalaadimiste ja paigalduste teavitusi.
fi: Näytä latauksia ja asennuksia koskevat ilmoitukset.
fr: Afficher des notifications pour les téléchargements et les installations.
ga: Taispeáin fógraí maidir le híoslódálacha agus suiteálacha.
hu: Értesítések megjelenítése letöltésekről és telepítésekről.
it: Mostra le notifiche per scaricamenti ed installazioni.
ja: ダウンロードとインストールに関する通知を表示します。
kab: Sken tilɣa i usider d usebded.
nl: Toon meldingen voor downloads en installaties.
pl: Pokazuj powiadomienia o pobranych i instalacjach.
ro: Arată notificări pentru descărcări și instalări.
ru: Показывать уведомления о загрузках и установках.
sk: Zobrazovať oznámenia o stiahnutiach a inštaláciách.
sr: Приказуј обавештења за преузимања и инсталирања.
sv: Visa meddelanden om nerladdningar och installationer.
ta: பதிவிறக்கங்கள் மற்றும் நிறுவல்களுக்கான அறிவிப்புகளைக் காட்டு.
tr: İndirmeler ve kurmalar için bildirimleri göster.
uk: Показувати сповіщення про завантаження та встановлення.

source: Temp Files
ar: الملفات المؤقتة
bg: Временни файлове
ca: Fitxers temporals
cs: Dočasné soubory
de: Temporäre Dateien
es: Archivos Temporales
et: Ajutised failid
fi: Väliaikaiset tiedostot
fr: Fichiers temporaires
ga: Comhaid Teochta
hu: Ideiglenes fájlok
it: File temporanei
ja: 一時ファイル
kab: Ifuyla iskudanen
nl: Tijdelijke bestanden
pl: Pliki tymczasowe
ro: Fișiere temporare
ru: Очищать временные файлы
sk: Dočasné súbory
sr: Привремени Фајлови
sv: Temporära filer
ta: தற்காலிக கோப்புகள்
tr: Geçici Dosyalar
uk: Очищення тимчасових файлів

source: Clean temp files when Bottles launches?
ar: حذف الملفات المؤقتة عند بدء «قوارير»؟
bg: Изчистете временните файлове при стартиране на „Bottles“?
ca: Voleu netejar els fitxers temporals quan s'iniciï Bottles?
ckb: پاککردنەوەی پەڕگەکانی تێمپ کاتێک بۆتڵز دەکەیتەوە؟
cs: Vyčistit dočasné soubory při spuštění láhví?
de: Temporäre Dateien löschen, wenn Bottles gestartet wird?
es: ¿Limpiar archivos temporales cuando se lance Bottles?
et: Kas Bottles'i käivitamisel kustutame ajutised failid?
fi: Tyhjennetäänkö väliaikaiset tiedostot, kun Pullot käynnistetään?
fr: Nettoyer les fichiers temporaires au lancement de Bouteilles ?
ga: Glan comhaid teochta nuair a sheolann Buidéal?
hu: Törölje-e az ideiglenes fájlokat a Palackok indulásakor?
it: Pulisci i file temporanei all'avvio di Bottles
ja: Bottles の起動時、一時ファイルをクリーンアップするかどうか
kab: Sfeḍ ifuyla iskudanen mi ara tt-tsekkerent Teqerɛtin?
nl: Tijdelijke bestanden opschonen als Bottles opstart?
pl: Czyścić pliki tymczasowe, kiedy Bottles jest uruchamiane?
ro: Ștergi fișierele temporare când pornește Bottles?
ru: Очищать временные файлы при запуске Bottles
sk: Vyčistiť dočasné súbory pri spúšťaní Fliaš?
sr: Очисти привремене фајлове када се Флаше покрену?
sv: Vill du rensa bort temp-filer när Bottles startar?
ta: பாட்டில்கள் தொடங்கும் போது தற்காலிக கோப்புகளை சுத்தம் செய்யவா?
tr: Şişeler başlatıldığında geçici dosyalar temizlensin mi?
uk: Чи очищати тимчасові файли при запуску Bottles?

source: Close Bottles After Starting a Program
ar: أغلق «قوارير» بعد تشغيل برنامج
bg: Затваряне на „Bottles“ след стартиране на програма
ca: Tancar Bottles després d'iniciar un programa
cs: Po spuštění programu zavřít láhve
de: Bottles nach dem Starten eines Programms schließen
es: Cerrar Bottles después de iniciar los programas
et: Peale programmi käivitamist sulge Bottles
fi: Sulje Pullot ohjelman käynnistämisen jälkeen
fr: Fermer Bouteilles après le démarrage d’un programme
ga: Dún Buidéil Tar éis Clár a Thosú
hu: Palackok bezárása egy program elindítása után
it: Chiudi Bottles dopo l'avvio di un programma
ja: プログラム起動後に Bottles を閉じる
kab: Mdel Tiqreɛtin Send Asenker n Wahil
nl: Bottles sluiten na het starten van een programma
pl: Zamknij Bottles po uruchomieniu programu
ro: Închide Bottles după pornirea unui program
ru: Закрытие Bottles после запуска программы
sk: Po spustení programu zavrieť Bottles
sr: Затвори Флаше Након Покретања Програма
sv: Stäng Bottles efter att ha startat ett program
ta: ஒரு நிரலைத் தொடங்கிய பிறகு பாட்டில்களை மூடு
tr: Bir Programı Başlattıktan Sonra Bottles'ı Kapat
uk: Закривати Bottles після запуску програми.

source: Close Bottles after starting a program from the file manager.
ar: أغلق «قوارير» بعد بدء تشغيل برنامج من مدير الملفات.
bg: Затваря „Bottles“ след стартиране на програма от файловия диспечер.
ca: Tancar Bottles després d'iniciar un programa des del gestor de fitxers.
cs: Zavřít Láhve po spuštění programu ze správce souborů.
de: Bottles nach dem Starten eines Programms über den Dateimanager schließen.
es: Cerrar Bottles después de iniciar un programa desde el gestor de archivos.
et: Peale programmi käivitamist failihaldurist sulge Bottles.
fi: Sulje Pullot, kun ohjelma on käynnistetty tiedostonhallinnasta.
fr: Fermer Bouteilles après le démarrage d’un programme à partir du gestionnaire de fichiers.
ga: Dún Buidéil tar éis clár a thosú ón mbainisteoir comhad.
hu: Palackok bezárása, miután elindított egy programot a fájlkezelőből.
it: Chiudi Bottles dopo aver avviato un programma dal gestore di file.
ja: ファイルマネージャーからプログラムを起動した後、Bottles を終了します。
kab: Mdel Tiqreɛtin send asenker n wahil seg umsefrak n yifuyla.
nl: Sluit Bottles na het starten van een programma vanuit de bestandsbeheerder.
pl: Zamknij Bottles po uruchomieniu programu z menedżera plików.
ro: Închide Bottles după pornirea unui program din gestionarul de fișiere.
ru: Закрывать Bottles после запуска программы из файл-менеджера.
sk: Zavrieť Fľaše po spustení programu zo Správcu súborov.
sr: Затвори Флаше након покретања програма из менаџера фајлова.
sv: Stäng Bottles efter att ha startat ett program från filhanteraren.
ta: கோப்பு மேலாளரிடமிருந்து ஒரு நிரலைத் தொடங்கிய பிறகு பாட்டில்களை மூடு.
tr: Dosya yöneticisinden bir program başlattıktan sonra Bottles'ı kapat.
uk: Закривати Bottles після запуску програми з файлового менеджеру.

source: Playtime Tracking
fr: Suivi du temps de jeu

source: Record playtime statistics for programs launched from Bottles.
fr: Enregistrer les statistiques de temps d'exécution pour les programmes lancés à partir de Bouteilles.

source: Integrations
ar: التكاملات
bg: Интеграции
ca: Integracions
cs: Integrace
de: Integrationen
es: Integraciones
et: Lõimingud
fi: Integraatiot
fr: Intégrations
ga: Comhtháthú
hu: Integrációk
it: Integrazioni
ja: 統合
kab: Aseddu
nl: Integraties
pl: Integracje
ro: Integrări
ru: Интеграция
sk: Integrácie
sr: Интеграције
sv: Integrationer
ta: ஒருங்கிணைப்புகள்
tr: Entegrasyonlar
uk: Інтеграції

source: Steam Proton Prefixes
ar: سابقات بروتون لستيم
bg: Папки на „Steam Proton“
ca: Prefixos de Steam Proton
cs: Prefixy Steam Protonu
de: Steam Proton Präfixe
es: Prefijos de Steam Proton
et: Steam Protoni prefiksid
fi: Steam Proton -etuliitteet
fr: Préfixes Steam Proton
ga: Réamhfhoirmeacha prótóin gaile
hu: Steam Proton prefixek
it: Prefissi Steam Proton
ja: Steam Proton 環境
kab: Adaten Steam Pruṭun
pl: Prefiksy Steam Proton
ro: Prefixe Steam Proton
ru: Префиксы Steam Proton
sk: Prefixy Steam Protonu
sr: Стим Протон Префикси
sv: Steam Proton-prefixer
ta: ஸ்டீம் புரோட்டான் முன்னொட்டுகள்
tr: Steam Proton Prefix'leri
uk: Префікси Steam Proton

source: List and manage Steam Proton prefixes.
ar: اسرد وأدر سابقات بروتون لستيم.
bg: Показва папките на „Steam Proton“.
ca: Llista i gestiona els prefixos de Steam Proton.
cs: Seznam a správa prefixů služby Steam Proton.
de: Steam-Proton-Präfixe auflisten und verwalten.
es: Listar y gestionar los prefijos de Steam Proton.
et: Näita ja halda Steam Protoni prefikseid.
fi: Listaa ja hallitse Steam Proton -etuliitteitä.
fr: Lister et gérer les préfixes Proton Steam.
ga: Prefixí Steam Proton a liostáil agus a bhainistiú.
hu: Steam Proton prefixek listázása és kezelése.
it: Elenca e gestisci i prefissi di Steam Proton.
ja: Steam Proton 環境を一覧表示し管理します。
kab: Bder arnu sefrek adaten Steam Puṭun.
nl: Bekijk en beheer Steam-Proton-prefixes.
pl: Pokaż i zarządzaj prefiksami Steam Proton.
ro: Înșiruie și gestionează prefixele Steam Proton.
ru: Отображать префиксы Steam Proton.
sk: Zobrazovať a spravovať prefixy služby Steam Proton.
sr: Листај и управљај Стим Протон Префиксима.
sv: Visa och hantera Steam Proton-prefixer.
ta: ஸ்டீம் புரோட்டான் முன்னொட்டு களைப் பட்டியலிட்டு நிர்வகிக்கவும்.
tr: Steam Proton öntanımlamalarını listeleyin ve yönetin.
uk: Показувати префікси Steam Proton.
