Repository: bottlesdevs/Bottles
Catalog: po/*.po
Languages: ar, bg, ca, ckb, cs, de, es, et, fi, fr, ga, hu, it, ja, kab, nl, pl, ro, ru, sk, sr, sv, ta, tr, uk

source: Create bottles using preconfigured environments or create your own
bg: Създаване на бутилки с помощта на предварително конфигурирани среди или на своя собствена среда
ca: Creeu ampolles utilitzant entorns preconfigurats o creeu els vostres propis
ckb: دروستکردنی بۆتڵز بە بەکارهێنانی ژینگەی پێش وەختە ئامادەکراو یان ژینگەی تایبەت بەخۆت دروست بکەیت
cs: Vytvořte láhve pomocí přednastavených prostředí nebo si vytvořte vlastní
de: Erstelle Bottles durch Nutzung vorkonfigurierter Umgebungen oder erstelle deine eigenen Umgebungen
es: Cree bottles usando entornos preconfigurados o cree los suyos propios
et: Loo pudeleid eelkonfigureeritud keskkondade alusel või tekita selline, nagu vajad
fi: Luo pulloja valmiiksi määritettyjä ympäristöjä käyttäen tai luo omasi
hu: Hozzon létre palackokat előre beállított környezetek segítségével, vagy hozzon létre egy sajátot
it: Crea le tue bottiglie utilizzando ambienti preconfigurati o creane uno tuo
ja: 事前設定された環境を使用してボトルを作成するか、自分の環境を作成します
nl: Maak bottles met behulp van vooraf geconfigureerde omgevingen of maak uw eigen
ro: Creează sticle folosind medii preconfigurate sau creează-ti propriul mediu
ru: Создание бутылок с использованием предварительно настроенных или собственных сред
sr: Направи флаше користећи унапред конфигурисана окружења или направи своја
sv: Skapa buteljer med hjälp av förkonfigurerade miljöer eller skapa dina egna
ta: முன் கட்டமைக்கப்பட்ட சூழல்களைப் பயன்படுத்தி பாட்டில்களை உருவாக்கவும் அல்லது சொந்தமாக உருவாக்கவும்
tr: Önceden yapılandırılmış ortamları kullanarak şişelerinizi oluşturun ya da sıfırdan oluşturun
uk: Створюйте Пляшки за допомогою попередньо налаштованих середовищ або створюйте власні

source: Run executables (.exe/.msi) in your bottles, directly from the context menu of your file-manager
bg: Стартиране на изпълними файлове (.exe или .msi) във Вашите бутилки директно от контекстното меню на файловия диспечер
ca: Executeu executables (.exe/.msi) a les vostres ampolles, directament des del menú contextual del vostre gestor de fitxers
ckb: لە لیستی دەقی بەڕێوەبەری پەڕگەکانت لەسەر سیستەمەکەت، دەتوانیت ڕاستەوخۆ پەڕگەکانی (.exe/.msi) لە بۆتڵزدا بکەیتەوە
cs: Spusťte spustitelné soubory (.exe/.msi) ve svých láhvích přímo z kontextového menu vašeho správce souborů
de: Führe Programmdateien (.exe/.msi) in deinen Bottles aus, direkt aus dem Kontextmenü deines Dateimanagers
es: Abra ejecutables (.exe/.msi) en sus bottles, directamente desde el menú contextual del gestor de archivos
et: Käivita .exe/.msi faile oma pudelites otse failihalduri kontekstimenüüst
fi: Suorita suoritettavat tiedostot (.exe/.msi) pulloissasi suoraan tiedostohallinnan pikavalikosta
hu: Végrehajtható fájl (.exe /.msi) futtatása a palackokban, közvetlenül a fájlkezelő helyi menüjéből
it: Esegui file eseguibili (.exe / .msi) nelle tue bottiglie direttamente dal menu contestuale del gestore di file
ja: ボトル内の実行可能ファイル (.exe / .msi) をファイルマネージャーのコンテキストメニューから直接実行します
nl: Uitvoerbare bestanden (.exe/.msi) in uw bottles uitvoeren, rechtstreeks vanuit het contextmenu van uw bestandsbeheerder
ro: Pornește executabile (.exe/.msi) în sticle, direct din opțiunile gestionarului de fișiere
ru: Запуск исполняемых файлов (.exe/.msi) в бутылках прямо из контекстного меню файл-менеджера
sr: Покрени извршне датотеке (.exe/.msi) у твојим флашама, директно из садржаја или твог фајл-менаџера
sv: Kör exekverbara filer (.exe/.msi) i dina buteljer, direkt från kontextmenyn i din filhanterare
ta: உங்கள் கோப்பு மேலாளரின் சூழல் மெனுவிலிருந்து நேரடியாக உங்கள் பாட்டில்களில் இயங்கக்கூடியவற்றை (.exe/.msi) இயக்கவும்
tr: Şişenizdeki bütün çalıştırılabilir (.exe/.msi) dosyaları doğrudan dosya yöneticinizden açın
uk: Запуск виконуваних файлів (.exe/.msi) у ваших Пляшках, безпосередньо з контекстного меню файлового менеджера

source: Automated detection of applications installed in your bottles
bg: Автоматично откриване на инсталираните програми във Вашите бутилки
ca: Detecció automatitzada d'aplicacions instal·lades a les vostres ampolles
ckb: دۆزینەوەی خۆکارانەی ئەو ئەپڵیکەیشنانەی کەن لە بۆتڵزی تۆدا دامەزراون
cs: Automatická detekce aplikací nainstalovaných ve vašich láhvích
de: Automatische Erkennung von Anwendungen, die in deinen Bottles installiert sind
es: Detección automática de las aplicaciones instaladas en sus bottles
et: Pudelitesse paigaldatud rakenduste automaatne tuvastamine
fi: Pulloihin asennettujen sovellusten automaattinen tunnistus
hu: A palackokba telepített alkalmazások automatikus észlelése
it: Rilevamento automatico delle applicazioni installate nelle tue bottiglie
ja: ボトルにインストールされているアプリケーションを自動的に検出します
nl: Automatische detectie van programma's geïnstalleerd in uw bottles
ro: Detectarea automată a aplicațiilor instalate în sticlele tale
ru: Автообнаружение приложений, установленных в бутылках
sr: Аутоматска детекција апликација инсталираних у твојим флашама
sv: Automatisk identifiering av program installerade i dina buteljer
ta: உங்கள் பாட்டில்களில் நிறுவப்பட்டுள்ள பயன்பாடுகளை தானியங்கி முறையில் கண்டறிதல்
tr: Şişelerinize kurulu uygulamaların otomatik tespiti
uk: Автоматичне виявлення програм, встановлених у ваших Пляшках

source: Add environment variables quickly
bg: Бързо добавяне на променливи на средата
ca: Afegiu variables d'entorn ràpidament
ckb: خێرا زیادکردنی گۆڕاوەکانی ژینگە (environment variables)
cs: Přidejte proměnné prostředí rychle
de: Füge Umgebungsvariablen unkompliziert hinzu
es: Añada variables de entorno fácilmente
et: Keskkonnamuutujate kiire lisamise võimalus
fi: Lisää ympäristömuuttujia nopeasti
hu: Környezeti változók gyors hozzáadása
it: Aggiungi variabili d'ambiente facilmente
ja: 環境変数をすばやく追加できます
nl: Snel omgevingsvariabelen toevoegen
ro: Adaugă rapid variabile de mediu
ru: Быстрое добавление переменных среды
sr: Зачас додај варијабле окружења
sv: Lägg till miljövariabler snabbt
ta: சூழல் மாறிகளை விரைவாகச் சேர்க்கவும்
tr: Ortam değişkenlerini kolayca ekleyin
uk: Швидке додавання змінних середовища

source: Override DLLs directly from per-bottle preferences
bg: Замяна на DLL файловете за всяка бутилка
ca: Substituïu les DLL directament des de les preferències per ampolla
ckb: جێگرتنەوەی پەڕگەکانی DLL لە ڕێکخستنەکانی پێش-بۆتڵ
cs: Přepisujte DLL přímo z nastavení jednotlivých láhví
de: Überschreibe DLLs direkt aus den jeweiligen Bottle-Einstellungen
es: Anteponga bibliotecas DLL directamente desde las preferencias de la botella
et: Sürjuta DLL-teegid otse pudelikohastest eelistustest
fi: Ohita DLL:t suoraan pullokohtaisista asetuksista
hu: A DLL-ek felülírása közvetlenül a palackonkénti beállításokból történik
it: Sostituisci le DLL direttamente dalle preferenze della bottiglia
ja: ボトルごとの設定から直接DLLをオーバーライドできます
nl: DLL's direct overschrijven vanuit voorkeuren per bottle
ro: Înlocuiește DLL-urile direct din preferințele sticlei
ru: Переопределение библиотек DLL напрямую из настроек для каждой бутылки
sr: Премости ДЛЛ директно из поставки по флаши
sv: Åsidosätt DLL-filer direkt från inställningar per butelj
ta: ஒரு பாட்டில் விருப்பங்களிலிருந்து நேரடியாக DLLகளை மேலெழுதவும்
tr: Şişe-başına ayalarından bütün DLL'leri yönetin
uk: Перевизначення бібліотек DLL безпосередньо з налаштувань кожної Пляшки

source: On-the-fly runner change for any Bottle
bg: Моментална промяна на стартиращата програма за всяка бутилка
ca: Canvi de corredor sobre la marxa per a qualsevol ampolla
ckb: گۆڕینی کارپێکەری کارا بۆ هەر بۆتڵێک
cs: Výměna runneru za běhu láhve
de: On-the-fly Runner-Wechsel für jede Bottle
es: Cambio de ejecutor sobre la marcha para cualquier botella
et: Käivitaja muutmine lennult iga pudeli jaoks
fi: Ajajan muutos lennossa mille tahansa pullolle
hu: Menet közbeni futócsere bármely palackhoz
it: Cambia runner in tempo reale per qualsiasi bottiglia
ja: 一時的なボトルのランナー変更も可能です
nl: Pas ter plekke een runner aan voor elke willekeurige bottle
ro: Schimbă din mers executantul pentru orice sticlă
ru: Замена пускателя для любой бутылки на лету
sr: Промена покретача у лету за било коју Флашу
sv: Byte av körprogram i farten för vilken butelj som helst
ta: எந்த பாட்டிலுக்கும் பறக்கும் போது ரன்னர் மாற்றம்
tr: Herhangi bir Şişe için anında çalıştırıcı değişikliği
uk: Зміна двигуна "на льоту" для будь-якої Пляшки

source: Various gaming-performance optimizations (esync, fsync, DXVK, cache, shader compiler, offload … and much more.)
bg: Различни подобрения на производителността за игри (esync, fsync, DXVK, кеш, компилатор на шейдъри, разтоварване и много други.)
ca: Diverses optimitzacions de rendiment dels jocs (esync, fsync, DXVK, memòria cau, compilador de shader, descàrrega... i molt més.)
ckb: ئۆپتیمایزەیشنی جۆراوجۆری ئەدای یاری کردن (esync ،fsync ،DXVK ،cache ،shader compiler ،offload… و زیاتر.)
cs: Různé optimalizace herního výkonu (esync, fsync, DXVK, cache, kompilátor shaderů, offload ... a mnoho dalších.)
de: Verschiedene Performance-Optimierungen für Gaming (esync, fsync, DXVK, Cache, Shader Compiler, Offload, und vieles mehr…)
es: Varias optimizaciones para un mejor rendimiento al jugar (esync, fsync, DXVK, antememoria, compilador de sombreadores, descarga… y mucho más.)
et: Palju erinevaid mängude jaoks olulisi optimeerimisi (esync, fsync, DXVK, cache, shader compiler, offload … ja paljugi veel.)
fi: Erilaiset pelaamisen suorituskyvyn optimoinnit (esync, fsync, DXVK, välimuisti, shader-kääntäjä, offload… ja paljon muuta.)
hu: Különböző játékteljesítmény-optimalizációk (esync, fsync, DXVK, gyorsítótár, shader compiler, offload… és még sok más.)
it: Varie ottimizzazioni per prestazioni di gioco migliori (esync, fsync, dxvk, cache, shader compiler, offload… e molto altro).
ja: 各種ゲームパフォーマンスの最適化 (esync、fsync、DXVK、キャッシュ、シェーダーコンパイラ、オフロードなど。)
nl: Diverse optimalisaties voor gaming-performance (esync, fsync, DXVK, cache, shader compiler, offload ... en nog veel meer.)
ro: Diverse optimizări ale performanțelor în jocuri (esync, fsync, DXVK, cache, compilator shader, offload … și multe altele.)
ru: Различные оптимизации игровой производительности (esync, fsync, DXVK, кэш, компилятор шейдеров, разгрузка и многое другое)
sr: Разноразне оптимизације гејминг перформанси (есинк, фсинк, ДКСВК, кеш, шејдер компајлер, офлоад... и још доста тога.)
sv: Olika prestandaoptimeringar för spel (esync, fsync, DXVK, cache, shader kompilator, avlastning ... och mycket mer.)
ta: பல்வேறு கேமிங்-செயல்திறன் மேம்படுத்தல்கள் (esync, fsync, DXVK, கேச், ஷேடர் கம்பைலர், ஆஃப்லோட் ... மற்றும் பல.)
tr: Çeşitli oyun performansı optimizasyonları (esync, fsync, DXVK, önbellek, gölgelendirici derleyici, boşaltma ... ve çok daha fazlası.)
uk: Різні оптимізації продуктивності ігор (esync, fsync, DXVK, кеш-пам’ять, компілятор шейдерів, розвантаження… та багато іншого.)

source: Automatic installation and management of Wine and Proton runners
bg: Автоматична инсталация и управление на стартиращите програми на „Wine“ и „Proton“
ca: Instal·lació i gestió automàtica de corredors Wine i Proton
ckb: دامەزراندنی خۆکار و بەڕێوەبردنی واین و کارپێکەرەکانی پرۆتۆن
cs: Automatická instalace a správa Wine a Proton runnerů
de: Automatische Installation und integriertes Management der Wine- und Proton-Runner
es: Instalación y gestión automática de los ejecutores Wine y Proton
et: Wine'i ja Protoni käivitajate automaatne paigaldaja ning haldaja
fi: Wine- ja Proton-ajajien automaattinen asennus ja hallinta
hu: A Wine és Proton futtatók automatikus telepítése és kezelése
it: Gestione e installazione automatica dei runner Wine e Proton
ja: WineランナーとProtonランナーの自動インストールと管理
nl: Automatische installatie en beheer van Wine- en Proton-runners
ro: Instalarea și gestionarea automată a executanților Wine și Proton
ru: Автоматическая установка и управление версиями Wine и Proton
sr: Аутоматска инсталација и управљање Вајн и Протон покретача
sv: Automatisk installation och hantering av körprogrammen Wine och Proton
ta: ஒயின் மற்றும் புரோட்டான் ரன்னர்களின் தானியங்கி நிறுவல் மற்றும் மேலாண்மை
tr: Wine ve Proton çalıştırıcılarının otomatik kurulumu ve yönetimi
uk: Автоматична інсталяція та управління версіями двигунів Wine і Proton

source: Automatic bottle repair in case of breakage
bg: Автоматично поправяне на бутилката в случай на повреда
ca: Reparació automàtica d'ampolles en cas de trencament
ckb: چاککردنەوەی خۆکارانەی بۆتڵ کاتێك تێکدەچێت
cs: Automatická oprava láhve v případě že se rozbije
de: Automatische Reperatur von Bottles im Falle eines Fehlers
es: Reparación automática de botellas en caso de rotura
et: Pudeli automaatne parandus katkimineku korral
fi: Automaattinen pullonkorjaus rikkoutuessa
hu: Automatikus palackjavítás törés esetén
it: Ripara automaticamente le bottiglie in caso di errori
ja: 破損時の自動ボトル修復
nl: Automatische reparatie van bottles wanneer ze kapot zijn
ro: Repararea automată a sticlei în caz de spargere
ru: Автоматическое восстановление бутылок при поломке
sr: Аутоматска поправка флаше у случају оштећења
sv: Automatisk buteljreparation vid eventuell skada
ta: பாட்டில் உடைந்தால் தானாக பழுதுபார்க்கும்
tr: Şişelerin kırılması durumunda otomatik tamirat
uk: Автоматичний ремонт Пляшок в разі поломки

source: Integrated dependency-installer based on a community-driven repository
bg: Вграден инсталатор на зависимости, базиран на хранилище, което се управлява от обществото
ca: Instal·lador de dependències integrat basat en un repositori impulsat per la comunitat
ckb: تێخزاندنی دامەزرێنەری-پێبەندییەکانی ناو ئەو کۆگایەی کە خەڵک بەڕێوەی دەبات
cs: Integrovaný instalátor závislostí založený na komunitou řízeném repozitáři
de: Integriertes Abhängigkeits-Installationsprogramm basierend auf einem Community-verwalteten Repository
es: Instalador de dependencias integrado basado en un repositorio comunitario
et: Lõimitud sõltuvustepaigaldaja, mis põhineb kogukonna hallataval tarkvarahoidlal
fi: Integroitu riippuvuuksien asennusohjelma, joka perustuu yhteisöohjattuun tietovarastoon
hu: Integrált függőségtelepítő, amely egy közösség által karbantartott tárolón alapul
it: Sistema di installazione dipendenze integrato, basato su una repository gestita dalla community
ja: コミュニティ主導のリポジトリに基づく依存関係インストーラーを搭載
nl: Geïntegreerde afhankelijkheids-installer op basis van een communitybestuurde repository
ro: Instalator de dependențe integrat bazat pe un depozit gestionat de comunitate
ru: Встроенный установщик зависимостей из репозитория, управляемого сообществом
sr: Интегрисан инсталатер зависних датотека заснован на репозиторијумима које развија заједница
sv: Integrerad beroendeinstallatör baserad på ett gemenskapsdrivet förråd
ta: சமூகத்தால் இயக்கப்படும் களஞ்சியத்தை அடிப்படையாகக் கொண்ட ஒருங்கிணைந்த சார்பு நிறுவி
tr: Topluluk odaklı bir depoya dayalı entegre bağımlılık kurucusu
uk: Вбудований інсталятор залежностей на основі репозиторію, керованого спільнотою

source: Integrated Task manager for Wine processes
bg: Вграден диспечер на задачите за процесите на „Wine“
ca: Gestor de tasques integrat per a processos de Wine
ckb: تێخزاندنی تاسک مانیجەرە بۆ پڕۆسێسەکانی واین
cs: Integrovaný správce úloh pro Wine procesy
de: Integrierter Task-Manager für Wine-Prozesse
es: Administrador de tareas integrado para procesos de Wine
et: Lõimitud tegumihaldur Wine'i protsesside jaoks
fi: Integroitu tehtävänhallinta Wine-prosesseja varten
hu: Integrált feladatkezelő a Wine folyamatokhoz
it: Gestione dei processi Wine integrata
ja: Wineプロセス用のタスクマネージャーを搭載
nl: Geïntegreerd taakbeheer voor Wine-processen
ro: Gestionare integrată a procesele Wine
ru: Встроенный диспетчер задач для процессов Wine
sr: Интегрисан Менаџер задатака за Вајн процесе
sv: Integrerad aktivitetshanterare för Wine-processer
ta: ஒயின் செயல்முறைகளுக்கான ஒருங்கிணைந்த பணி மேலாளர்
tr: Wine için entegre Görev yöneticisi
uk: Вбудований диспетчер завдань для Wine процесів

source: Access to ProtonDB and WineHQ for support
bg: Достъп до „ProtonDB“ и „WineHQ“ за поддръжка
ca: Accés a ProtonDB i WineHQ per suport
ckb: دەستگەیشتن بە ProtonDB و WineHQ بۆ پاڵپشتی
cs: Přístup k ProtonDB a WineHQ pro podporu
de: Zugang zu ProtonDB und WineHQ für Unterstützung
es: Acceso a ProtonDB y WineHQ para asistencia
et: Ligipääs ProtonDB ja WineHQ kasutajatoele
fi: Pääsy ProtonDB:hen ja WineHQ:iin tuen osalta
hu: Hozzáférés a ProtonDB-hez és a WineHQ-hoz támogatásért
it: Accesso a ProtonDB e WineHQ per il supporto
ja: サポートのためのProtonDBとWineHQへのアクセス
nl: Toegang tot ProtonDB en WineHQ voor ondersteuning
ro: Acces la ProtonDB și WineHQ pentru asistență
ru: Доступ к ProtonDB и WineHQ для получения помощи
sr: Приступ ПротонДБ-у и ВајнХКју-у за подршку
sv: Tillgång till ProtonDB och WineHQ för stöd
ta: ஆதரவுக்காக ProtonDB மற்றும் WineHQ ஐ அணுகவும்
tr: Destek için ProtonDB ve WineHQ'ya erişim
uk: Доступ до ProtonDB та WineHQ для підтримки

source: System for bringing your configuration to new versions of Bottles
bg: Система за пренасяне на Вашата конфигурация към новите версии на „Bottles“
ca: Sistema per portar la vostra configuració a noves versions de Bottles
ckb: سیستەم بۆ هێنانی ڕێکخستنەکانت بۆ وەشانە تازەکانی بۆتڵز
cs: Systém pro přenesení vaší konfigurace do nových verzí Láhví
de: System, mit dem Sie Ihre Konfiguration auf neue Bottleversionen übertragen können
es: Sistema para llevar su configuración a versiones nuevas de Bottles
et: Võimalus oma konfiguratsiooni lisamiseks pudelite uutesse versioonidesse
fi: Järjestelmä asetusten tuomiseksi uusiin Pullot-versioihin
hu: Rendszer, amellyel a beállításait a Palackok új verzióihoz juttathatja el
it: Sistema di aggiornamento dei file di configurazione a nuove versioni di versioni di Bottles
ja: Bottlesの新バージョンに設定を引き継ぎ可能なシステム
nl: Systeem om uw instellingen naar nieuwe Bottle-versies te brengen
ro: Sistem pentru aducerea configurării la noile versiuni ale sticlelor
ru: Система переноса настроек в новые версии Bottles
sr: Систем за пренос твојих конфигурација на нове верзије Флаша
sv: System för att få med din konfiguration till nya versioner av Bottles
ta: பாட்டில்களின் புதிய பதிப்பிற்கு உங்கள் உள்ளமைவைக் கொண்டுவருவதற்கான அமைப்பு
tr: Yapılandırmanızı Şişelerin yeni sürümlerine getirmek için sistem
uk: Система застосування вашої конфігурації до нових версій Bottles

source: Back up and import bottles
bg: Архивиране и импортиране на бутилки
ca: Còpia de seguretat i importació d'ampolles
ckb: باکئەپ و هاوردەکردنی بۆتڵز
cs: Zálohujte a importujte láhve
de: Sicherung und Wiederherstellung von Bottles
es: Respaldar e importar bottles
et: Pudelite varundus ja taastamine
fi: Varmuuskopioi ja tuo pulloja
hu: Palackok biztonsági mentése és importálása
it: Esporta ed importa le bottiglie
ja: ボトルのバックアップとインポート
nl: Back-up en importeer bottles
ro: Copiază și importă sticle
ru: Резервное копирование и импорт бутылок
sr: Резервна копија и увоз флаша
sv: Säkerhetskopiera och importera buteljer
ta: காப்பு மற்றும் இறக்குமதி பாட்டில்கள்
tr: Şişeleri yedekleyin ve içe aktarın
uk: Резервне копіювання та імпорт Пляшок

source: Import Wine prefixes from other managers
bg: Импортиране на папките на „Wine“ от други диспечери
ca: Importa prefixos de Wine d'altres gestors
ckb: هاوردەکردنی پریفیکسەکانی وین لە مانیجەرەکانی ترەوە
cs: Importujte Wine prefixy z jiných správců
de: Importiere Wine-Präfixe von anderen Managern
es: Importa prefijos de Wine de otros gestores
et: Wine'i prefiksite import muudest halduslahendustest
fi: Tuo Wine-etuliitteet muilta hallitsimilta
hu: Wine prefixek importálása más kezelőkből
it: Importa configurazioni di Wine da altri gestori
ja: ほかのマネージャーからWine環境をインポート可能
nl: Importeer Wine-prefixes van andere managers
ro: Importă prefixe Wine de la alți gestionari
ru: Импорт префиксов Wine из других менеджеров
sr: Увоз Вајн префикса из других менаџера
sv: Importera Wine-prefix från andra hanterare
ta: மற்ற மேலாளர்களிடமிருந்து ஒயின் முன்னொட்டுகளை இறக்குமதி செய்யவும்
tr: Wineprefix'leri diğer yöneticilerden içe aktarın
uk: Імпорт Wine-префіксів від інших менеджерів

source: Bottles versioning
bg: Система за версии на „Bottles“
ca: Versionat d'ampolles
cs: Verzování lahví
de: Versionierung von Bottles
es: Estados de botellas
et: Pudelite versioonihaldus
fi: Pullojen versiointi
hu: Palackok verziókezelése
it: Versionamento di Bottles
ja: ボトルのバージョン管理
nl: Bottles-versiebeheer
ro: Gestionarea versiunilor sticlelor
ru: Версионирование бутылок
sr: Верзије Флаша
sv: Bottles versionshantering
ta: பாட்டில்கள் பதிப்பு
tr: Şişeler sürüm oluşturma
uk: Керування версіями Bottles

source: ... and much more that you can find by installing Bottles!
bg: … и много други!
ca: ... i molt més que podeu trobar instal·lant Bottles!
ckb: ... زیاتر کە بە دامەزراندنی بۆتڵز بۆت دەردەکەوێت!
cs: .. a mnohem více můžete zjistit tak že si nainstalujete Láhve!
de: … und vieles mehr. Einfach Bottles installieren und entdecken!
es: … ¡y mucho más que puede encontrar instalando Bottles!
et: ... ja palju muud, mida võid avastada Bottles'i paigaldamise järel!
fi: ... ja paljon muuta, mitä löydät asentamalla Pullot!
hu: …és még sok más, amit a Palackok telepítésével találhat!
it: ... e molto altro che puoi trovare installando Bottles!
ja: 便利な機能はまだまだあります。ぜひBottlesをインストールして確認してみてください！
nl: … en nog veel meer dat u kunt vinden door Bottles te installeren!
ro: ... și multe altele pe care le puteți găsi instalând Bottles!
ru: …и многое другое, что вы найдёте, установив Bottles!
sr: ... и можеш наћи још доста тога инсталацијом Флаша!
sv: ... och mycket mer som du hittar genom att installera Bottles!
ta: ... மேலும் பாட்டில்களை நிறுவுவதன் மூலம் நீங்கள் கண்டுபிடிக்கக்கூடிய பல!
tr: ... ve Şişeleri kurarak bulabileceğiniz çok daha fazlası!
uk: .. та багато іншого, що ви зможете знайти, встановивши Bottles!

source: News
ca: Notícies
de: Benachrichtigungen
es: Noticias
hu: Hírek
it: Novità
sv: Nyheter

source: New versioning system which allow versioning the whole bottle (also configuration)
ca: Nou sistema de versions que permet versionar tota l'ampolla (també configuració)
de: Neues Versionierungssystem, welches die Versionierung der gesamten Bottle ermöglicht (auch Konfiguration)
es: Sistema de versiones nuevo que permite versionar toda la botella (también la configuración)
hu: Új verziókezelő rendszer, amely lehetővé teszi az egész palack verziókezelését (a konfigurációét is)
it: Nuovo sistema di versionamento che permette di versionare l'intera bottiglia (ed anche la sua configurazione)

source: Automatic versioning can now be toggled on and off
ca: Ara es pot activar i desactivar el control automàtic de versions
de: Die automatische Versionierung kann jetzt ein- und ausgeschaltet werden
es: El control de versiones automático ahora se puede activar y desactivar
hu: Az automatikus verziókezelés most már be- és kikapcsolható
it: Il controllo automatico delle versioni ora può essere attivato e disattivato

source: Exclude paths from versioning using patterns
de: Pfade mit Hilfe von Mustern von der Versionierung ausschließen
es: Excluir rutas del versionado mediante patrones
hu: Útvonalak kizárása a verziókezelésből minták használatával

source: Use compression for versioning states
ca: Utilitzeu la compressió per als estats de versions
de: Verwenden Sie Komprimierung für Versionierungsstatus
es: Usar la compresión para los estados de las versiones
hu: Tömörítés használata a verzióállapotokhoz

source: Improve Launch Options saving without update the UI multiple times
de: Verbessern Sie das Speichern von Startoptionen, ohne die Benutzeroberfläche mehrmals zu aktualisieren
es: Mejorar el guardado de las opciones de lanzamiento sin actualizar la interfaz de usuario varias veces
it: Migliora le Opzioni di Avvio salvandole senza aggiornare la UI più volte
