Repository: bottlesdevs/Bottles
Catalog: po/*.po
Languages: ar, bg, ca, ckb, cs, de, es, et, fi, fr, ga, hu, it, ja, kab, nl, pl, ro, ru, sk, sr, sv, ta, tr, uk

source: NVAPI has a lot of fixes and is more stable, should now work properly
et: NVAPI-liidestus on nüüd saanud palju veaparandusi ja on stabiilsem ning peaks toimima korralikult
ga: Tá a lán socruithe ag NVAPI agus tá sé níos cobhsaí, ba cheart go n-oibreodh i gceart anois
kab: NVAPI yesɛa ugar n iseɣtiyen yerna d urkid ugar, ilaq tura ad yeddu akken iwata
nl: NVAPI bevat veel foutoplossingen en is stabieler, deze zou nu correct moeten werken
ro: NVAPI are o mulțime de remedieri și este mai stabil, acum ar trebui să funcționeze corect
ru: NVAPI получил множество исправлений и стал более стабильным, теперь он должен работать правильно
sk: NVAPI získalo mnoho opráv a je stabilnejšie, teraz by malo pracovať správne
sr: НВАПИ има пуно исправки и стабилнији је, сада би требао да ради исправно
ta: NVAPI ஆனது நிறைய திருத்தங்களைக் கொண்டுள்ளது மற்றும் மிகவும் நிலையானது, இப்போது சரியாக வேலை செய்ய வேண்டும்
tr: NVAPI birçok düzeltmeye sahiptir ve daha kararlıdır, artık düzgün çalışmalıdır
uk: NVAPI має багато виправлень і є більш стабільним, тепер має працювати належним чином

source: Fix crash when downloading a component
et: Komponendi allalaadimisel tekkinud kokkujooksmise veaparandus
ga: Socraigh timpiste agus comhpháirt á íosló
kab: Seɣti aɣelluy mi ara d-sidreḍ isger
nl: Crash bij downloaden van component opgelost
ro: Remedierea blocării la descărcarea unei componente
ru: Исправлен сбой при загрузке компонента
sk: Oprava chyby pri preberaní súčasti
sr: Поправи крах при преузимању компоненте
ta: ஒரு கூறுகளைப் பதிவிறக்கும் போது நிலையான செயலிழப்பு சரி செய்யப்பட்டது
tr: Bir bileşen indirilirken oluşan çökmeyi düzeltme
uk: Виправлено збій під час завантаження компонента

source: Backend code improvement by avoiding spin-lock
et: Taustateenuste koodi parandused vältides protsesside lukustusvigu
ga: Feabhsú cód cúltaca trí spin-lock a sheachaint
nl: Verbetering van backend-code door vermijden van spin-lock
ro: Îmbunătățirea codului prin evitarea blocării rotației
ru: Улучшение внутреннего кода за счет исключения спин-блокировки
sk: Vylepšenie backend kódu obídením spinlocku
sr: Побољшања интерног кода избегавањем spin-lock-а
ta: ஸ்பின்-லாக்கைத் தவிர்ப்பதன் மூலம் பின்தள குறியீடு மேம்பாடு
tr: Spin-lock'tan kaçınarak arka uç kodunun iyileştirilmesi
uk: Покращення бекенд-коду шляхом уникнення спін-блокування

source: More variables for installer scripting
et: Täiendavad muutujad kasutamiseks paigaldusskriptides
ga: Níos mó athróg le haghaidh scripteála suiteála
kab: Ugar n imuttiyen i umsebded n uskript
nl: Meer variabelen voor installatiescripts
ro: Mai multe variabile pentru scripturile de instalare
ru: Дополнительные переменные для скриптов установщика
sk: Viac premenných pre skripty inštalatéra
sr: Додатне променљиве за инсталационе скрипте
ta: நிறுவி ஸ்கிரிப்டிங்கிற்கான கூடுதல் மாறிகள்
tr: Kurucu betiği oluşturma için daha fazla değişken
uk: Більше змінних для скриптів установника

source: Fix onboard dialog showing "All ready" while it was in fact not ready
et: Kasutuselevõtmise töövoos kuvatakse „Kõik on valmis!“ teade nüüd õigel ajal
nl: Foutoplossing voor onbload-dialoog welke ‘Alles gereed’ toonde terwijl dit niet het geval was
ro: Corectarea dialogului care afișează „Totul este gata” în timp ce, de fapt, nu era gata
ru: Исправлено диалог приветствия, показывающий «Всё готово», хотя на самом деле оно было не готово
ta: "அனைத்தும் தயார்" எனக் காட்டும் நிலையான உள் உரையாடல் உண்மையில் தயாராக இல்லை நிலையிலும் காட்டுவது செரிசெய்யப்பட்டது
tr: Aslında hazır olmadığı halde "Her şey hazır" gösteren yerleşik iletişim kutusu düzeltildi
uk: Виправлено діалогове вікно, яке показувало "Все готово", хоча насправді воно не було готовим

source: Improvement to build system
et: Parandatud kompileerimise süsteem
ga: Feabhsú chun córas a thógáil
kab: Asnerni i unagraw n lebni
nl: Verbeteringen aan bouwsysteem
ro: Îmbunătățirea construirii sistemului
ru: Улучшения системы сборки
sk: Vylepšenia systému zostavovania
sr: Побољшање система изградње
ta: கட்டமைப்பு மேம்படுத்துதல்
tr: Yapı sisteminde iyileştirme
uk: Удосконалення системи складання

source: Enabling VKD3D by default when creating bottles for gaming
et: VKD3D on vaikimisi kasutusel pudelite loomisel mängude jaoks
ga: Cumasú VKD3D de réir réamhshocraithe agus buidéil á chruthú le haghaidh cear
kab: Armad VKD3D s wudem amezwer mi ara d-tesnulfuḍ tiqreɛtin i turarin
nl: VKD3D wordt standaard ingeschakeld bij het aanmaken van bottles voor gaming
ro: Activarea VKD3D în mod prestabilit la crearea de sticle pentru jocuri
ru: VKD3D теперь включён по умолчанию при создании бутылок для игр
sk: Predvolené zapnutie VKD3D pri vytváraní Fliaš pre hry
sr: Подразумевано омогућавање ВКД3Д-а при креирању флаша за играње игрица
ta: விளையாட்டிற்காக பாட்டில்களை உருவாக்கும் போது இயல்பாக VKD3D ஐ இயக்குகிறது
tr: Oyun için şişe oluştururken VKD3D'yi varsayılan olarak etkinleştirme
uk: Типове увімкнення VKD3D під час створення Пляшок для ігор

source: Fix crashes when reading Steam files with bad encodings
et: Vigaselt kodeeritud Steami failidest johtuvate kokkujooksimiste parandused
ga: Déan timpistí a shocrú agus comhaid Steam á léamh le droch-ionchódaithe
kab: Seɣti iɣelluyen mi ara teɣreḍ ifuyla s yar asettengel
nl: Foutoplossingen voor crashes bij het lezen van incorrect gecodeerde Steam-bestanden
ro: Corectarea blocărilor la citirea fișierelor Steam cu codificări greșite
ru: Исправлены сбои при чтении файлов Steam с плохими кодировками
sk: Oprava pádov pri čítaní Steam súborov s nesprávnym kódovaním
sr: Поправи крахове при читању Стим фајлова који су лоше енкодирани
ta: மோசமான குறியாக்கங்களைக் கொண்ட ஸ்டீம் (Steam) கோப்புகளைப் படிக்கும்போது செயலிழப்புகள் சரி செய்யப்பட்டன
tr: Steam dosyalarını kötü kodlamalarla okurken oluşan çökmeleri düzeltme
uk: Виправлено збої під час читання файлів Steam з поганими кодуваннями

source: Fix components not updated correctly in the UI after installation/uninstallation
et: Veaparandus olukorrale, kus komponendid polnud kasutajaliideses korrektselt uuendatud peale paigaldamist/eemaldamist
ga: Socraigh comhpháirteanna nach bhfuil nuashonraithe i gceart sa Chomhéadan tar éis suiteál
kab: Seɣti isegran ur ttwaleqqemen ara akken iwata deg ugrudem n useqdac seld asebded/tukksa n usebded
nl: Foutoplossing voor interface-onderdelen welke niet correct werden bijgewerkt na (de)installatie
ro: Corectarea componentelor care nu se actualizează corect în UI după instalare/dezinstalare
ru: Исправлена проблема, из-за которой интерфейс компонентов не обновлялся после установки или удаления
sk: Oprava nesprávnej aktualizácie súčastí v rozhraní po inštalácií/odinštalovaní
sr: Поправи компоненте које нису правилно ажуриране у корисничком интерфејсу након инсталације/уклањања
ta: நிறுவல்/நிறுவலுக்குப் பிறகு UI இல் சரியாகப் புதுப்பிக்கப்படாத கூறுகளைச் செரிசெய்யப்பட்டன
tr: Kurma/kaldırma işleminden sonra kullanıcı arayüzünde doğru şekilde güncellenmeyen bileşenler düzeltildi
uk: Виправлення некоректного оновлення компонентів в інтерфейсі після встановлення/видалення

source: More FSR fixes
et: Täiendavad FSR'i parandused
ga: Tuilleadh socruithe FSR
kab: Ugar n iseɣtiyen FSR
nl: Meer FSR-foutoplossingen
ro: Mai multe remedieri FSR
ru: Больше исправлений для FSR
sk: Ďalšie opravy FSR
sr: Још ФСР исправки
ta: மேலும் FSR திருத்தங்கள்
tr: Daha fazla FSR düzeltmesi
uk: Більше виправлень FSR

source: Fix the issue when a program closes after it was launched from "Run executable"
et: Veaparandus, kus „Käivita käsufail…“ valikust käivitatud programm lõpetas töö
ga: Socraigh an cheist nuair a dhúnann clár tar éis é a sheoladh ó "Rith infheidhmithe"
kab: Seɣti ugur mi ara yemdel wahil deffir ma yettusenkred seg "Selkem amselkam"
nl: Foutoplossing voor het probleem waarbij een programma sluit nadat deze gestart is via ‘Programmabestand uitvoeren’
ro: Rezolvată problema când un program se închide după ce a fost pornit din „Pornește executabilul”
ru: Исправлена проблема, когда программа закрывалась после запуска через «Запустить исполняемый файл»
sk: Oprava chyby, keď program skončil po tom, ako bol spustený z ponuky „Spustiť vykonateľný súbor“
sr: Поправи проблем затварања програма након покретања из "Покрени извршни фајл"
ta: " இயக்கு செயல்படுத்தக்கூடியவை" இலிருந்து தொடங்கப்பட்ட பிறகு ஒரு நிரல் மூடப்படும் போது சிக்கல் சரி செய்யப்பட்டது
tr: Bir programın "Yürütülebilir dosyayı çalıştır" seçeneğinden başlatıldıktan sonra kapanması sorununu düzeltin
uk: Виправлено помилку, коли програма закривається після запуску з "Запустити виконуваний файл"

source: and many, many, many more!
et: ja palju, palju, palju enamgi!
ga: agus go leor, go leor, go leor eile!
kab: akked aṭas, aṭas, aṭas ugar!
nl: en nog veeeel meer!
ro: si multe, multe, multe altele!
ru: и многое, многое, многое другое!
sk: a ešte oveľa, oveľa viac!
sr: и још пуно, пуно, пуно тога!
ta: மற்றும் பல, பல, பல!
tr: ve çok, çok, çok daha fazlası!
uk: і багато, багато, багато іншого!

source: DXVK
sr: ДКСВК

source: VKD3D
sr: ВКД3Д

source: @APP_NAME@
kab: @ISEM_N_USNAS@
sr: @ИМЕ_АПЛИКАЦИЈЕ@
tr: @UYGULAMA_ADI@

source: Fix runners and components from not showing when prereleases are off
ga: Socraigh reathaithe agus comhpháirteanna gan taispeáint nuair a bhíonn réamheisiúint

source: Fix Steam runtime compatibility with Wine runners
ga: Socraigh comhoiriúnacht reatha Steam le reathaithe Fíon
kab: Seɣti amṣada n uselkam Steam akked imseddayen Wine

source: A few bug fixes
ga: Cúpla socrú fabht
kab: Kra n iseɣtiyen n ibugen

source: Support for the double-DLL VKD3D
ga: Tacaíocht don Double-DLL VKD3D
kab: Asefrek i VKD3D DLL-usleg

source: Updated Flatpak runtime
ga: Rúnam Flatpak nuashonraithe
kab: Yettwaleqqem uselkam Flatpak

source: Minor improvement and fixes to the library
ga: Mionfheabhsú agus socruithe ar an leabharlann
kab: Anerni amecṭuḥ akked uṣeggem n temkarḍit

source: Fix the Steam link not being correct
ga: Socraigh an nasc Steam nach bhfuil ceart
kab: Seɣti aseɣwen n Steam ur nelli ara d ameɣtu

source: Download stable component by default
ga: Íoslódáil comhpháirt chobhsaí
kab: Sider isger urkid s wudem amezwer

source: Make window remember dimensions
ga: Cuimhnigh ar thoisí fuinneog
kab: Err asfaylu ad yecfu ɣef tisekta

source: Replace emote-love icon with a library in library page
ga: Cuir deilbhín grá mothúchán in ionad leabharlann i leathanach leabharlainne

source: Adding a shortcut to Steam resulted in an error
ga: Mar thoradh ar aicearra a chur le Steam bhí earráid
kab: Timerna n unegzum ɣer Steam yegla-d s tuccḍa

source: Various library-related fixes, like empty covers, and crashes related to missing entries
ga: Deartuithe éagsúla a bhaineann le leabharlann, cosúil le clúdaigh folamh, agus timpeanna a bhaineann

source: Hide NVIDIA-related critical errors on non-NVIDIA systems
ga: Folaigh earráidí criticiúla a bhaineann le NVIDIA ar chórais neamh-NVIDIA
kab: Ffer tuccḍiwin tiqesḥanin icudden ɣer NVIDIA deg igrawen war NVIDIA

source: Fix onboard dialog showing "All ready" while it was not ready
ga: Socraigh dialóg ar bord a thaispeánann "Gach réidh" cé nach raibh sé réidh

source: Audio
ca: Àudio
ckb: دەنگ
de: Ton
hu: Hang
sv: Ljud

source: Mirko Brombin
ckb: میرکۆ برۆمبین

source: Bottles versioning (experimental)
ckb: وەشانکردنی بۆتڵز (ئەزمونی)

source: Experiments:steam
ckb: ئەزمونەکان:ستیم

source: Toggle experimental Steam Proton prefixes support.
ckb: پیشاندن و شاردنەوەی پاڵپشتی پریفیکسەکانی ستیم پرۆتۆنی ئەزمونی.

source: <a href="https://hosted.weblate.org/engage/bottles/">Translate</a>
ckb: <a href="https://hosted.weblate.org/engage/bottles/">وەربگێڕە</a>

source: <a href="https://usebottles.com/funding/">Funding</a>
ckb: <a href="https://usebottles.com/funding/">پاڵپشتیکردنی دارایی</a>

source: <a href="https://github.com/bottlesdevs/Bottles/issues">Bug report</a>
ckb: <a href="https://github.com/bottlesdevs/Bottles/issues">ناردنی ڕاپۆرتی کێشە</a>

source: <a href="https://usebottles.com/blog">Blog</a>
ckb: <a href="https://usebottles.com/blog">بلۆگ</a>

source: <a href="https://twitter.com/usebottles">Twitter</a>
ckb: <a href="https://twitter.com/usebottles">تویتەر</a>

source: The installation failed. This may be due to a repository error, partial download or checksum mismatch. Press to try again.
ckb: دامەزراندنەکە سەرکەوتوو نەبوو. دەکرێت ئەمە بە هۆی هەڵەی کۆگاوە بێت یان داگرتنی بەش-بەش یان هەبوونی کێشە لە چێکسەم. کرتە بکە بۆ دوبارە هەوڵدان.

source: Show manifest
ckb: پشاندنی مەنەفێست

source: Bug report
ckb: ڕاپۆرتی کێشە

source: Open with explorer
ckb: کردنەوەی لەڕێگەی ئێکسپلۆرەر

source: Duplicate bottle
ckb: بەدووکردنی بۆتڵ

source: Run with arguments
ckb: ڕەن کردن لەگەڵ ئارگیومێنتەکان

source: Move inside the sandbox
ckb: گواستنەوەی بۆ ناو ساندبۆکس

source: Run executable
ckb: کردنەوەی exe

source: Moving inside the sandbox…
ckb: گواستنەوەی بۆ ناو ساندبۆکس…

source: Utilities
ckb: ئامرازەکان

source: Browse C:
ckb: کردنەوەی بوخچەی C:

source: Browse internal files.
ckb: کردنەوەی پەڕگە ناوخۆییەکان.

source: Command line
ckb: فەرمانی هێڵی

source: Registry editor
ckb: دەستکاریکەری ڕێجیستری

source: Task manager
ckb: تاسک مانیجەر

source: Wine config
ckb: کۆنفیگی واین

source: Uninstall programs using wine uninstaller
ckb: ڕەشکردنەوەی پڕۆگرامەکان بە بەکارهێنانی ڕەشکەرەی واین

source: Control panel
ckb: کۆنتڕۆڵ پانێڵ

source: Access the internal wine control panel.
ckb: کردنەوەی کۆنتڕۆڵ پانێڵی ناوخۆیی واین.

source: Test mode enabled: only dependencies from testing repository are shown.
ckb: دۆخی تاقیکردنەوە کاراکرا: تەنها پێبەندەکانی کۆگای تاقیکردنەوە پیشان دەدرێن.

source: Microsoft .NET Framework 4 ..
ckb: فرەیموێرکی مایکرۆسۆفت دۆت نێت ٤...

source: While the files on this page have been verified may be under proprietary license.
ckb: لە کاتێکدا پەڕگەکانی ئەم پەڕەیە پشتڕاست کراونەتەوە لەوانەیە لەژێر مۆڵەتی خاوەنداریەتیدا بن.

source: Install selected
ckb: دامەزراندنی هەڵبژێردراو

source: Select dependencies
ckb: دیاریکردنی پێبەندییەتییەکان

source: Epic Games Store ..
ckb: کۆگای یاری Epic...

source: Reset default
ckb: دووبارە ڕێکخستنەوەی بۆ بنەڕەت

source: Bottle details
ckb: وردەکاری بۆتڵ

source: My beautiful bottle
ckb: بتڵە جوانەکەم

source: Rename bottle
ckb: ناوگۆڕینی بۆتڵ

source: Use DXVK
ckb: بەکارهێنانی DXVK

source: Use VKD3D
ckb: VKD3D بەکاربهێنە

source: Enable DLSS (DXVK-NVAPI)
ckb: کاراکردنی DLSS (DXVK-NVAPI)

source: Enable FSR
ckb: کاراکردنی FSR

source: Display settings
ckb: ڕێکخستنەکانی ڕونما

source: Use a virtual desktop
ckb: ڕوومێزی وەهمی بەکاربهێنە

source: Mouse capture fullscreen
ckb: ماوس کاپچەر فوڵ سکرین

source: Take focus
ckb: سەرنج دە

source: Screen scaling
ckb: گەورەکردنی شاشە

source: Components version
ckb: وەشانی پێکهێنەرەکان

source: Manage runners
ckb: بەڕێوەبردنی کارپێکەرەکان

source: DXVK version
ckb: وەشانی DXVK

source: Manage DXVK versions
ckb: بەڕێوەبردنی وەشانەکانی DXVK

source: VKD3D version
ckb: وەشانی VKD3D

source: Manage VKD3D versions
ckb: بەڕێوەبردنی وەشانەکانی VKD3D

source: DXVK NVAPI version
ckb: وەشانی DXVK NVAPI

source: Enable synchronization to increase performance of multi-core processors.
ckb: کاراکردنی هاوکاتگەری بۆ بەرزکردنەوەی ئەدای پڕۆسێسەرە مەڵتی کۆڕەکان.

source: Will restart the wineserver.
ckb: دوبارە واین-سێرڤەر دەست پێ دەکاتەوە.

source: Windows version
ckb: وەشانی ویندۆز

source: Use Bottles runtime
ckb: بەکارهێنانی ڕەنتایمی بۆتلز

source: Provides a bundle of extra libraries for more compatibility, disable if you run into issues.
ckb: بەستەیەک لە لایبرەری زیادە دابین دەکات بۆ گونجاندنی زیاتر، ناچالاکی بکە ئەگەر توشی کێشەت دەکات.

source: Use GameMode
ckb: دۆخی یاری بەکاربهێنە

source: Use Gamescope
ckb: بەکارهێنانی Gamescope

source: Working directory
ckb: بوخچەی کارلێکردن

source: DLL overrides
ckb: زاڵبوونەکانی DLL

source: Environment variables
ckb: گۆڕاوەکانی ژینگە

source: Manage drives
ckb: بەڕێوەبردنی دراڤەکان

source: Reduce PulseAudio latency
ckb: کەمکردنەوەی دواکەوتنی PulseAudio

source: Developers & Debug
ckb: گەشەپێدەران و دیبەگ

source: Toggle DXVK overlay showing FPS and other details in D3D applications.
ckb: کاراکردنی پشاندانی FPSی ئۆڤەرلەی DXVK و وردەکارییەکانی تر لە ئەپڵیکەیشنەکانی D3D.

source: Enable wine fixme logs
ckb: کاراکردنی تۆمارەکانی واین فیکسمی

source: No programs found
ckb: هیچ پڕۆگرامێک نەدۆزرایەوە

source: Search for installed programs
ckb: گەڕان بە دوای پڕۆگرامە دامەزراوەکان

source: No states found
ckb: هیچ دۆخێک نەدۆزرایەوە

source: Type a really short comment:
ckb: کۆمێنتێکی زۆر کورت بنووسە:

source: A really short comment
ckb: کۆمێنتێکی زۆر کورت

source: Dynamic Link Libraries can be specified to be builtin (provided by Wine) or native (provided by the program)
ckb: دەکرێت لابرەرییەکانی لینکی داینەمیکی بە وردی دیاریبکرێن بۆ ئەوەی لە ناو نەرمەکاڵادا دروست بکرێن (دابنکراوی واین) یان بە شێوەی نەیتڤ بن (دابینکراوی پڕۆگرامەکە)

source: New override
ckb: زاڵبوونی نوێ

source: e.g. ucrtbase
ckb: بۆ نموونە ucrtbase

source: Existing overrides
ckb: زاڵبوونە هەبووەکان

source: These are paths from your host system that are mapped and recognized as devices by the runner (e.g. C: D:..).
ckb: ئەمانە شوێنن لە هۆست سیستەمەکەی تۆوە کە پۆلێنکراون و وەکو ئامێر لەلایەن کارپێکەرەوە دیاریکراون (بۆ نموونە: C: D:...).

source: Existing drives
ckb: درایڤە هەبووەکان

source: Type a name for the new bottle
ckb: ناوێک بۆ بۆتڵە تازەکە بنووسە

source: e.g.: -example1 -example2 -example3=hello
ckb: بۆ نموونە: -example1 -example2 -example3=hello

source: e.g: MyDuplicatedBottle
ckb: بۆ نموونە MyDuplicatedBottle

source: page_name
ckb: ناوی_پەڕە

source: Take a break, it may take a while
ckb: ئیسراحەتی خۆت وەرگرە، لەوانەیە ئەمە کەمێکی پێ بچێت

source: page_duplicating
ckb: بەدووکردنی_پەڕە

source: Bottle duplicated
ckb: بۆتڵ بەدووکرا

source: page_duplicated
ckb: پەرە_بەدووکرا

source: New variable
ckb: گۆڕاوی تازە

source: e.g. MY_VAR
ckb: بۆ نموونە: MY_VAR

source: Existing variables
ckb: گۆراوە هەبووەکان

source: Here you can change the environment variables for the commands that are executed.
ckb: لێرە دەتوانیت گۆڕاوەکانی ژینگە بگۆڕیت بۆ ئەو فەرمانانەی کە ئەنجام دراون.

source: e.g.: VAR1=value VAR2=value
ckb: بۆ نموونە: VAR1=value VAR2=value

source: e.g: VAR1=value VAR2=value ..
ckb: بۆ نموونە: VAR1=value VAR2=value ...

source: Game resolution
ckb: ڕونی یاری

source: e.g. 1280
ckb: بۆ نموونە 1280

source: e.g. 720
ckb: بۆ نموونە ٧٢٠

source: Gamescope resolution
ckb: ڕونی گەیمسکۆپ

source: Extra settings
ckb: ڕێکخستنە زیادەکان

source: Frame rate limit
ckb: سنووری تێکڕای چوارچێوەکان

source: e.g. 60
ckb: بۆ نموونە ٦٠

source: Frame rate limit (when no focus)
ckb: سنووری تێکڕای چوارچێوەکان (کاتێک سەرنجی لەسەر نییە)

source: e.g. 30
ckb: بۆ نموونە ٣٠

source: Use integer scaling
ckb: بەکارهێنانی integer scaling

source: Window type
ckb: جۆری پەنجەرە

source: These arguments are passed on program launch:
ckb: ئەم ئارگیومێنتانە لە کاتی لەنچی پڕۆگرامدا پەیدا بوون:

source: You are using Bottles Flatpak, remember to give it permissions via <a href="https://docs.usebottles.com/flatpak/expose-directories">Flatseal</a> if the script path is outside the sandbox.
ckb: تۆ فلاتپاکی بۆتڵز بەکاردەهێنیت، بیرت بێت کە مۆڵەتی پێ بدەیت بەهۆی <a href="https://docs.usebottles.com/flatpak/expose-directories">فلاتسیڵ</a> ئەگەر شوێنی سکریپتەکە لە دەرەوەی ساندبۆکس بوو.

source: Post-run script
ckb: سکریپتی post-run

source: Type the new name:
ckb: ناوە تازەکە بنووسە:

source: Type here..
ckb: لێرە بنووسە...

source: e.g: -opengl -SkipBuildPatchPrereq
ckb: بۆ نموونە:-opengl -SkipBuildPatchPrereq

source: Message goes here.
ckb: نامە.

source: Builtin then Native
ckb: لەناودا دروستکراو پاشان نەیتڤ

source: Native then Builtin
ckb: نەیتڤ پاشان لەناودا دروستکراو

source: value
ckb: نرخ

source: Full archive
ckb: ئەرشیفی تەواو

source: Read review
ckb: خونێدنەوەی پێداچوونەوە

source: Search your bottles ..
ckb: بەدوای بۆتڵەکانتدا بگەڕێ...

source: Utility & Preferences
ckb: ئامراز و ڕێکخستنەکان

source: Choose a name for your bottle
ckb: ناوێک بۆ بۆتڵەکەت هەڵبژێرە

source: Use versioning
ckb: بەکارهێنانی وەشانکردن

source: Enable versioning to save and restore the bottle to a state.
ckb: کاراکردنی وەشانکردن بۆ پاشەکەوت و گەڕاندنەوەی بتڵ بۆ دۆخێک.

source: Unlinked homedir
ckb: homedirی نەلکێنراو

source: We recommend using 32bit only if strictly necessary
ckb: پێمان باشە تەنها ئەگەر زۆر ناچار بیت، ئینجا ٣٢ بیت بەکار بهێنیت

source: Creating bottle…
ckb: دروستکردنی بتڵ…

source: Welcome
ckb: بەخێربێیت

source: Install
ckb: دامەزراندن

source: Back
ckb: گەڕانەوە

source: Bottles makes running Windows Software on Linux much easier.
ckb: بۆتڵز، کارپێکردنی نەرمەکاڵای ویندۆز لەسەر لینوکس ئاسانتر دەکات.

source: Wine
ckb: واین

source: We Are Almost There
ckb: هێندەمان نەماوە، هاکا گەیشتین

source: Downloading…
ckb: داگرتن…

source: Sit down and relax, it may take a few minutes.
ckb: ئیسراحەتی خۆت وەربگرە، ئەمە چەند خولەکێکی پێ دەچێت.

source: Download
ckb: داگرتن

source: Everything Is Ready!
ckb: هەموو شتێک ئامادەیە!

source: You are now ready to create your first bottles.
ckb: ئێستا تۆ ئامادەیت بۆ دروستکردنی یەکەم بتڵ.

source: Finish
ckb: تەواو

source: Warning: Be sure to give permission to the Flatpak to access the new path. This will break the sandbox!
ckb: ئاگاداری: دڵنیابە لەوەی کە مۆڵەت دەدەیت بە فلاتپاک بۆ ئەوەی دەستی بگایە شوێنە تازەکە. ئەمە ساندبۆکس دەشکێنێت!

source: Whether the above list should display unstable versions.
ckb: ئایە پێویستە لیستەکەی سەرەوە وەشانە ناجێگیرەکان پشان بدات یان نا.

source: Change launch options
ckb: گۆڕینی بژاردەکانی لەنچ

source: Bottles' Forums
ckb: یانەکانی بۆتڵز

source: Add desktop entry
ckb: زیادکردنی داخڵکردنی ڕوومێز

source: Creation date
ckb: بەرواری دروستکردن

source: Importer
ckb: هاوردەکەر

source: Health check
ckb: پشکنینی تەندروستی

source: Go back
ckb: گەڕانەوە

source: Calculating...
ckb: هەژمارکردن...

source: Dependencies installation failed.
ckb: دامەزراندنی پێبەندییەکان شکستی هێنا.

source: Installation failed, please check the logs.
ckb: دامەزراندن شکستی ‌هێنا، تکایە سەیری تۆمارەکان بکە.

source: The WINE config is being updated…
ckb: کۆنفیگی واین نوێ دەکرێتەوە…

source: WINE config updated!
ckb: کۆنفیگی واین نوێ کرایەوە!

source: Generating state files index …
ckb: دروستکردنی ئیندێکسی پەڕگەکانی دۆخ…

source: Creating a restore point …
ckb: دروستکردنی خاڵی گەڕانەوە…

source: Could not create the state folder.
ckb: نەتوانرا بوخچەی دۆخ دروست بکرێت.

source: Updating index …
ckb: نوێکردنەوەی ئیندێکس…

source: Updating states …
ckb: نوێکردنەوەی دۆخەکان…

source: Could not update the states file.
ckb: نەتوانرا دۆخی پەڕگە نوێ بکرێتەوە.

source: Could not update the index file.
ckb: نەتوانرا پەڕگەی ئیندێکس نوێ بکرێتەوە.

source: Warning
ckb: ئاگاداری

source: Confirm deletion
ckb: دڵنیابوونەوە لە سڕینەوە

source: Done
ckb: تەواو

source: Arguments found for executable: [{executable}].
ckb: ئارگیومێنتەکان بۆ exe دۆزرانەوە: [{executable}].

source: Choose where to store the new bottles (this will not move the existing ones)
ckb: دیاریبکە کە بتڵە تازەکان لە کوێ پاشەکەوت بن (بتڵەکانی ئێستات ناگوازرێنەوە بۆ ئەو جێگە)

source: Caffe runners
ckb: کارپێکەرەکانی Caffe

source: Lutris runners
ckb: کارپێکەرەکانی Lutris

source: Proton runners
ckb: کارپێکەرەکانی Proton

source: Other runners
ckb: کارپێکەرەکانی تر

source: Step {self.__step} of {self.steps}
ckb: هەنگاوی {self.__step} لە {self.steps}

source: Index for state {0}
ckb: ئیندێکس بۆ دۆخی {0}
