Repository: bottlesdevs/Bottles
Catalog: po/*.po
Languages: ar, bg, ca, ckb, cs, de, es, et, fi, fr, ga, hu, it, ja, kab, nl, pl, ro, ru, sk, sr, sv, ta, tr, uk

source: Bottles will create a state before running any dependencies or installers.
ca: Bottles crearà un estat abans d'executar qualsevol dependència o instal·lador.
de: Bottles erstellt einen Status, bevor Abhängigkeiten oder Installationsprogramme ausgeführt werden.
es: Bottles creará un estado antes de ejecutar cualquier dependencia o instalador.
hu: A Palackok létre fog hozni egy állapotot a telepítők és függőségek futtatása előtt.
it: Le bottiglie creeranno uno stato prima di eseguire qualsiasi dipendenza o installatore.

source: Use custom patterns to exclude some paths from versioning.
ca: Utilitzeu patrons personalitzats per excloure alguns camins del control de versions.
de: Verwenden Sie eigene Pattern, um bestimmte Pfade von der Versionierung auszuschließen.
es: Usar patrones personalizados para excluir algunas rutas del control de versiones.
hu: Egyéni minták használatával kizárhat bizonyos útvonalakat a verziókezelésből.
it: Usa modelli personalizzati per escludere alcuni percorsi dal versionamento.

source: Development and Debugging
ca: Desenvolupament i depuració
de: Entwicklung & Debugging
es: Desarrollo y depuración
hu: Fejlesztés és hibakeresés
it: Sviluppo e debug
sv: Utveckling och felsökning

source: A Vulkan and OpenGL overlay for monitoring FPS, temperatures, CPU/GPU load and more.
ca: Una superposició Vulkan i OpenGL per controlar FPS, temperatures, càrrega de CPU/GPU i molt més.
de: Ein Vulkan- und OpenGL-Overlay zur Überwachung der FPS, Temperaturen, CPU/GPU-Auslastung und weiterem.
es: Una capa de Vulkan y OpenGL para controlar los FPS, las temperaturas, la carga de la CPU/GPU y mucho más.
hu: Vulkan és OpenGL átfedés az FPS, a hőmérséklet, a CPU/GPU terhelés és egyebek figyeléséhez.
it: Un overlay Vulkan e OpenGL per monitorare FPS, temperature, utilizzo di CPU/GPU e altro.
sv: En Vulkan- och OpenGL-overlay för övervakning av FPS, temperaturer, CPU/GPU-belastning med mera.

source: OBS Vulkan Capture
ca: Captura de Vulkan de l'OBS
es: Capturadora Vulkan OBS
hu: OBS Vulkan képernyőfelvétel
it: Cattura schermo OBS/Vulkan
sv: OBS Vulkan Upptagning

source: Toggle OBS game capture for all programs.
ca: Commuta la captura de jocs de OBS per a tots els programes.
de: De(-aktiviere) OBS Game Capture für alle Programme.
es: Desactivar/Activar captura de juego de OBS para todos los programas.
hu: OBS játékrögzítés be-/kikapcsolása az összes program számára.
it: Abilita la registrazione di gioco di OBS per tutti i programmi.
sv: Växla på/av OBS-spelupptagning för alla program.

source: Wine 'fixme' Logs
ca: Registres de 'fixme' de Wine
es: Registros «fixme» de Wine
hu: Wine 'fixme' naplók
it: Log 'fixme' di Wine
sv: Wine fixme-loggar

source: Log code paths that are unimplemented in Wine.
ca: Registra els camins de codi que no estan implementats a Wine.
ckb: تۆمارکردنی شوێنی کۆدەکان کە لە وایندا نەچێندراون.
de: Code-Pfade aufzeichnen, die nicht in Wine implementiert sind.
es: Registra las rutas de código que no se han implementado en Wine.
hu: A hosszú kódútvonalak, amelyek nincsenek a Wine-ban implementálva.
it: Mostra i log per le funzioni non implementate in Wine.
sv: Logga kodssökvägar som inte har implementerats i Wine.

source: No Programs found
ca: No s'han trobat programes
de: Keine Programme gefunden
es: No se encontraron programas
hu: Nem találhatók programok
it: Nessun programma trovato
sv: Inga program hittades

source: Install programs from the installers section or by running the installer executable, you can also manually add executables with the "+" button.
ca: Instal·leu programes des de la secció d'instal·ladors o executant l'executable de l'instal·lador, també podeu afegir executables manualment amb el botó "+".
de: Installiere Programme aus dem Installer-Tab oder indem du ein Installationsprogramm ausführst. Du kannst auch manuell Programme mit dem "+"-Button hinzufügen.
es: Instala programas desde la sección de instaladores o ejecutando el ejecutable del instalador, también puedes añadir manualmente los ejecutables con el botón "+".
hu: Telepítse a programokat a telepítők részből vagy a telepítő végrehajható fájljának futtatásával, de manuálisan is hozzáadhat végrehajtható fájlokat a "+" gombbal.
it: Installa programmi dalla sezione Installatori o avviando il programma di installazione. È anche possibile aggiungere eseguibili manualmente con il pulsante "+".
sv: Installera program från installationssektionen eller genom att köra installatören. Du kan också lägga till körbara program manuellt med "+"-knappen.

source: Toggle Hidden
ca: Commuta l'ocultació
de: Versteckte ein-/ausblenden
es: Alternar ocultos
hu: Rejtettek be-/kikapcsolása
it: Mostra/nascondi nascosti
sv: Växla på/av dolda

source: Add a custom executable path
ca: Afegir un camí executable personalitzat
ckb: زیادکردنی شوێنی تایبەتی executable
de: Benutzerdefinierten Pfad für eine ausführbare Datei hinzufügen
es: Añadir una ruta de ejecución personalizada
hu: Egyéni végrehajtható fájl útvonal hozzáadása
it: Aggiungi un percorso personalizzato all'eseguibile
sv: Lägg till en anpassad körbar sökväg

source: No States Found
ca: No s’ha trobat cap estat
de: Keine Zustände gefunden
es: No se encontraron estados
hu: Nem található állapot
it: Nessuno stato trovato
sv: Inga lägen hittades

source: Create first state to start using versioning.
ca: Creeu el primer estat per començar a utilitzar versions.
ckb: یەکەم دۆخ دروست بکە بۆ دەستکردن بە بەکارهێنانی وەشانکردن.
de: Erstelle den ersten Zustand, um mit der Versionierung zu beginnen.
es: Crear el primer estado para empezar a usar el versionado.
hu: Hozza létre az első állapotot, hogy elkezdhesse használni a verziókezelést.
it: Crea uno stato per iniziare a usare il versionamento.
sv: Skapa ett första tillstånd för att börja använda versionshantering.

source: Create new state
ca: Crea un estat nou
ckb: دۆخی نوێ دروست بکە
de: Neuen Zustand erstellen
es: Crear estado nuevo
hu: Új állapot létrehozása
it: Crea nuovo stato
sv: Skapa ny status

source: Bottles crash report
ca: Informe de tancament inesperat de Bottles
de: Bottles Absturzbericht
es: Informe de cierre inesperado de Bottles
hu: Palackok összeomlásának jelentése
it: Rapporto crash di Bottles
sv: Bottles kraschrapport

source: Send report
ca: Envia l’informe
ckb: ناردنی ڕاپۆرت
de: Bericht senden
es: Enviar informe
hu: Jelentés küldése
it: Invia segnalazione
sv: Skicka rapport

source: This version of Bottles does not seem to provide all the necessary core dependencies, please contact the package maintainer or use an official version.
ca: Aquesta versió de Bottles no sembla proporcionar totes les dependències bàsiques necessàries, poseu-vos en contacte amb el mantenidor del paquet o utilitzeu una versió oficial.
de: Diese Version von Bottles scheint nicht alle notwendigen Kernabhängigkeiten zu enthalten. Bitte kontaktieren Sie den Paketbetreuer oder verwenden Sie eine offizielle Version.
es: Esta versión de Bottles no parece proporcionar todas las dependencias necesarias del núcleo, por favor contacte con el mantenedor del paquete o use una versión oficial.
hu: Úgy tűnik, hogy a Palackok ezen verziója nem biztosítja az összes szükséges alapvető függőséget, kérjük, lépjen kapcsolatba a csomag karbantartójával, vagy használjon hivatalos verziót.
it: Questa versione di Bottles non sembra fornire tutte le dipendenze di base necessarie; si prega di contattare il manutentore del pacchetto o di utilizzare una versione ufficiale.

source: These are paths from your host system that are mapped and recognized as devices by the runner (e.g. C: D:…).
ca: Aquests són els camins del vostre sistema amfitrió que el corredor mapeja i reconeix com a dispositius (p. ex., C: D:...).
de: Dies sind Dateipfade auf deinem Hostsystem, die vom Runner als Geräte erkannt werden (e.g. C: D:..).
es: Son rutas asignadas del sistema anfitrión que el ejecutor reconoce como dispositivos por el ejecutante (p. ej., C: o D:).
hu: Ezek a gazdarendszerből származó útvonalak, amelyeket a futtató eszközként leképez és felismer (pl. C: D:...).
it: Questi sono percorsi dal tuo sistema host che sono mappati e riconosciuti come dispositivi dal runner (ad es. C: D:…).
sv: Dessa är sökvägar från värdsystemet som mappas och erkänns som enheter av Runner (t.ex. C: D:...).

source: Take a break, it may take a while.
ca: Feu una pausa, pot trigar una estona.
de: Mach eine Pause, es könnte eine Weile dauern.
es: Tome un descanso, esto puede tardar.
hu: Tartson egy kis szünetet, ez eltarthat egy ideig.
it: Prenditi una pausa, potrebbe volerci qualche minuto.
sv: Ta en paus, det kan ta ett tag.

source: Environment variables are dynamic-named value that can affect the way running processes will behave on your bottle.
ar: متغيرات البيئة هي قيم مسماة تلقائياً تؤثر على طريقة عمل العمليات في قارورتك.
bg: Променливите на средата са динамично именувани стойности, които засягат изпълняваните процеси във Вашата бутилка.
ca: Les variables d'entorn són valors amb nom dinàmic que poden afectar la manera com es comportaran els processos en execució a l'ampolla.
ckb: گۆڕاوەکانی ژینگە بەهای ناونراوی داینەمیکین کە دەتوانن کار لە شێوازی کارکردنی پڕۆسەکان بکەن کە لەسەر بۆتڵەکەتن.
cs: Proměnné prostředí jsou dynamické hodnoty které mohou ovlivnit způsob jakým procesy běží ve vaší láhvi.
de: Umgebungsvariablen sind dynamisch benannte Werte, welche die laufenden Prozesse in der Bottle beeinflussen können.
es: Las variables de entorno son valores dinámicos que pueden afectar a la forma en que los procesos en ejecución se comportarán en su botella.
et: Keskkonnamuutujad on dünaamilised väärtused, mis võivad mõjutada viisi, kuidas programmid pudeli sees toimivad.
fi: Ympäristömuuttujat ovat dynaamisesti nimettyjä arvoja, jotka voivat vaikuttaa millä tavalla prosessit käyttäytyvät pullossa.
ga: Is luach dinimiciúil iad athróga comhshaoil a d'fhéadfadh dul i bhfeidhm ar an mbealach a iompraíonn próisis reatha ar do bhuidéal.
hu: A környezeti változók dinamikusan elnevezett értékek, amelyek befolyásolhatják a futó folyamatok működését a palackban.
it: Le variabili d'ambiente sono valori dinamici che possono influenzare il modo in cui i processi in esecuzione si comportano nella bottiglia.
ja: 環境変数は動的に与えられる値で、ボトル上の実行中のプロセスの挙動に影響し得ます。
nl: Omgevingsvariabelen zijn dynamisch benoemde waarden die invloed kunnen hebben op de manier waarop processen zich zullen gedragen in uw bottle.
pl: Zmienne środowiskowe są dynamicznie nazywanymi wartościami które mogą wpływać na działanie uruchomionych procesów w Twojej butelce.
ro: Variabilele de mediu sunt valori cu nume dinamice care pot afecta modul în care procesele în curs de execuție se vor comporta în sticla ta.
ru: Переменные среды — это текстовые настройки, влияющие на поведение запущенных в бутылке процессов.
sk: Premenné prostredia sú dynamické hodnoty, ktoré môžu ovplyvniť spôsob, akým procesy bežia vo Fľaši.
sr: Варијабле окружења су динамично именоване вредности које могу утицати на начин на који ће се покренути процеси понашати у твојој флаши.
sv: Miljövariabler är dynamiskt namngivna värden som kan påverka hur processer som körs beter sig på din flaska.
ta: சுற்றுச்சூழல் மாறிகள் என்பது டைனமிக்-பெயரிடப்பட்ட மதிப்பாகும், இது உங்கள் பாட்டிலில் இயங்கும் செயல்முறைகள் செயல்படும் விதத்தை பாதிக்கலாம்.
tr: Ortam değişkenleri, çalışan işlemlerin şişenizde nasıl davranacağını etkileyebilecek dinamik adlı değerlerdir.
uk: Змінні середовища — це значення з динамічним іменем, які можуть впливати на поведінку процесів, запущених у bottle.

source: Variable Name
ar: اسم المتغير
bg: Наименование на променливата
ca: Nom de la variable
cs: Název proměnné
de: Variablenname
es: Nombre de la variable
et: Muutuja nimi
fi: Muuttujan nimi
ga: Ainm Athraitheach
hu: Változónév
it: Nome della variabile
ja: 変数名
nl: Naam van variabele
pl: Nazwa zmiennej
ro: Numele variabilei
ru: Имя переменной
sk: Názov premennej
sr: Назив Варијабле
sv: Variabel-namn
ta: மாறி பெயர்
tr: Değişken Adı
uk: Ім'я Змінної

source: Existing Variables
ar: المتغيرات الموجودة
bg: Текущи променливи
ca: Variables existents
cs: Stávající proměnné
de: Vorhandene Variablen
es: Variables existentes
et: Olemasolevad muutujad
fi: Olemassa olevat muuttujat
ga: Athróga atá ann cheana
hu: Létező változók
it: Variabili esistenti
ja: 既存の変数
nl: Bestaande variabelen
pl: Istniejące zmienne
ro: Variabile existente
ru: Заданные переменные
sk: Existujúce premenné
sr: Постојеће Варијабле
sv: Befintliga variabler
ta: இருக்கும் மாறிகள்
tr: Mevcut değişkenler
uk: Наявні змінні

source: Configure how Gamescope should manage the window for the games you will run.
ca: Configureu com Gamescope hauria de gestionar la finestra per als jocs que executareu.
ckb: ڕێکخستنی چۆنیەتی بەڕێوەبردنی پەنجەرە لە لایەن گەیمسکۆپەوە بۆ یارییەکانت.
de: Konfiguriere, wie Gamescope das Fenster für Spiele, die du spielen willst, verwalten soll.
es: Configure cómo debe gestionar Gamescope la ventana de los juegos que va a ejecutar.
hu: Állítsa be, hogy a Gamescope hogyan kezelje a futtatni kívánt játékok ablakát.
it: Configura come Gamescope deve gestire la finestra dei giochi eseguiti.
sv: Konfigurera hur Gamescope ska hantera fönstret för de spel du ska köra.

source: Uses the resolution of the video game as a reference.
ca: Utilitza la resolució del videojoc com a referència.
de: Verwendet die Auflösung des Videospiels als Referenz.
es: Usa la resolución del videojuego como referencia.
it: Utilizza la risoluzione del videogioco come riferimento.

source: Width (e.g. 1280)
ca: Amplada (p. ex. 1280)
de: Breite (z. B. 1280)
es: Anchura (p. ej., 1280)
hu: Szélesség (pl. 1280)
it: Larghezza (es. 1280)
sv: Bredd (t.ex. 1280)

source: Height (e.g. 720)
ca: Alçada (p. ex. 720)
de: Höhe (z. B. 720)
es: Altura (p. ej., 720)
hu: Magasság (pl. 750)
it: Altezza (es. 720)
sv: Höjd (t.ex. 720)

source: Gamescope Resolution
ca: Resolució del gamescope
de: Gamescope Auflösung
es: Resolución de Gamescope
hu: Gamescope felbontás
it: Risoluzione di Gamescope

source: Upscales the resolution when using a resolution higher than the game resolution.
ca: Augmenta la resolució quan s'utilitza una resolució superior a la del joc.
de: Erhöht die Auflösung, wenn eine Auflösung verwendet wird, die höher ist als die Spielauflösung.
es: Aumenta la resolución cuando se usa una resolución superior a la del juego.
it: Aumenta la risoluzione quando si usa una risoluzione superiore a quella del gioco.

source: Frame Rate Limit (e.g. 60)
ca: Límit de velocitat de fotogrames (p. ex. 60)
de: Framerate-Limit (z. B. 60)
es: Límite de velocidad de fotogramas (por ejemplo, 60)
hu: Képkockasebesség-korlát (pl. 60)
it: Limite della frequenza dei fotogrammi (ad es. 60)

source: Frame Rate Limit (When Unfocused)
ca: Límit de velocitat de fotogrames (quan es desenfoca)
de: Framerate-Limit (wenn nicht fokussiert)
es: Límite de velocidad de fotogramas (cuando está desenfocado)
hu: Képkockasebesség-korlát (amikor nincs fókuszban)
it: Limite frequenza fotogrammi (con finestra non attiva)

source: Use Integer Scaling
bg: Използване на целочислено мащабиране
ca: Utilitza l'escalat d'enters
de: Ganzzahlige Skalierung verwenden
es: Usar la escala de números enteros
fi: Käytä kokonaisluvulla skaalausta
hu: Egész számú skálázás használata
it: Utilizzare Integer Scaling

source: Info
ar: المعلومات
bg: Информация
ca: Informació
cs: Informace
es: Información
et: Infoteade
ga: Eolas
hu: Információ
it: Informazioni
ja: 情報
kab: Talɣut
pl: Informacja
ro: Informații
ru: Сведения
sk: Informácia
sr: Инфо
sv: Information
ta: தகவல்
tr: Bilgi
uk: Відомості

source: Journal browser
ar: متصفح السجل
bg: Търсачка
ca: Navegador del diari
cs: Prohlížeč deníků
es: Navegador de noticias
et: Logibrauser
fi: Journal selain
hu: Naplóböngésző
it: Registro
ja: ジャーナルを表示
nl: Logboekbrowser
pl: Przeglądarka dziennika
ro: Jurnal
ru: Просмотр журнала
sr: Прегледач чланака
sv: Journalvisare
ta: ஜர்னல் உலாவி
tr: Günlük gezgini
uk: Браузер журналу

source: Change logging level.
ca: Canviar el nivell de registre.
de: Ändere Log-Level.
es: Cambiar el nivel de registro.
hu: Naplózási szint változtatása.
it: Cambia livello di log.
sv: Ändra loggningsnivå.

source: Choose a script
ca: Trieu un script
de: Wähle ein Skript aus
es: Elija un script
hu: Szkript kiválasztása
it: Scegli lo script
sv: Välj ett skript

source: Bottles has a whole new Versioning System which is not backwards compatible. To continue using versioning we need to re-initialize the bottle repository. This will not delete data from your bottle but will delete all existing states and create a new one. If you need to go back to a previous state before continuing, close this window and restore the state, then reopen the bottle to show this window again. The old system will be discontinued in one of the next releases.
ca: Bottles té un sistema de versionat completament nou que no és compatible amb versions anteriors. Per continuar utilitzant el versionat hem de tornar a inicialitzar el repositori d'ampolles. Això no suprimirà les dades de l'ampolla, sinó que suprimirà tots els estats existents i en crearà un de nou. Si heu de tornar a un estat anterior abans de continuar, tanqueu aquesta finestra i restaureu l'estat i torneu a obrir l'ampolla per tornar a mostrar aquesta finestra. El sistema antic es descatalogarà en una de les properes versions.
de: Bottles hat ein völlig neues Versionierungssystem, das nicht abwärtskompatibel ist. Um die Versionierung weiterhin zu nutzen, müssen wir das Bottles-Repository neu initialisieren. Dabei werden keine Daten aus der Bottle gelöscht, sondern alle bestehenden Zustände gelöscht und ein neuer erstellt. Wenn Sie zu einem früheren Zustand zurückkehren müssen, bevor Sie fortfahren, schließen Sie dieses Fenster, stellen Sie den Zustand wieder her und öffnen Sie die Bottle erneut, um dieses Fenster wieder anzuzeigen. Das alte System wird in einer der nächsten Versionen abgeschafft werden.
es: Bottles tiene un sistema de versiones completamente nuevo que no es compatible con versiones anteriores. Para continuar usando el versionado necesitamos reiniciar el repositorio de la botella. Esto no borrará los datos de su botella pero borrará todos los estados existentes y creará uno nuevo. Si necesita volver a un estado anterior antes de continuar, cierre esta ventana y restaure el estado, luego vuelva a abrir la botella para que aparezca de nuevo esta ventana. El sistema antiguo dejará de aplicarse en una de las próximas versiones.
hu: A Palackok egy teljesen új verziókezelési rendszerrel rendelkezik, amely nem kompatibilis visszafelé. A verziókezelés további használatához újra kell inicializálnunk a palack tárolóját. Ez nem törli az adatokat a palackból, de törli az összes meglévő állapotot, és létrehoz egy újat. Ha a folytatás előtt vissza kell térni egy korábbi állapothoz, zárja be ezt az ablakot és állítsa vissza az állapotot, majd nyissa meg újra a palackot, hogy ismét megjelenjen ez az ablak. A régi rendszer a következő kiadások egyikében megszűnik.

source: Re-initializing repository…
ca: S'està reiniciant el repositori…
de: Repository wird neu initialisiert…
es: Reiniciando el repositorio…

source: vkBasalt Settings
ca: Configuració de vkBasalt
de: vkBasalt Einstellungen
es: Configuración de vkBasalt
hu: vkBasalt beállítások

source: Color Lookup Table
ca: Taula de cerca de colors
de: Farbnachschlagtabelle
es: Tabla de búsqueda de colores
hu: Színkereső táblázat

source: Select a File
ca: Seleccioneu un fitxer
de: Wählen Sie eine Datei
es: Seleccione un archivo
hu: Fájl kiválasztása

source: CLUT transforms a range of colors into another range of colors using a .CUBE file, or a .png file where the height is equal to the width.
de: CLUT wandelt einen Farbbereich in einen anderen Farbbereich um, indem eine .CUBE-Datei oder eine .png-Datei verwendet wird, bei der die Höhe gleich der Breite ist.
es: CLUT transforma una gama de colores en otra gama de colores utilizando un archivo .CUBE, o un archivo .png donde la altura es igual a la anchura.

source: Wineprefix name
ca: Nom del prefix del Wine
es: Nombre del prefijo de Wine
hu: Wine prefix neve

source: This wineprefix was already imported in Bottles.
ca: Aquest prefix de Wine ja s'havia imporatat al Bottles.
ckb: ئەم واین پریفیکسە پێشتر لە بۆتڵزدا هاوردە کراوە.
de: Dieser Wine-Präfix wurde bereits in Bottles importiert.
es: Este prefijo de Wine ya se ha sido importado en Bottles.
hu: Ez a Wine prefix már importálva van a Palackokba.
it: Questo wineprefix è già stato importato in Bottles.
sv: Detta wineprefix har redan importerats till Bottles.

source: Import Bottles backup
ca: Importar copia de seguretat de Bottles
ckb: هاوردەکردنی باکئەپی بۆتڵز
de: Bottles-Sicherung importieren
es: Importar copia de seguridad de Bottles
hu: Palackok biztonsági mentésének importálása
it: Importa da backup
sv: Importera Bottles säkerhetskopia

source: No prefixes were found from Lutris, PlayOnLinux, etc. Use the icon on the top to import a bottle from a backup
ca: No s'ha trobat cap prefix de Lutris, PlayOnLinux, etc. Utilitzeu la icona de la part superior per importar una ampolla des d'una còpia de seguretat
de: Es wurden keine Präfixe von Lutris, PlayOnLinux, etc. gefunden. Verwende das Symbol oben, um eine Bottle von einer Sicherung zu importieren
es: No se encontraron Wine Prefixes de Lutris, PlayOnLinux, etc. Use el icono de la parte superior para importar una botella desde un respaldo
hu: Nem található prefix Lutristól, PlayOnLinuxtól, stb. Használja a felül található ikont egy palack biztonsági másolatból való importálásához
it: Non è stato trovato alcun prefisso di Lutris, PlayOnLinux, ecc. Usare l'icona in alto per importare una bottiglia da un backup
sv: Inga prefix hittades från Lutris, PlayOnLinux osv. Använd ikonen högst upp för att importera en flaska från en säkerhetskopia

source: Configuration
ar: التكوين
bg: Конфигурация
ca: Configuració
ckb: ڕێکخستن
cs: Konfigurace
de: Konfiguration
es: Configuración
et: Konfiguratsioon
fi: Kokoonpano
ga: Cumraíocht
hu: Konfiguráció
it: Configurazione
ja: 設定
kab: Tawila
nl: Configuratie
pl: Konfiguracja
ro: Configurare
ru: Конфигурация
sk: Konfigurácia
sr: Конфигурација
sv: Konfiguration
ta: உள்ளமைவு
tr: Yapılandırma
uk: Конфігурація

source: Install this program
ca: Instal·la aquest programa
de: Dieses Programm installieren
es: Instalar este programa
hu: Program telepítése
it: Installa questo programma
sv: Installera detta program

source: This bottle looks damaged.
ar: يبدو أن هذه القارورة متضررة.
bg: Тази бутилка изглежда повредена.
ca: Aquesta ampolla sembla malmesa.
ckb: وا دیارە ئەم بۆتڵە تێکچووە.
cs: Tato láhev vypadá poškozeně.
de: Diese Bottle sieht beschädigt aus.
es: Esta botella parece dañada.
et: See pudel tundub olema saanud viga.
fi: Tämä pullo näyttää vaurioituneelta.
ga: Breathnaíonn an buidéal seo damáiste.
hu: Ez a palack sérültnek tűnik.
it: Questa bottiglia sembra danneggiata.
ja: このボトルは破損しているようです。
kab: Taqerɛet-a tettban-d tettwaɣ.
nl: Deze bottle ziet er beschadigd uit.
pl: Ta butelka wygląda na uszkodzoną.
ro: Această sticlă pare deteriorată.
ru: Кажется, бутылка повреждена.
sk: Táto Fľaša vyzerá byť poškodená.
sr: Ова флаша делује оштећено.
sv: Denna butelj ser skadad ut.
ta: இந்த பாட்டில் சேதமடைந்து காணப்படுகிறது.
tr: Bu şişe hasarlı görünüyor.
uk: Ця Пляшка виглядає пошкодженою.

source: Execute in this bottle
ca: Executa en aquesta ampolla
ckb: ئێکسکیوت بکە لە ناو ئەم بۆتڵەدا
de: In dieser Bottle ausführen
es: Ejecutar en esta botella
hu: Végrehajtás ebben a palackban
it: Esegui in questa bottiglia
sv: Exekvera i denna butelj
