Repository: bottlesdevs/Bottles
Catalog: po/*.po
Languages: ar, bg, ca, ckb, cs, de, es, et, fi, fr, ga, hu, it, ja, kab, nl, pl, ro, ru, sk, sr, sv, ta, tr, uk

source: Change Launch Options…
ar: تغيير خيارات التشغيل…
bg: Промяна на опциите за стартиране…
ca: Canvia les opcions d’inici…
cs: Změnit možnosti spuštění…
de: Startoptionen ändern…
es: Cambiar las opciones de lanzamiento…
et: Muuda käivitamise valikuid…
fi: Muuta käynnistysvalintoja…
fr: Modifier les options de lancement…
ga: Athraigh Roghanna Seolta…
hu: Indítási opciók módosítása…
it: Modifica opzioni di avvio…
ja: プログラム起動オプションを変更…
kab: Snifel tixtiṛiyin n usekker…
nl: Startopties wijzigen…
pl: Zmień opcje uruchamiania…
ro: Modifică opțiunile de pornire…
ru: Изменить параметры запуска…
sk: Zmeniť možnosti spúšťania…
sr: Промени Опције Покретања…
sv: Ändra startalternativ…
ta: ஏவுதல் விருப்பங்களை மாற்றவும்…
tr: Başlatma Seçeneklerini Değiştir…
uk: Змінити опції запуску…

source: Add to Library
ar: أضِف إلى المكتبة
bg: Добавяне към библиотеката
cs: Přidat do knihovny
et: Lisa rakenduste kogusse
fi: Lisää kirjastoon
fr: Ajouter à ma bibliothèque
ga: Cuir leis an Leabharlann
ja: ライブラリに追加
kab: Rnu ɣer temkarḍit
nl: Toevoegen aan bibliotheek
pl: Dodaj do biblioteki
ro: Adaugă în bibliotecă
ru: Добавить в библиотеку
sk: Pridať do Knižnice
sr: Додај у Библиотеку
ta: நூலகத்தில் சேர்க்கவும்
tr: Kütüphaneme Ekle
uk: Додати до бібліотеки

source: Add Desktop Entry
ar: إضافة أيقونة لسطح المكتب
bg: Добавяне на пряк път на работния плот
ca: Afegeix una entrada d’escriptori
cs: Přidat položky na plochu
de: Desktop-Eintrag hinzufügen
es: Añadir acceso directo
et: Lisa töölauakirje
fi: Lisää työpöytätietue
fr: Ajouter une entrée de bureau
ga: Cuir Iontráil Deisce leis
hu: Asztalbejegyzés hozzáadása
it: Aggiungi icona sulla scrivania
ja: デスクトップエントリを追加
kab: Rnu anekcum n tnarit
nl: App-icoon toevoegen
pl: Dodaj wpis pulpitowy
ro: Adaugă simbolul pe ecran
ru: Добавить на рабочий стол
sk: Pridať položku na plochu
sr: Додај на Радну Површину
sv: Lägg till skrivbordsfil
ta: டெஸ்க்டாப் உள்ளீட்டைச் சேர்க்கவும்
tr: Masaüstü Girdisi Ekle
uk: Додати на стільницю

source: Add to Steam
ar: أضف إلى Steam
bg: Добавяне към „Steam“
ca: Afegeix a l’Steam
cs: Přidat do Steamu
de: Zu Steam hinzufügen
es: Añadir a Steam
et: Lisa Steami
fi: Lisää Steamiin
fr: Ajouter à Steam
ga: Cuir le Steam
hu: Hozzáadás Steamhez
it: Aggiungi a Steam
ja: Steam に追加
kab: Rnu Steam
nl: Toevoegen aan Steam
pl: Dodaj do Steama
ro: Adaugă la Steam
ru: Добавить в Steam
sk: Pridať do Steamu
sr: Додај у Стим
sv: Lägg till i Steam
ta: ஸ்டீமில் சேர்க்கவும்
tr: Steam'e Ekle
uk: Додати в Steam

source: Rename…
ar: أعد التسمية…
bg: Преименуване…
ca: Canvia el nom…
cs: Přejmenovat…
de: Umbenennen…
es: Cambiar nombre…
et: Muuda nime…
fi: Nimeä uudelleen…
fr: Renommer…
ga: Athainmnigh…
hu: Átnevezés…
it: Rinomina…
ja: 名前を変更…
kab: Snifel isem…
nl: Hernoemen…
pl: Zmień nazwę…
ro: Redenumește…
ru: Переименовать…
sk: Premenovať…
sr: Преименуј…
sv: Byt namn…
ta: மறுபெயரிடுங்கள்…
tr: Yeniden adlandır…
uk: Перейменувати…

source: Hide Program
ar: أخفِ البرنامج
bg: Скриване на програмата
ca: Amaga el programa
cs: Skrýt program
de: Programm ausblenden
es: Ocultar programa
et: Peida programmi
fi: Piilota ohjelma
fr: Masquer ce programme
ga: Clár i bhfolach
hu: Program elrejtése
it: Nascondi programma
ja: プログラムを非表示
kab: Ffer Ahil
nl: Programma verbergen
pl: Ukryj ten program
ro: Ascunde programul
ru: Скрыть программу
sk: Skryť program
sr: Сакриј Програм
sv: Dölj programet
ta: நிரலை மறை
tr: Programı Gizle
uk: Приховати програму

source: Show Program
ar: اعرض البرنامج
bg: Показване на програмата
ca: Mostra el programa
cs: Zobrazit program
de: Programm einblenden
es: Mostrar programa
et: Näita programmi
fi: Näytä ohjelma
fr: Montrer ce programme
ga: Clár Taispeáin
hu: Program megjelenítése
it: Mostra programma
ja: プログラムを表示
kab: Sken Ahil
nl: Programma tonen
pl: Pokaż program
ro: Arată programul
ru: Показать программу
sk: Zobraziť program
sr: Прикажи Програм
sv: Visa programet
ta: நிரலைக் காட்டு
tr: Programı Göster
uk: Показати програму

source: Remove from List
ar: أزل من القائمة
bg: Премахване от списъка
ca: Treu de la llista
cs: Odebrat ze seznamu
de: Aus Liste entfernen
es: Eliminar de la lista
et: Eemalda loendist
fi: Poista luettelosta
fr: Retirer de la liste
ga: Bain ón Liosta
hu: Eltávolítás a listáról
it: Rimuovi dalla lista
ja: 一覧から削除
kab: kkes seg tebdart
nl: Verwijderen uit lijst
pl: Usuń z listy programów
ro: Elimină din listă
ru: Убрать из списка
sk: Odobrať zo zoznamu programov
sr: Уклони са Листе
sv: Ta bort från listan
ta: பட்டியலில் இருந்து நீக்கு
tr: Listeden Kaldır
uk: Вилучити зі списку

source: Uninstall
ar: ألغِ التثبيت
bg: Премахване
ca: Desinstal·lar
ckb: ڕەشکردنەوە
cs: Odinstalovat
de: Deinstallieren
es: Desinstalar
et: Eemalda
fi: Poista asennus
fr: Désinstaller
ga: Díshuiteáil
hu: Eltávolítás
it: Disinstalla
ja: アンインストール
kab: Kkes asbeddi
nl: Verwijderen
pl: Odinstaluj
ro: Dezinstalează
ru: Удалить
sk: Odinštalovať
sr: Деинсталирај
sv: Avinstallera
ta: நிறுவல் நீக்கவும்
tr: Kaldır
uk: Деінсталювати

source: Program name
ar: اسم البرنامج
bg: Наименование на програмата
ca: Nom del programa
cs: Název programu
de: Programmname
es: Nombre del programa
et: Programmi nimi
fi: Ohjelman nimi
fr: Nom du programme
ga: Ainm an chláir
hu: Programnév
ja: プログラム名
kab: Isem n wahil
nl: Programmanaam
pl: Nazwa programu
ro: Numele programului
ru: Название программы
sk: Názov programu
sr: Име Програма
ta: நிரல் பெயர்
tr: Program Adı
uk: Назва програми

source: Launch with Steam
ar: شغّل باستخدام Steam
bg: Стартиране със „Steam“
ca: Llançar amb Steam
cs: Spustit pomocí Steam
de: Mit Steam starten
es: Iniciar con Steam
et: Käivita Steamiga
fi: Käynnistä Steamilla
fr: Exécuter avec Steam
ga: Seoladh le Steam
hu: Indítás Steammel
it: Avvia con Steam
ja: Steam を使って起動
kab: Senker s Steam
nl: Starten met Steam
pl: Uruchom za pomocą Steam
ro: Pornește cu Steam
ru: Запуск посредством Steam
sk: Spustiť pomocou Steamu
sr: Покрени са Стимом
sv: Starta med Steam
ta: ஸ்டீம் உடன் ஏவவும்
tr: Steam ile başlat
uk: Запуск зі Steam

source: _Cancel
ar: _ألغِ
bg: _Отказ
ca: _Cancel·lar
cs: _Zrušit
de: _Abbrechen
es: _Cancelar
et: _Katkesta
fi: _Peru
fr: A_nnuler
ga: _Cealaigh
hu: _Mégse
ja: キャンセル(_C)
kab: _Sefsex
nl: _Annuleren
pl: Anuluj
ro: _Renunță
ru: _Отмена
sk: _Zrušiť
sr: _Откажи
ta: _ரத்துசெய்
tr: _İptal
uk: _Скасувати

source: C_reate
et: _Loo
fr: C_réer
ga: C_ruthaigh
ja: 作成(_R)
kab: S_nulfu-d
nl: _Aanmaken
ro: C_reează
ru: Создать
sk: _Vytvoriť
sr: Н_аправи
ta: உருவாக்கு (_r)
tr: _Oluştur
uk: Створити

source: Name
ar: الاسم
bg: Наименование
ca: Nom
ckb: ناو
cs: Jméno
es: Nombre
et: Nimi
fi: Nimi
fr: Nom
ga: Ainm
hu: Név
it: Nome
ja: 名前
kab: Isem
nl: Naam
pl: Nazwa
ro: Nume
ru: Название
sk: Meno
sr: Име
sv: Namn
ta: பெயர்
tr: Ad
uk: Ім'я

source: Show Information
ar: أظهر المعلومات
bg: Показване на информацията
ca: Mostra informació
cs: Zobrazit informace
de: Informationen anzeigen
es: Mostrar información
et: Näita teavet
fi: Näytä tiedot
fr: Afficher les informations
ga: Taispeáin Faisnéis
hu: Információ megjelenítése
kab: Sken talɣut
nl: Informatie tonen
pl: Informacje
ro: Arată informații
ru: Показать сведения
sk: Zobraziť informácie
sr: Прикажи Информације
ta: தகவலைக் காட்டு
tr: Bilgileri Göster
uk: Показати відомості

source: Optimized for productivity software
fr: Optimisé pour les logiciels de productivité

source: _Gaming
et: _Mäng
fr: Jeux
ga: _Cearrbhachas
ja: ゲーミング(_G)
kab: Urar (_G)
ro: _Jocuri
ru: _Игры
sk: _Hry
sr: _Гејминг
ta: விளையாடுவது (_G)
tr: _Oyun
uk: Ігри

source: Optimized for games, game engines, and 3D apps
fr: Optimisé pour les jeux, les moteurs de jeu et les applications 3D

source: C_ustom
et: _Kohandatud
fr: Personnalisée
ga: S_aincheaptha
ja: カスタム(_U)
kab: Sa_gen
nl: _Aangepast
ro: _Personalizat
ru: Пользовательская
sk: V_lastné
sr: П_рилагођено
ta: தனிப்பயன் (_u)
tr: Ö_zel
uk: Власне

source: A clean state intended for specific use cases
fr: Un état propre destiné à des cas d'utilisation spécifiques

source: 64-bit is recommended for most users
fr: La version 64 bits est recommandée pour la plupart des utilisateurs

source: Runner
ar: المشغل
bg: Стартираща програма
ca: Corredor
ckb: کارپێکەر
es: Ejecutor
et: Käivitaja
fi: Ajaja
fr: Exécuteur
ga: Raitheoir
hu: Futtató
ja: ランナー
kab: Amsedday
pl: Program uruchamiający
ro: Executant
ru: Раннер
sk: Spúšťač
sr: Покретач
sv: Körprogram
ta: ஓடுபவர்
tr: Çalıştırıcı
uk: Двигун

source: Provider and version of the compatibility layer
fr: Fournisseur et version de la couche de compatibilité

source: Bottle Directory
et: Pudeli kaust
fr: Répertoire de la bouteille
ga: Eolaire Buidéal
ja: ボトルのディレクトリ
kab: Akaram n Tqerɛet
nl: Bottles-map
ro: Dosarul sticlei
ru: Папка бутылки
sk: Adresár Fľaše
sr: Директоријум Флаше
ta: பாட்டில் அடைவு
tr: Şişe Klasörü
uk: Каталог Пляшки

source: Location where the bottle's data is stored
fr: Emplacement où sont stockées les données de la bouteille

source: Reset to Default
ar: عُد للإعدادات الافتراضية
bg: Нулиране
ca: Restableix al valor per defecte
cs: Obnovit výchozí
de: Auf Standard zurücksetzen
es: Restablecer a predeterminado
et: Lähtesta vaikimisi väärtusteks
fi: Palauta oletusarvoon
fr: Réinitialiser à la valeur par défaut
ga: Athshocraigh go Réamhshocrú
hu: Visszaállítás alapértelmezettre
ja: デフォルトにリセット
kab: Ales awennez ɣer Umezwer
nl: Standaardwaarden herstellen
pl: Resetuj do wartości domyślnych
ro: Restabilește valorile inițiale
ru: Восстановить значения по умолчанию
sk: Obnoviť predvolené nastavenia
sr: Врати на Подразумевано
ta: இயல்புநிலைக்கு மீட்டமைக்கவும்
tr: Varsayılana sıfırla
uk: Скинути на типові значення

source: Import Configuration
fr: Importer la configuration

source: Creating Bottle…
et: Loome pudelit…
fr: Création d’une bouteille…
ga: Buidéal á Chruthú…
ja: ボトルを作成しています…
kab: Asnulfu n Taqerɛet…
nl: Bottle aanmaken…
ro: Se creează Sticla…
ru: Создание бутылки…
sk: Vytváram Fľašu…
sr: Правим Флашу…
ta: பாட்டிலை உருவாக்குகிறது…
tr: Şişe Oluşturuluyor…
uk: Створення Пляшки…

source: _Cancel Creation
fr: A_nnuler la création

source: _Close
et: _Sulge
fr: Fermer
ga: _Dún
ja: 閉じる(_C)
kab: _Mdel
nl: _Sluiten
ro: În_chide
ru: _Закрыть
sk: _Zavrieť
sr: _Затвори
ta: மூடு (_C)
tr: _Kapat
uk: Закрити

source: This name is unavailable, please try another.
et: Selline nimi pole saadaval, proovi mõnda muud nime.
fr: Ce nom n'est pas disponible, veuillez en essayer un autre.
ga: Níl an t-ainm seo ar fáil, déan iarracht eile le do thoil.
ja: この名前は利用できません、ほかの名前をお試しください。
kab: Isem-agi ulac-it, ma ulac aɣilif ɛreḍ wayeḍ.
nl: Deze naam is niet beschikbaar, probeer een andere.
ro: Acest nume nu este disponibil, încearcă altul.
ru: Это имя недоступно, попробуйте другое.
sk: Toto meno je nedostupné, použite prosím iné.
sr: Ово име није доступно, молим пробајте друго.
ta: இந்தப் பெயர் கிடைக்கவில்லை, வேறொன்றை முயற்சிக்கவும்.
tr: Bu isim kullanılamıyor, lütfen başka bir isim deneyin.
uk: Ця назва недоступна, спробуйте іншу.

source: Remove
ar: أزل
bg: Премахване
ca: Suprimir
cs: Odstranit
de: Entfernen
es: Eliminar
et: Eemalda
fi: Poista
fr: Supprimer
ga: Bain
hu: Eltávolítás
it: Rimuovi
ja: 削除
kab: Kkes
nl: Verwijderen
pl: Usuń
ro: Elimină
ru: Удалить
sk: Odstrániť
sr: Уклони
sv: Ta bort
ta: அகற்று
tr: Kaldır
uk: Вилучити

source: No Snapshots Found
ar: لم يُعثر على لقطات
bg: Няма намерени моментни снимки
cs: Žádné snímky nalezené
et: Hetktõmmiseid ei leidunud
fi: Tilannevedoksia ei löytynyt
fr: Aucun instantané trouvé
ga: Níl aon Snapshots le fáil
ja: スナップショットが見つかりません
nl: Geen momentopnamen gevonden
ro: Nu s-au găsit instantanee
ru: Снимки не найдены
sk: Neboli nájdené žiadne snímky
sr: Ниједна Верзија Није нађена
ta: ஸ்னாப்ஷாட்கள் எதுவும் கிடைக்கவில்லை
tr: Anlık Görüntü Bulunamadı
uk: Снапшотів не знайдено

source: Create your first snapshot to start saving states of your preferences.
ar: أنشئ أول لقطة لتبدأ حفظ حالات تفضيلاتك.
bg: Създайте моментна снимка за да запазите състоянията на Вашите предпочитания.
cs: Vytvořte první snímek a začněte ukládat stavy svých předvoleb.
et: Alustamaks oma eelistuste olekute salvestamist loo oma esimene hetktõmmis.
fi: Luo ensimmäinen tilannevedos aloittaaksesi asetusten tilanteiden tallentamisen.
fr: Créez votre premier instantané pour commencer à enregistrer les états de vos préférences.
ga: Cruthaigh do chéad léargas chun tosú a shábháil stáit de do chuid roghanna.
ja: 最初のスナップショットを作成して、設定状態の保存を開始しましょう。
nl: Creëer uw eerste momentopname om staten van uw instellingen te bewaren.
ro: Creează primul instantaneu pentru a începe să salvezi stările preferințelor tale.
ru: Создайте ваш первый снимок, чтобы начать сохранять состояния ваших настроек.
sk: Vytvorte prvú snímku a začnite ukladať stavy svojich nastavení.
sr: Направи прво стање како би почео са чувањем стања твојих преференци.
ta: உங்கள் விருப்பங்களின் நிலைகளைச் சேமிக்கத் தொடங்க உங்கள் முதல் ஸ்னாப்ஷாட்டை உருவாக்கவும்.
tr: Tercihlerinizin durumlarını kaydetmeye başlamak için ilk anlık görüntünüzü oluşturun.
uk: Створіть свій перший снапшот, щоб почати зберігати стани ваших налаштувань.

source: Read Documentation
ar: اقرأ التوثيق
bg: Прочитане на документацията
ca: Llegir documentació
cs: Přečtěte si dokumentaci
de: Dokumentation lesen
es: Leer la documentación
et: Loe dokumentatsiooni
fi: Lue dokumentaatio
fr: Lire la documentation
ga: Léigh Doiciméadú
hu: Dokumentáció elolvasása
ja: ドキュメンテーションを読む
kab: Ɣeṛ tasemlit
nl: Documentatie lezen
pl: Przeczytaj dokumentację
ro: Citește documentația
ru: Читать документацию
sk: Prečítajte si dokumentáciu
sr: Прочитај Документацију
ta: ஆவணங்களைப் படிக்கவும்
tr: Belgelendirmeyi Oku
uk: Читати документацію

source: A short comment
ar: تعليق قصير
bg: Кратък коментар
ca: Un breu comentari
cs: Krátký komentář
de: Ein kurzer Kommentar
es: Un comentario breve
et: Lühikommentaar
fi: Lyhyt kommentti
fr: Un court commentaire
ga: Trácht gairid
hu: Egy rövid megjegyzés
it: Un breve commento
ja: 簡潔なコメント
kab: Awennit awezlan
nl: Een korte opmerking
pl: Krótki komentarz
ro: Un scurt comentariu
ru: Краткий комментарий
sk: Krátky komentár
sr: Кратак коментар
sv: En kort kommentar
ta: ஒரு சிறு கருத்து
tr: Kısa bir yorum
uk: Короткий коментарій

source: Save the bottle state.
ar: احفظ حالة القارورة.
bg: Запазва състоянието на бутилката.
ca: Deseu l'estat de l'ampolla.
ckb: پاشەکەوتکردنی دۆخی بۆتڵ.
cs: Uložit stav láhve.
de: Speichere den Zustand der Bottle.
es: Guarde el estado de la botella.
et: Salvesta pudeli olek.
fi: Tallenna pullon tila.
fr: Enregistrer l’état de la bouteille.
ga: Sábháil stát an bhuidéil.
hu: Palack állapotának mentése.
it: Salva lo stato della bottiglia.
ja: ボトルの状態を保存します。
kab: Sekles addad n tqerɛet.
nl: Sla de bottle-status op.
pl: Zapisz stan butelki.
ro: Salvează starea sticlei.
ru: Сохранить состояние бутылки.
sk: Uložiť stav Fľaše.
sr: Сачувај стање флаше.
sv: Spara buteljstatus.
ta: பாட்டில் நிலையை சேமிக்கவும்.
tr: Şişenin durumunu kaydet.
uk: Зберегти стан Пляшки.

source: Create new Snapshot
ar: أنشئ لقطة جديدة
bg: Създаване на нова моментна снимка
cs: Vytvořit nový snímek
et: Loo uus hetktõmmis
fi: Luo uusi tilannevedos
fr: Créer un nouvel instantané
ga: Cruthaigh Snapshot nua
ja: 新しいスナップショットを作成
nl: Nieuwe momentopname aanmaken
ro: Creează un nou instantaneu
ru: Создать новый снимок
sk: Vytvoriť novú snímku
sr: Направи ново Стање
ta: புதிய ஸ்னாப்ஷாட்டை உருவாக்கவும்
tr: Yeni Anlık Görüntü Oluştur
uk: Створити новий снапшот

source: Details
ar: التفاصيل
bg: Подробности
cs: Podrobnosti na
et: Üksikasjad
fi: Tiedot
fr: Détails
ga: Sonraí
ja: 詳細
kab: Ifatusen
pl: Szczegóły
ro: Detalii
ru: Сведения
sk: Podrobnosti
sr: Детаљи
ta: விவரங்கள்
tr: Detaylar
uk: Подробиці

source: Go Back
ar: عُد
bg: Назад
cs: Vrátit se zpět
et: Mine tagasi
fi: Takaisin
fr: Retourner
ga: Téigh ar ais
ja: 戻る
kab: Uɣal ɣer deffir
nl: Terug
pl: Wróć
ro: Înapoi
ru: Назад
sk: Vrátiť sa naspäť
sr: Иди Назад
ta: திரும்பி செல்
tr: Geri git
uk: Повернутися

source: Operations
ar: العمليات
bg: Операции
ca: Operacions
ckb: کردارەکان
cs: Operace
de: Operationen
es: Operaciones
et: Tegevused
fi: Toiminnot
fr: Opérations
ga: Oibríochtaí
hu: Műveletek
it: Operazioni
ja: 操作
kab: Timhalin
nl: Activiteiten
pl: Operacje
ro: Operațiuni
ru: Операции
sk: Operácie
sr: Операције
sv: Operationer
ta: செயல்பாடுகள்
tr: İşlemler
uk: Операції

source: Sandbox Settings
ar: إعدادات الملعب (Sandbox)
bg: Настройки на пясъчника
ca: Configuració de l'espai aïllat
cs: Nastavení Sandboxu
de: Sandbox-Einstellungen
es: Configuración de depósito seguro
et: Aedikkäituse seadistused
fi: Hiekkalaatikon asetukset
fr: Paramètres de bac à sable
ga: Socruithe Bosca Gaineamh
hu: Homokozó beállítások
ja: サンドボックスの設定
kab: Iɣewwaṛen n tnaka n ijdi
nl: Zandbakinstellingen
pl: Ustawienia sandboxa
ro: Reglări Mediu izolat
ru: Настройки «песочницы»
sk: Nastavenia sandboxu
sr: Подешавања Виртуелног Простора
ta: சாண்ட்பாக்ஸ் அமைப்புகள்
tr: Korumalı Alan Ayarları
uk: Налаштування пісочниці

source: Share Network
ar: مشاركة الشبكة
bg: Споделяне на мрежата
ca: Comparteix la xarxa
cs: Sdílet síť
de: Netzwerk freigeben
es: Compartir la red
et: Jaga võrku
fi: Jaa verkko
fr: Partager le réseau
ga: Comhroinn Líonra
hu: Hálózat megosztása
ja: ネットワークを共有
kab: Bḍu aẓeṭṭa
nl: Netwerk delen
pl: Udostępnij sieć
ro: Împărtășește rețeaua
ru: Доступ к сети
sk: Zdieľať sieť
sr: Подели Мрежу
ta: பகிர்வு பிணையம்
tr: Ağı Paylaş
uk: Доступ до мережі

source: Share Sound
ar: مشاركة الصوت
bg: Споделяне на звука
ca: Comparteix el so
cs: Sdílet zvuk
de: Sound teilen
es: Compartir el sonido
et: Jaga heli
fi: Jaa ääni
fr: Partager le son
ga: Comhroinn Fuaim
hu: Hang megosztása
ja: サウンドを共有
kab: Bḍu imesli
nl: Gedeelde map gevonden
pl: Udostępnij dźwięk
ro: Împărtășește sunetul
ru: Доступ к звуку
sk: Zdieľať zvuk
sr: Подели Звук
ta: ஒலியைப் பகிரவும்
tr: Ses Paylaş
uk: Доступ до звуку

source: window-title
fr: titre-de-la-fenêtre

source: Day
fr: Jour

source: Week
fr: Semaine

source: Year
fr: Année

source: Today
fr: Aujourd'hui

source: Weekly
fr: Hebdomadaire

source: Average: 0h 0m
fr: Moyenne : 0h 0m

source: Previous Week
fr: Semaine précédente

source: Next Week
fr: Semaine suivante

source: Total Playtime
fr: Temps de jeu total

source: Never
fr: Jamais

source: Last Played
fr: Joué dernièrement

source: Builtin (Wine)
ar: مدمج (واين)
bg: Вградени („Wine“)
ca: Incorporat (Wine)
ckb: لەناودا دروستکراو (واین)
cs: Vestavěné (Wine)
de: Integrierte (Wine)
es: Incorporado (Wine)
et: Lisatud (Wine)
fi: Sisäänrakennettu (Wine)
fr: Intégré (Wine)
ga: Builtin (Fíon)
hu: Beépített (Wine)
it: Integrato (Wine)
ja: 組み込み (Wine)
kab: Yesleɣ (Wine)
nl: Ingebouwd (Wine)
pl: Wbudowane (Wine)
ro: Integrate (Wine)
ru: Встроенный (Wine)
sk: Vstavané (Wine)
sr: Уграђени (Вајн)
sv: Inbyggt (Wine)
ta: உள்ளமைக்கப்பட்ட (ஒயின்)
tr: Yerleşik (Wine)
uk: Вбудований (Wine)

source: Native (Windows)
ar: أصلي (ويندوز)
bg: Оригинални („Windows“)
ca: Natiu (Windows)
ckb: نەیتڤ (ویندۆز)
cs: Nativní (Windows)
de: Nativ (Windows)
es: Nativo (Windows)
et: Omane (Windows)
fi: Alkuperäinen (Windows)
fr: Natif (Windows)
ga: Dúchasach (Windows)
hu: Natív (Windows)
it: Nativo (Windows)
ja: ネイティブ (Windows)
kab: Aneṣli (Windows)
nl: Lokaal (Windows)
pl: Natywne (Windows)
ru: Родной (Windows)
sk: Natívne (Windows)
sr: Изворни (Виндовс)
sv: Inhemskt (Windows)
ta: பூர்வீகம் (விண்டோஸ்)
tr: Yerel (Windows)
uk: Рідний (Windows)

source: Builtin, then Native
ar: المدمج ثم الأصلي
bg: Вградени и оригинални
ca: Incorporat, després natiu
cs: Builtin, pak Native
de: Integrierte, dann Nativ
es: Incorporado, después nativo
et: Esmalt lisatud, siis omane
fi: Sisäänrakennettu, sitten natiivi
fr: Intégré, puis natif
ga: Builtin, ansin Dúchasach
hu: Beépített majd natív
it: Integrato poi nativo
ja: 組み込みが利用できなければネイティブを使う
kab: Yesleɣ, syin Aneṣli
nl: Ingebouwd, daarna lokaal
pl: Wbudowane, następnie natywne
ro: Integrate, apoi native
ru: Встроенный, затем родной
sk: Vstavané, potom natívne
sr: Уграђени, затим Изворни
sv: Builtin, sedan Native
ta: பில்டின், பின்னர் பூர்வீகம்
tr: Yerleşik, sonra Yerel
uk: Вбудований, потім рідний

source: Native, then Builtin
ar: الأصلي ثم المدمج
bg: Оригинални и вградени
ca: Natiu, després Incorporat
cs: Nativní, pak vestavěný
de: Nativ, dann Integrierte
es: Nativo, después incorporado
et: Esmalt omane, siis lisatud
fi: Natiivi, sitten sisäänrakennettu
fr: Natif, puis intégré
ga: Dúchasach, ansin Builtin
hu: Natív majd beépített
it: Nativo poi integrato
ja: ネイティブが利用できなければ組み込みを使う
kab: Aneṣli, syin Asleɣ
nl: Lokaal, daarna ingebouwd
pl: Natywne, następnie wbudowane
ro: Native, apoi integrate
ru: Родной, затем встроенный
sk: Natívne, potom vstavané
sr: Изворни, затим Уграђени
sv: Native, sedan Builtin
ta: பூர்வீகம், பின்னர் பில்டின்
tr: Yerel, sonra Yerleşik
uk: Рідний, потім вбудований

source: Disabled
ar: معطل
bg: Изключено
ca: Inhabilitat
cs: Zakázáno
de: deaktiviert
es: Deshabilitado
et: Pole kasutusel
fi: Pois käytöstä
fr: Désactivé
ga: Míchumas
hu: Letiltva
it: Disabilitato
ja: 無効
kab: Ittwasens
nl: Uitgeschakeld
pl: Wyłączony
ro: Dezactivat
ru: Отключено
sk: Vypnuté
sr: Онемогућено
sv: Inaktiverad
ta: முடக்கப்பட்ட
tr: Devre Dışı
uk: Вимкнено

source: Upgrade Needed
ar: الترقية مطلوبة
bg: Необходимо е надграждане
ca: Actualització necessària
cs: Potřebný upgrade
de: Upgrade erforderlich
es: Requiere una actualización
et: Vajalik on uuendus
fi: Päivitys vaaditaan
fr: Mise à niveau requise
ga: Uasghrádú Teast
hu: Frissítés szükséges
ja: アップグレードが必要
kab: Aleqqem yettwasra
nl: Upgrade benodigd
pl: Aktualizacja wymagana
ro: Avansare necesară
ru: Необходимо обновление
sk: Vyžaduje sa aktualizácia
sr: Потребно Ажурирање
ta: மேம்படுத்தல் தேவை
tr: Yükseltme Gerekli
uk: Необхідне оновлення

source: Continue
ar: استمر
bg: Продължаване
ca: Continua
cs: Pokračovat
de: Fortsetzen
es: Continuar
et: Jätka
fi: Jatka
fr: Continuer
ga: Lean ar aghaidh
hu: Folytatás
it: Continua
ja: 続行
kab: Ddu
nl: Doorgaan
pl: Kontynuuj
ro: Continuă
ru: Продолжить
sk: Pokračovať
sr: Настави
sv: Fortsätt
ta: தொடரவும்
tr: Devam et
uk: Продовжити

source: Launch upgrade
ar: ابدأ الترقية
bg: Стартиране на надграждането
ca: Inicieu l'actualització
cs: Spustit upgrade
de: Upgrade starten
es: Iniciar la actualización
et: Käivita uuendus
fi: Käynnistä päivitys
fr: Lancer la mise à niveau
ga: Uasghrádú Seol
hu: Frissítés indítása
ja: アップグレードを起動
kab: Sekker asali n uswir
nl: Upgrade starten
pl: Uruchom aktualizację
ro: Pornește avansarea
ru: Запустить обновление
sk: Spustiť aktualizáciu
sr: Покрени надоградњу
ta: மேம்படுத்தலை துவக்கவும்
tr: Yükseltmeyi başlat
uk: Запустити оновлення

source: New Versioning System
ar: نظام تعيين الإصدار الجديد
bg: Нова система за версии
ca: Nou sistema de versionat
cs: Nový systém správy verzí
de: Neues Versionierungssystem
es: Sistema de versiones nuevo
et: Uus versioonihalduse süsteem
fi: Uusi versiointijärjestelmä
fr: Nouveau système de gestion des versions
ga: Córas Leagan Nua
hu: Új verziókezelő rendszer
ja: 新しいバージョン管理
kab: Anagraw usefrek amaynut n lqem
nl: Nieuw versiebeheersysteem
pl: Nowy system wersjonowania
ro: Noul sistem de gestionare a versiunilor
ru: Новая система версионирования
sk: Nový systém správy verzií
sr: Нови Систем Верзија
ta: புதிய பதிப்பு அமைப்பு
tr: Yeni Versiyonlama Sistemi
uk: Нова система нумерації версій
