Repository: bottlesdevs/Bottles
Catalog: po/*.po
Languages: ar, bg, ca, ckb, cs, de, es, et, fi, fr, ga, hu, it, ja, kab, nl, pl, ro, ru, sk, sr, sv, ta, tr, uk

source: Choose a configuration file
bg: Избиране на конфигурационен файл
ca: Trieu un fitxer de configuració
ckb: پەڕگەیەکی ڕێکخستن هەڵبژێرە
de: Wähle eine Konfigurationsdatei
es: Elija un archivo de configuración
fi: Valitse kokoonpanotiedosto
hu: Konfigurációs fájl kiválasztása
it: Scegli un file di configurazione
sv: Välj en konfigurationsfil

source: © 2017-2022 - Bottles Developers
ca: © 2017-2022 - Desenvolupadors de Bottles
ckb: گەشەپێدەرانی بۆتڵز - ٢٠٢٢-٢٠١٧ ©
de: © 2017-2022 - Bottles Entwickler
es: © 2017-2022 - Desarrolladores de Bottles
hu: © 2017-2022 - Palackok fejlesztői
it: © 2017-2022 - Sviluppatori di Bottles
sv: © 2017-2022 - Bottles Utvecklare

source: Easily manage wineprefix using environments
ca: Gestioneu fàcilment wineprefix mitjançant entorns
ckb: بەبەکارهێنانی ژینگەکان، بە ئاسانی واینپریفیکس بەڕێوەبەرە
de: Wine-Präfixe einfach über Umgebungen verwalten
es: Gestione los prefijos de Wine fácilmente mediante entornos
hu: Wine prefix könnyű kezelése a környezetek használatával
it: Configura Wine con facilità
sv: Hantera wineprefix enkelt, med hjälp av miljöer

source: Browse files
ar: تصفح الملفات
bg: Разглеждане на файловете
ca: Exploreu els fitxers
ckb: گەڕان بۆ پەڕگەکان
cs: Procházet soubory
de: Dateien durchsuchen
es: Buscar archivos
et: Sirvi faile
fi: Selaa tiedostoja
hu: Fájlok tallózása
it: Sfoglia file
ja: ファイルを表示
nl: Blader door bestanden
pl: Przeglądaj pliki
ro: Caută fișiere
ru: Обзор файлов
sr: Претражи фајлове
sv: Bläddra bland filer
ta: கோப்புகளை உலாவவும்
tr: Dosyalara göz atın
uk: Перегляд файлів

source: Download & Install this dependency
ca: Baixar i instal·lar aquesta dependència
ckb: داگرتن و دامەزراندنی ئەم پێبەندە
de: Diese Abhängigkeit herunterladen & installieren
es: Descargar e instalar esta dependencia
hu: Függőség letöltése és telepítése
it: Scarica e installa questa dipendenza
sv: Ladda ner & Installera detta beroendet

source: Browse Files…
ar: تصفح الملفات…
bg: Разглеждане на файловете…
ca: Navega pels fitxers…
cs: Procházet soubory…
de: Dateien durchsuchen…
es: Buscar archivos…
et: Sirvi faile…
fi: Selaa tiedostoja…
ga: Brabhsáil Comhaid…
hu: Fájlok tallózása…
it: Sfoglia file…
ja: ファイルを表示…
kab: Snirem ifuyla…
nl: Door bestanden bladeren…
pl: Przeglądaj pliki…
ro: Caută fișiere…
ru: Обзор файлов…
sk: Prehliadať súbory…
sr: Претражи Фајлове…
sv: Bläddra bland filer…
ta: கோப்புகளை உலாவுக…
tr: Dosyalara Göz At…
uk: Перегляд файлів…

source: Kill all Processes
ca: Mata tots els processos
de: Alle Prozesse beenden
es: Terminar todos los procesos
hu: Minden folyamat megszakítása
it: Termina tutti i processi
sv: Avsluta alla processer

source: Run with Arguments…
ca: Corre amb arguments…
de: Mit Parametern ausführen…
es: Ejecutar con argumentos…
hu: Futtatás argumentumokkal…
it: Esegui con argomenti…
sv: Kör med argument…

source: Launch in Terminal…
ca: Llançament a la terminal…
de: Im Terminal starten…
es: Ejecutar en terminal…
hu: Indítás terminálban…
it: Avvia nel terminale…
sv: Starta i terminal…

source: Versioning is active in this bottle.
ar: تعيين الإصدار نشط في هذه القارورة.
bg: Системата за версии е активна в тази бутилка.
ca: El versionat està actiu en aquesta ampolla.
ckb: وەشانکردن بۆ ئەم بۆتڵە چالاکە.
cs: V této láhvi je aktivní správa verzí.
de: Versionierung ist für diese Bottle aktiv.
es: Esta botella tiene el versionado activado.
et: Versioonihaldus on selle pudeli puhul kasutusel.
fi: Versiointi on aktiivisena tässä pullossa.
ga: Tá leagan gníomhach sa bhuidéal seo.
hu: A verziókezelés aktív ebben a palackban.
it: Il versionamento è attivo in questa bottiglia.
ja: このボトルのバージョン管理は有効です。
kab: Amsefrak n lqem yermed deg tqerɛet-a.
nl: Versiebeheer is actief binnen deze bottle.
pl: Wersjonowanie w tej butelce jest aktywne.
ro: Gestionarea versiunilor e activă în această sticlă.
ru: В этой бутылке активировано версионирование.
sk: V tejto Fľaši je aktívna správa verzií.
sr: Верзије су активне за ову флашу.
sv: Versionshantering är aktiverad i denna butelj.
ta: இந்த பாட்டில் பதிப்பு செயலில் உள்ளது.
tr: Sürüm oluşturma bu şişede etkin.
uk: Нумерацію версій задіяно для цієї Пляшки.

source: Layers
bg: Пластове
ca: Capes
ckb: لایەرەکان
de: Ebenen
es: Capas
fi: Tasot
hu: Rétegek
it: Strati
sv: Lager

source: Legacy Tools
ca: Eines heretades
de: Legacy-Werkzeuge
es: Herramientas Heredadas
hu: Örökölt eszközök
it: Strumenti obsoleti
sv: Äldre verktyg

source: Browse internal files with the Wine explorer.
ca: Exploreu el fitxers interns amb l'explorador de Wine.
de: Durchsuche interne Dateien mit dem Wine-Explorer.
es: Explore los archivos internos con el explorador de Wine.
hu: Belső fájlok tallózása a Wine intézővel.
it: Sfoglia i file interni con l'Esplora file di Wine.
sv: Bläddra bland interna filer med Wine Explorer.

source: Manage processes with the Wine task manager.
ca: Gestioneu processos amb el gestor de tasques de Wine.
ckb: بەڕێوەبردنی پڕۆسەکان بە تاسک مانیجەری واین.
de: Prozesse mit dem Wine Task-Manager verwalten.
es: Gestione los procesos con el gestor de tareas de Wine.
hu: Folyamatok kezelése a Wine feladatkezelőjével.
it: Gestisci i processi con la Gestione attività di Wine.
sv: Hantera processer med Wines aktivitetshanterare.

source: Debug
ca: Depurar
ckb: دیبەگ
es: Depurar
hu: Hibakeresés
sv: Felsök

source: Debug wine processes.
ca: Depurar els processos de Wine.
ckb: دیبەگکردنی پڕۆسەکانی واین.
de: Wine Prozesse debuggen.
es: Depure los procesos de Wine.
hu: Wine folyamatok hibakeresése.
it: Eseguire il debug dei processi wine.
sv: Felsök Wine-processer.

source: Wine Configuration
ca: Configuració de Wine
de: Wine-Konfiguration
es: Configuración de Wine
hu: Wine konfiguráció
it: Configurazione di Wine
sv: Wine-konfiguration

source: Adjust internal settings.
ca: Ajusta els paràmetres interns.
ckb: ڕێکخستنی ڕێکخستنە ناوخۆییەکان.
de: Interne Einstellungen anpassen.
es: Ajuste la configuración interna.
hu: Belső beállítások módosítása.
it: Modifica le impostazioni interne.
sv: Justera interna inställningar.

source: Uninstall programs using Wine uninstaller.
ca: Desinstal·leu programes amb el desinstal·lador de Wine.
de: Deinstalliere Programme mit dem Wine-Deinstallationsprogramm.
es: Desinstale programas usando el desinstalador de Wine.
hu: Programok eltávolítása a Wine eltávolítójának haszálatával.
it: Disinstalla programmi con il disinstallatore di Wine.
sv: Avinstallera program med Wines avinstallerare.

source: Access the internal Wine Control Panel.
ca: Accediu al Tauler de control intern del Wine.
de: Greife auf das interne Wine Control Panel zu.
es: Accede al panel de control interno de Wine.
hu: Hozzáférés a belső Wine vezérlőpulthoz.
it: Accedi al Pannello di controllo di Wine.
sv: Gå till den interna Wine-kontrollpanelen.

source: Use the Installers section or the "Run executable" button.
ca: Utilitzeu la secció Instal·ladors o el botó "Iniciar executable".
de: Verwenden Sie den Installer-Tab oder die Schaltfläche "Programmdatei ausführen" oben.
es: Utilice la sección Instaladores o el botón «Ejecutar programa».
hu: Használja a telepítők részt vagy a "Végrehajtható fájl futtatása" gombot.
it: Usa la sezione Installatori o il pulsante "Avvia eseguibile".
sv: Använd installerar-sektionen eller knappen "Starta körbar fil".

source: Dependencies are software, libraries and codecs that improve the compatibility of Windows software. Install from here to meet your program requirements.
ca: Les dependències són programari, biblioteques i còdecs que milloren la compatibilitat del programari de Windows. Instal·leu des d'aquí per satisfer els requisits del vostre programa.
de: Abhängigkeiten sind Programme, Bibliotheken und Codecs, welche die Kompatibilität von Windows-Software verbessern. Diese können hier installiert werden, um deine Programmanforderungen zu erfüllen.
es: Las dependencias son programas, bibliotecas y códecs que mejoran la compatibilidad del software de Windows. Instale desde aquí para cumplir con los requisitos de su programa.
hu: A függőségek olyan szoftverek, könyvtárak és kodekek, amelyek javítják a Windows-szoftverek kompatibilitását. Telepítse innen, hogy megfeleljen a program követelményeinek.
it: Le dipendenze sono librerie, software e codec che migliorano la compatibilità dei programmi per Windows. È possibile installarli qui per soddisfare le dipendenze dei programmi installati.
sv: Beroenden är programvara, bibliotek och codecs som förbättrar kompatibiliteten hos Windows-programvara. Installera härifrån för att uppfylla dina programkrav.

source: Files on this page are provided by third parties under a proprietary license. By installing them, you agree with their respective licensing terms.
ca: Els fitxers d’aquesta pàgina són proporcionats per tercers sota una llicència de propietat. En instal·lar-los, n’esteu d’acord amb els termes de llicència.
de: Dateien auf dieser Seite werden von Dritten unter einer proprietären Lizenz bereitgestellt. Indem Sie sie installieren, stimmen Sie den jeweiligen Lizenzbedingungen zu.
es: Los archivos de esta página los brindan terceros en virtud de una licencia privativa. Al instalarlos, usted acepta sus respectivos términos de licencia.
hu: Az ezen az oldalon található fájlokat harmadik felek biztosítják saját licenc alapján. Telepítésükkel elfogadja a vonatkozó licencfeltételeiket.
it: I programmi in questa pagina sono distribuiti da terzi con una licenza proprietaria. Installandoli, accetti i rispettivi termini di servizio.
sv: Filerna på den här sidan tillhandahålls av tredje part under en egen licens. Genom att installera dem godkänner du deras respektive licensvillkor.

source: Report missing dependency
ca: Informar d'una dependència que falta
de: Fehlende Abhängigkeit melden
es: Informar una dependencia faltante
hu: Hiányzó függőség bejelentése
it: Segnala una dipendenza mancante
sv: Rapportera ett beroende som saknas

source: Read documentation.
ca: Llegir documentació.
de: Dokumentation lesen.
es: Leer la documentación.
hu: Dokumentáció elolvasása.
it: Leggi documentazione.

source: Documentation
ar: التوثيق
bg: Документация
ca: Documentació
ckb: ڕێبەر
cs: Dokumentace
de: Dokumentation
es: Documentación
et: Dokumentatsioon
fi: Dokumentaatio
ga: Doiciméadú
hu: Dokumentáció
it: Documentazione
ja: ドキュメンテーション
kab: Tasemlit
nl: Documentatie
pl: Dokumentacja
ro: Documentația
ru: Документация
sk: Dokumentácia
sr: Документација
sv: Dokumentation
ta: ஆவணமாக்கம்
tr: Belgelendirme
uk: Документація

source: Install Selected
ca: Instal·lar seleccionats
de: Selektion installieren
es: Instalar seleccionados
hu: Kijelöltek telepítése
it: Installa selezionati
sv: Installera valda

source: We strongly advise against installing multiple dependencies at once.
ca: Desaconsellem fermament la instal·lació de diverses dependències alhora.
ckb: ئێمە بە توندی ئامۆژگاریت دەکەین لە دژی دامەزراندنی چەند پێبەندێک لە یەک کاتدا.
de: Wir raten dringend davon ab, mehrere Abhängigkeiten gleichzeitig zu installieren.
es: Le recomendamos encarecidamente que no instale varias dependencias a la vez.
hu: Nyomatékosan ajánljuk hogy ne telepítsen több függőséget egyszerre.
it: È fortemente sconsigliato installare più dipendenze contemporaneamente.
sv: Vi avråder starkt från att installera flera beroenden samtidigt.

source: Select Dependencies
ca: Seleccionar dependències
de: Abhängigkeiten auswählen
es: Seleccionar dependencias
hu: Függőségek kiválasztása
it: Seleziona le dipendenze
sv: Välj beroenden

source: Use this section to install programs curated by our community, without having to proceed manually.
ca: Utilitzeu aquesta secció per instal·lar programes seleccionats per la nostra comunitat, sense haver de procedir manualment.
de: Verwenden Sie diesen Bereich, um von unserer Community kuratierte Programme zu installieren, ohne manuell vorgehen zu müssen.
es: Use esta sección para instalar programas curados por nuestra comunidad, sin tener que proceder manualmente.
hu: Ebben a részben telepítheti a közösségünk által válogatott programokat, anélkül, hogy manuálisan kellene elvégeznie.
it: Usa questa sezione per installare programmi curati dalla nostra comunità, senza dover procedere manualmente.

source: Read documentation
ca: Llegir documentació
ckb: خوێندنەوەی ڕێبەر
de: Dokumentation lesen
es: Leer documentación
hu: Dokumentáció elolvasása
it: Leggi documentazione
sv: Läs dokumentation

source: Bottle Details
ca: Detalls de l'ampolla
es: Detalles de la botella
hu: Palack részletek
it: Dettagli bottiglia
sv: Information om flaskan

source: Graphics
ca: Gràfics
ckb: گرافیکەکان
de: Grafik
es: Gráficos
hu: Grafika
it: Grafica
sv: Grafik

source: Improves performance of DirectX 11 games and 3D applications.
ca: Millora el rendiment dels jocs DirectX 11 i de les aplicacions 3D.
de: Verbessert die Leistung von DirectX 11-Spielen und 3D-Anwendungen.
es: Mejora el rendimiento de los juegos DirectX 11 y las aplicaciones 3D.
hu: Javítja a DirectX 11 játékok és 3D alkalmazások teljesítményét.
it: Migliora le prestazioni dei giochi DirectX 11 e delle applicazioni 3D.
sv: Förbättrar prestandan i DirectX 11-spel och 3D-program.

source: Improves performance of DirectX 12 games and 3D applications.
ca: Millora el rendiment dels jocs DirectX 12 i les aplicacions 3D.
de: Verbessert die Leistung von DirectX 12-Spielen und 3D-Anwendungen.
es: Mejora el rendimiento de los juegos DirectX 12 y las aplicaciones 3D.
hu: Javítja a DirectX 12 játékok és 3D alkalmazások teljesítményét.
it: Migliora le prestazioni dei giochi DirectX 12 e delle applicazioni 3D.
sv: Förbättrar prestandan i DirectX 12-spel och 3D-program.

source: Provide DLSS support if available and Nvidia's NVAPI.
ca: Proporciona suport DLSS si està disponible i NVAPI de Nvidia.
ckb: پشتیگیریکردنی DLSS و NVAPIی نڤیدیا ئەگەر بەردەست بوو.
de: Stelle DLSS und Nvidias NVAPI zu Verfügung (falls verfügbar).
es: Proporciona soporte DLSS si está disponible y NVAPI de Nvidia.
hu: Lehetővé teszi a DLSS támogatást és az Nvidia NVAPI-ját, ha elérhető.
it: Fornisce il supporto al DLSS se disponibile e ad Nvidia NVAPI.
sv: Tillhandahåll DLSS-stöd om tillgängligt och Nvidias NVAPI.

source: FSR uses cutting-edge up-scaling technologies to help boost your framerate.
ca: FSR utilitza tecnologies d'escalat d'avantguarda d'avantguarda per ajudar-vos a augmentar els fotogrames per segon.
de: FSR verwendet modernste Up-Scaling-Technologien, um Ihre Framerate zu steigern.
es: FSR usa tecnologías de escalado de última generación para ayudar a aumentar la velocidad de los fotogramas.
hu: Az FSR élvonalbeli felskálázó technológiákat használ a képkockasebesség növelésére.
it: FSR utilizza tecnologie di upscaling all'avanguardia per aumentare i fotogrammi.
sv: FSR använder avancerad uppskalningsteknik för att öka din bildfrekvens.

source: Performance
ar: الأداء
bg: Производителност
ca: Rendiment
ckb: ئەدا
cs: Výkon
de: Leistung
es: Rendimiento
et: Jõudlus
fi: Suorituskyky
ga: Feidhmíocht
hu: Teljesítmény
it: Prestazioni
ja: パフォーマンス
kab: Timellit
nl: Hogere prestaties
pl: Wydajność
ro: Performanță
ru: Скорость
sk: Výkon
sr: Перформансе
sv: Prestanda
ta: செயல்திறன்
tr: Performans
uk: Продуктивність

source: An alternative to NVIDIA Reflex. Can be detected by some Anti-cheats.
ca: Una alternativa a NVIDIA Reflex. Pot ser detectat per alguns anti-trampes.
de: Eine Alternative zu NVIDIA Reflex. Kann von einigen Anticheatprogrammen erkannt werden.
es: Una alternativa a NVIDIA Reflex. Puede ser detectado por algunos anti-trampas.
hu: Az NVIDIA Reflex egy alternatívája. Egyes csalásgátló rendszerek észlelhetik.
it: Un'alternativa a NVIDIA Reflex. Può essere rilevato da alcuni Anticheat.
sv: Ett alternativ till NVIDIA Reflex. Kan upptäckas av vissa fuskbekämpare.

source: Discrete GPU
ca: GPU dedicada
ckb: جیاکردنەوەی GPU
de: Dedizierte GPU
es: GPU discreta
hu: Diszkrét GPU
it: GPU dedicata
sv: Diskret GPU

source: Improves performance at the cost of increased power usage.
ca: Millora el rendiment a costa d'un augment de l'ús d'energia.
ckb: باشترکردنی ئەدای کارکردن بە بەکارهێنانی وزەی زیاتر.
de: Verbessert die Performance zu Lasten des Stromverbrauchs.
es: Mejora el rendimiento a costa de un mayor uso de energía.
hu: Javítja a teljesítményt megnövekedett energiafelhasználás árán.
it: Migliora le performance al costo di un maggior utilizzo energetico.
sv: Förbättrar prestanda på bekostnad av ökad energiförbrukning.

source: vkBasalt is a Vulkan post processing layer to enhance the visual graphics of games.
ca: vkBasalt és una capa de postprocessament Vulkan per millorar els gràfics visuals dels jocs.
de: vkBasalt ist eine Vulkan Nachbearbeitungsschicht um die visuellen Effekte von Spielen zu verbessern.
es: vkBasalt es una capa de procesamiento posterior de Vulkan para mejorar los gráficos visuales de los juegos.
hu: A vkBasalt egy Vulkan utófeldolgozási réteg, amely javítja a játékok vizuális grafikáját.
it: vkBasalt è un livello di post processing di Vulkan che migliora le grafiche dei giochi.
sv: vkBasalt är ett Vulkan-efterbehandlingslager för att förbättra den visuella grafiken i spel.

source: Manage vkBasalt settings
ca: Gestioneu la configuració de vkBasalt
de: vkBasalt-Einstellungen verwalten
es: Gestionar la configuración de vkBasalt
hu: vkBasalt beállítások kezelése
it: Gestisci le impostazioni di vkBasalt

source: Use the Wine virtual desktop.
ca: Utilitzeu l'escriptori virtual de Wine.
ckb: ڕوومێزی وەهمی واین بەکاربهێنە.
de: Den Wine Virtual-Desktop verwenden.
es: Usar el escritorio virtual de Wine.
hu: A Wine virtuális asztal használata.
it: Usa lo schermo virtuale di Wine.
sv: Använd Wines virtuella skrivbord.

source: gl (default)
ca: gl (per defecte)
de: gl (Standard)
es: gl (por defecto)
hu: gl (alapértelmezett)
it: gl (predefinito)
sv: gl (standard)

source: Manage Components Versions
ca: Administra les versions dels components
de: Komponentenversionen verwalten
es: Gestionar la versión de los componentes
hu: Összetevők verziójának kezelése
it: Gestisci versione dei componenti
sv: Hantera versioner av komponenter

source: DXVK Version
ca: Versió de DXVK
es: Versión de DXVK
hu: DXVK verzió
it: Versione DXVK

source: VKD3D Version
ca: Versió de VKD3D
es: Versión de VKD3D
hu: VKD3D verzió
it: Versione VKD3D

source: DXVK NVAPI Version
ca: Versió de DXVK NVAPI
es: Versión de DXVK NVAPI
hu: DXVK NVAPI verzió
it: Versione DXVK NVAPI

source: LatencyFleX Version
ca: Versió de LatencyFleX
es: Versión de LatencyFleX
hu: LatencyFleX verzió
it: Versione LatencyFleX

source: false
ca: fals
de: falsch
es: falso
hu: hamis
it: falso
sv: falskt

source: Manage Sandbox permissions
ca: Administra els permisos d'espai aïllat
de: Sandbox-Berechtigungen verwalten
es: Gestionar permisos del Sandbox
hu: Homokozó engedélyek kezelése
it: Gestisci i permessi della sandbox
sv: Hantera behörigheter i sandlådan

source: Provides a bundle of extra libraries for more compatibility,disable if you run into issues.
ca: Proporciona un paquet de biblioteques addicionals per a més compatibilitat, desactiveu-lo si teniu problemes.
de: Bietet zusätzliche Bibliotheken für mehr Kompatibilität. Deaktivieren falls Probleme auftreten.
es: Proporciona un paquete de bibliotecas adicionales para una mayor compatibilidad; desactívelo si tiene problemas.
hu: Egy csomag extra könyvtárat biztosít a nagyobb kompatibilitás érdekében tiltsa le, ha problémákba ütközik.
it: Fornisce altre librerie per maggiore compatibilità, disabilita in caso di problemi.
sv: Ger ett paket med extra bibliotek för ökad kompatibilitet, inaktivera om du stöter på problem.

source: The same as the Bottles one but provided by Steam.
ca: El mateix que el de Bottles però proporcionat per Steam.
de: Genau wie die von Bottles, aber von Steam bereitgestellt.
es: El mismo que el de Bottles pero proporcionado por Steam.
hu: Ugyanaz, mint a Palackoké, de a Steam szolgáltatja.
it: Lo stesso di Bottles ma fornito da Steam.
sv: Samma som den i Bottles men tillhandahålls av Steam.

source: Optimise gaming performance on demand.
ca: Optimitzar el rendiment dels jocs sota demanda.
ckb: باشترکردنی ئاستی یاریکردن لەسەر داواکاری.
de: Optimiert Spielleistung bei Bedarf.
es: Optimizar el rendimiento de los juegos a la carta.
hu: Játékteljesítmény optimalizálása igény szerint.
it: Ottimizza le prestazioni di gioco su richiesta.
sv: Optimera spelprestanda på begäran.

source: Use the Gamescope micro-compositor.
ca: Utilitzar el microcompositor Gamescope.
ckb: بەکارهێنانی Gamescope micro-compositor.
de: Den Gamescope Micro-Compositor verwenden.
es: Usar el microcompositor Gamescope.
hu: A Gamescope mikrokompozitor használata.
it: Usa il microcompositore Gamescope.
sv: Använd Gamescope-mikrokompositören.

source: Preload game files into RAM
ca: Carregueu prèviament els fitxers del joc a la memòria RAM
de: Vorladen von Spieldateien in den RAM
es: Precarga de los archivos del juego en la RAM
hu: Játékfájlok előzetes betöltése a RAM-ba
it: Precarica i file di gioco nella RAM

source: Defaults to the bottle path.
ca: El valor per defecte és el del camí de l’ampolla.
de: Standardmäßig wird das Bottels-Verzeichnis verwendet.
es: Ruta predeterminada de la botella.
hu: Alapértelmezetten a palack útvonala.
it: La cartella predefinita è quella della bottiglia.
sv: Använder flaskans sökväg som standard.

source: Reset to default
ca: Restableix els valors predeterminats
de: Standard wiederherstellen
es: Restablecer a predeterminado
hu: Visszaállítás alapértelmezettre
it: Ripristina predefinito
sv: Återställ till standard

source: Choose a directory
ca: Trieu un directori
ckb: بوخچەیەک هەڵبژێرە
de: Wähle ein Verzeichnis
es: Elija un directorio
hu: Könyvtár kiválasztása
it: Scegli una cartella
sv: Välj en katalog

source: Reduce Latency
ca: Reduir la latència
de: Latenz reduzieren
es: Reducir latencia
hu: Késleltetés csökkentése
it: Riduci latenza
sv: Reducera latens

source: Set PulseAudio latency to 60 ms, increasing sound quality.
ca: Estableix la latència de PulseAudio a 60 ms, augmentant la qualitat del so.
de: Die PulseAudio Latenz auf 60 ms stellen, um die Tonqualität zu verbessern.
es: Establece la latencia de PulseAudio en 60 ms, aumentando la calidad del sonido.
hu: A PulseAudio késleltetés 60 ms-ra állítása, javítva a hangminőséget.
it: Imposta la latenza di PulseAudio a 60 ms per aumentare la qualità del suono.

source: Versioning
ca: Versionat
ckb: وەشانکردن
de: Versionierung
es: Control de versiones
hu: Verziókezelés
it: Versionamento
sv: Versionshantering

source: Use Compression for States
ca: Utilitzeu la compressió per als estats
de: Komprimierung für Status verwenden
es: Usar la compresión para los estados
hu: Tömörítés használata az állapotokhoz
it: Usa compressione per gli stati

source: This will reduce the space used by the states but slow down their creation.
ca: Això reduirà l'espai utilitzat pels estats però alentirà la seva creació.
de: Dadurch wird der vom jeweiligen Status verwendete Speicherplatz verringert, aber ihre Erstellung verlangsamt.
es: Esto reducirá el espacio usado por los estados pero ralentizará su creación.
hu: Ez lecsökkenti az állapotok által használt lemezterületet, de lelassítja a létrehozásukat.
it: Ridurrà lo spazio utilizzato dagli stati ma rallenterà la loro creazione.

source: Automatic Versioning
ca: Versionat automàtic
de: Automatische Versionierung
es: Versionado automático
hu: Automatikus verziókezelés
it: Versionamento automatico
