Repository: bottlesdevs/Bottles
Catalog: po/*.po
Languages: ar, bg, ca, ckb, cs, de, es, et, fi, fr, ga, hu, it, ja, kab, nl, pl, ro, ru, sk, sr, sv, ta, tr, uk

source: This version of Bottles does not seem to provide all the necessary core dependencies, please contact the package maintainer or use an official version.
ar: لا يبدو أن هذا الإصدار من «قوارير» يوفر كل التبعيات الأساسية، تواصل مع مشرف الحزمة أو استخدم إصدارًا رسميًا.
bg: Тази версия на „Bottles“не предоставя всички необходими зависимости, моля, свържете се с отговорното лице или използвайте официалната версия.
cs: Zdá se, že tato verze Bottles neobsahuje všechny potřebné závislosti jádra, obraťte se prosím na správce balíčku nebo použijte oficiální verzi.
et: See Bottles'i versioon ei tundu sisaldama kõiki vajalikke tuumiksõltuvusi. Lisateavet saad selle versiooni koostanud süsteemihaldurilt ning alternatiivina on sul võimalik kasutada ametlikku versiooni.
fi: Tämä versio Pullot-sovelluksesta ei vaikuta sisältävän kaikkia tarvittavia ydinriippuvuuksia. Ota yhteys paketin ylläpitäjään tai käytä virallista versiota.
fr: Cette version de Bouteilles n’a pas l’air de fournir toutes les dépendances de base nécessaires, veuillez contacter le mainteneur du paquet ou utiliser une version officielle.
ga: Ní cosúil go soláthraíonn an leagan seo de Buidéil na croíspleáchas riachtanacha go léir, déan teagmháil leis an gcothabhálaí pacáiste nó bain úsáid as leagan oifigiúil.
nl: Deze versie van Bottles lijkt niet over alle benodigde afhankelijkheden te beschikken, neem contact op met de pakketbeheerder of gebruik een officiële versie.
pl: Wygląda na to, że ta wersja Bottles nie zapewnia wszystkich niezbędnych zależności, skontaktuj się z zarządcą pakietu, bądź zainstaluj Bottles z oficjalnego źródła.
ro: Această versiune de Bottles nu pare să furnizeze toate dependențele de bază necesare, contactează administratorul pachetului sau folosește o versiune oficială.
ru: Используемая вами версия Bottles содержит не все необходимые зависимости. Пожалуйста, свяжитесь с сопровождающим используемого вами пакета или используйте официальную версию.
sk: Zdá sa, že táto verzia Bottles neobsahuje všetky potrebné závislosti jadra. Obráťte sa, prosím, na správcu balíčka alebo použite oficiálnu verziu.
sr: Ова верзија Флаша делује да не пружа све потребне основне зависне ставке, молим контактирајте одржаваоца пакета или користите званичну верзију.
ta: பாட்டில்களின் இந்தப் பதிப்பு தேவையான அனைத்து அடிப்படை சார்புகளையும் வழங்குவதாகத் தெரியவில்லை, தயவுசெய்து தொகுப்பு பராமரிப்பாளரைத் தொடர்புகொள்ளவும் அல்லது அதிகாரப்பூர்வ பதிப்பைப் பயன்படுத்தவும்.
tr: Şişeler'in bu sürümü gerekli tüm çekirdek bağımlılıkları sağlamıyor gibi görünüyor, lütfen paket yöneticisiyle iletişime geçin veya resmi bir sürüm kullanın.
uk: Ця версія Bottles, схоже, не забезпечує всіх необхідних залежностей ядра, будь ласка, зверніться до супровідника пакунка або використовуйте офіційну версію.

source: Quit
ar: أنهِ
bg: Изход
ca: Sortir
ckb: داخستن
cs: Ukončit
de: Beenden
es: Salir
et: Välju
fi: Lopeta
fr: Quitter
ga: Scoir
hu: Kilépés
it: Abbandona
ja: 終了
kab: Ffeɣ
nl: Verlaten
pl: Wyjdź
ro: Închide
ru: Выход
sk: Ukončiť
sr: Изађи
sv: Avsluta
ta: வெளியேறு
tr: istifa etmek
uk: Вихід

source: Component version
ar: إصدار المكوّن
bg: Версия на компонента
ca: Versió del component
ckb: وەشانی پێکهێنەر
cs: Verze komponenty
de: Komponentenversion
es: Versión del componente
et: Komponendi versioon
fi: Komponentin versio
fr: Version du composant
ga: Leagan comhpháirteanna
hu: Összetevőverzió
it: Versione componente
ja: コンポーネントのバージョン
kab: Lqem n yisegran
nl: Onderdeelversie
pl: Wersja komponentu
ro: Versiunea componentei
ru: Версия компонента
sk: Verzia súčasti
sr: Верзија компоненте
sv: Komponentversion
ta: கூறு பதிப்பு
tr: Bileşen sürümü
uk: Версія компонента

source: Browse Files
ar: تصفح الملفات
bg: Разглеждане на файловете
cs: Procházet soubory
et: Sirvi faile
fi: Selaa tiedostoja
fr: Parcourir les fichiers
ga: Brabhsáil Comhaid
ja: ファイルを表示
kab: Snirem ifuyla
nl: Door bestanden bladeren
pl: Przeglądaj pliki
ro: Caută fișiere
ru: Обзор файлов
sk: Prehliadať súbory
sr: Претражи Фајлове
ta: கோப்புகளை உலாவவும்
tr: Dosyalara Göz At
uk: Огляд файлів

source: The installation failed. This may be due to a repository error, partial download or checksum mismatch. Press to try again.
ar: فشل التثبيت. قد يكون هذا بسبب خطأ في المستودع أو تنزيل جزئي أو عدم تطابق في تدقيق المجموع. اضغط للمحاولة مرة أخرى.
bg: Инсталацията е неуспешна. Това може да се дължи на грешка в хранилището, частично изтегляне или несъответствие на контролната сума. Натиснете, за да опитате отново.
ca: La instal·lació ha fallat. Això pot ser degut a un error del repositori, una descàrrega parcial o una falta de coincidència de la suma de verificació. Premeu per tornar-ho a provar.
cs: Instalace selhala. Toto může být z důvodu chyby repozitáře, neshoda checksumu. Stiskněte pro vyzkoušení znovu.
de: Die Installation ist fehlgeschlagen. Dies kann wegen einem Repository-Fehler, einem teilweisen Download oder einer nicht übereinstimmenden Prüfsumme sein. Drücke, um es erneut zu versuchen.
es: La instalación ha fallado. Esto puede deberse a un error en el repositorio, a una descarga parcial o a un error en la suma de comprobación. Pulse para volver a intentarlo.
et: Paigaldamine ei õnnestunud. See võib olla põhjustatud tarkvarahoidla veast, poolikuks jäänud allalaadimisest või kontrollsummade mitteklappimisest. Uuesti proovimiseks klõpsi.
fi: Asennus epäonnistui. Tämä saattaa johtua tietovaraston virheestä, osittaisesta latauksesta tai ettei tarkistussumma vastaa odotettua arvoa. Yritä uudelleen.
fr: L’installation a échoué. Cela peut être dû à une erreur de référentiel, à un téléchargement partiel ou à une erreur de somme de contrôle. Appuyez pour réessayer.
ga: Theip ar an suiteáil. D'fhéadfadh sé seo a bheith mar gheall ar earráid stórais, íoslódáil pháirteach nó mímheaitseáil seicsum. Brúigh chun triail a bhaint as arís.
hu: A telepítés nem sikerült. Ennek oka lehet a tároló hibája, befejezetlen letöltés vagy az ellenőrző összeg eltérése. Nyomja meg az újrapróbáláshoz.
it: L'installazione non è riuscita. Ciò può essere dovuto a un errore del repository, a un download parziale o a un errore di checksum. Premere per riprovare.
ja: インストールに失敗しました。これは、リポジトリエラー、不完全なダウンロード、またはチェックサムの不一致が原因の可能性があります。押して再試行してください。
nl: De installatie is mislukt. Dit kan komen door een repository-fout, incomplete download of niet-overeenkomende controlesom. Druk om opnieuw te proberen.
pl: Instalacja nie powiodła się. Może to być spowodowane błędem repozytorium, niedokończonym pobieraniem lub nieprawidłową sumą kontrolną. Naciśnij, aby spróbować ponownie.
ro: Instalarea nu a reușit. Acest lucru se poate datora unei erori de depozit, descărcării parțiale sau nepotrivirii sumei de control. Apasă pentru a încerca din nou.
ru: Не удалось выполнить установку. Это может быть связано с ошибкой репозитория, неполной загрузкой или несоответствием контрольной суммы. Нажмите, чтобы повторить снова.
sk: Inštalácia skončila neúspechom. Dôvodom môže byť chyba repozitára, neúplne preberanie alebo nezhodujúci sa kontrolný súčet. Stlačte pre nový pokus.
sr: Инсталација неуспела. Могући узроци: грешка репозиторијума, делимично преузимање или непоклапање чексума. Притисни за поновни покушај.
sv: Installationen misslyckades. Detta kan bero på ett fel i förråd, partiell nedladdning eller en felaktig kontrollsumma. Klicka för att försöka igen.
ta: நிறுவல் தோல்வி அடைந்தது. இது களஞ்சியப் பிழை, பகுதி பதிவிறக்கம் அல்லது செக்சம் பொருத்தமின்மை காரணமாக இருக்கலாம். மீண்டும் முயற்சிக்க அழுத்தவும்.
tr: Kurulum başarısız oldu. Buna depo hatası, kısmi indirme ya da sağlama toplamı uyuşmaması neden olabilir. Lütfen tekrar deneyin.
uk: Не вдалося встановити. Це могло бути спричинене помилкою в репозиторії, частковим завантаженням або невідповідністю контрольної суми. Нажміть, щоб повторити.

source: Download & Install
ar: حمّل وثبّت
bg: Изтегляне и инсталиране
ca: Baixar i instal·lar
ckb: داگرتن & دامەزراندن
cs: Stáhnout a nainstalovat
de: Herunterladen & Installieren
es: Descargar e instalar
et: Laadi alla ja paigalda
fi: Lataa ja asenna
fr: Télécharger et installer
ga: Íoslódáil & Suiteáil
hu: Letöltés és telepítés
it: Scarica e installa
ja: ダウンロードしてインストール
kab: Sider & Sebded
nl: Downloaden en installeren
pl: Pobierz i zainstaluj
ro: Descarcă și instalează
ru: Загрузить и установить
sk: Stiahnuť a nainštalovať
sr: Преузми и инсталирај
sv: Ladda ner och installera
ta: பதிவிறக்கி நிறுவவும்
tr: İndir ve Kur
uk: Завантажити та інсталювати

source: Launch Options
ar: خيارات بدء التشغيل
bg: Опции за стартиране
ca: Opcions de llançament
cs: Možnosti spuštění
de: Startoptionen
es: Opciones de inicio
et: Käivitamise valikud
fi: Käynnistysvalinnat
fr: Paramètres de lancement
ga: Roghanna Seolta
hu: Indítási opciók
it: Opzioni di avvio
ja: 起動オプション
kab: Iɣewwaṛen n usekker
nl: Startopties
pl: Opcje uruchamiania
ro: Opțiuni de pornire
ru: Параметры запуска
sk: Možnosti spúšťania
sr: Опције Покретања
sv: Startalternativ
ta: விருப்பங்களைத் திறக்கவும்
tr: Başlatma Seçenekleri
uk: Опції запуску

source: Those arguments will be passed at launch.
ar: ستُعتمد هذه الحجج عند بدء التشغيل.
bg: Тези аргументи ще бъдат предадени при стартирането.
ca: Aquests arguments es passaran al llançament.
cs: Tyto argumenty budou předány při spuštění.
de: Diese Parameter werden beim Programmstart übergeben.
es: Estos argumentos se transmiten al iniciar el programa.
et: Need argumendid lisatakse käivitamisel programmile.
fi: Nämä argumentit välitetään ohjelman käynnistämisen yhteydessä.
fr: Ces arguments sont transmis au lancement du programme.
ga: Ritheofar na hargóintí sin ag an seoladh.
hu: Ezek az argumentumok lesznek átadva indításkor.
it: Questi argomenti vengono passati all'avvio del programma.
ja: これらの引数は起動時に渡されます。
kab: Ifukal-a ad ttusɛeddan deg tnekra.
nl: Deze argumenten worden doorgegeven bij het starten.
pl: Te argumenty zostaną przekazane podczas uruchamiania programu.
ro: Aceste argumente vor fi transmise la pornire.
ru: Эти аргументы будут переданы при запуске.
sk: Tieto argumenty budú odovzdané pri spúšťaní programu.
sr: Ти аргументи ће бити изнети приликом покретања.
sv: Dessa argument kommer användas vid programstart.
ta: அந்த வாதங்கள் துவக்கத்தில் நிறைவேற்றப்படும்.
tr: Bu argümanlar program başlangıcında aktarılır.
uk: Ці аргументи будуть передані при запуску.

source: Custom Arguments
ar: الحجج المخصصة
bg: Персонализирани аргументи
ca: Arguments personalitzats
cs: Vlastní argumenty
de: Benutzerdefinierte Argumente
es: Argumentos personalizados
et: Täiendavad argumendid
fi: Mukautetut argumentit
fr: Arguments personnalisés
ga: Argóintí Saincheaptha
hu: Egyéni argumentumok
it: Argomenti personalizzati
ja: 独自の引数
kab: Ifukal yugnen
nl: Aangepaste argumenten
pl: Niestandardowe argumenty
ro: Argumente personalizate
ru: Пользовательские аргументы
sk: Vlastné argumenty
sr: Прилагођени Аргументи
sv: Anpassade argument
ta: விருப்ப வாதங்கள்
tr: Özel Değişkenler
uk: Користувацькі аргументи

source: Command Arguments
ar: حجج الأوامر
bg: Командни аргументи
ca: Arguments d’ordres
cs: Argumenty příkazu
de: Befehlsargumente
es: Argumentos de la orden
et: Käsu argumendid
fi: Komennon argumentit
fr: Arguments de commande
ga: Argóintí Ordú
hu: Parancs argumentumai
it: Argomenti del comando
ja: コマンド引数
kab: Ifukal n tiludna
nl: Commando-argumenten
pl: Argumenty komendy
ro: Argumente de comandă
ru: Команда с аргументами
sk: Argumenty príkazu
sr: Командни Аргументи
sv: Argument för kommandot
ta: கட்டளை வாதங்கள்
tr: Komut Değişkenleri
uk: Аргументи команди

source: e.g.: VAR=value %command% -example1 -example2 -example3=hello
ar: مثلا: VAR=value %command% -example1 -example2 -example3=hello
bg: например: VAR=стойност %command% -example1 -example2 -example3=здрасти
ca: p. ex.: VAR=valor %ordre% -exemple1 -exemple2 -exemple3=hola
ckb: بۆ نموونە: VAR=value %command% -example1 -example2 -example3=hello
cs: např.: VAR=hodnota %cpříkaz% -epříklad1 -příklad2 -příklad3=ahoj
de: z. B.: VAR=value %command% -example1 -example2 -example3=hallo
es: e.j.: VAR=valor %comando% -ejemplo1 -ejemplo2 -ejemplo3=hola
et: nt.: VAR=value %command% -example1 -example2 -example3=hello
fi: esimerkiksi: VAR=value %command% -example1 -example2 -example3=hello
fr: p.ex. : VAR=valeur %command% -exemple1 -exemple2 -exemple3=bonjour
ga: m.sh.: VAR=value %command% -example1 -example2 -example3=hello
hu: pl.: VÁLTOZÓ=érték %command% -példa1 -példa2 -példa3=hello
it: es: VAR=valore %comando% -esempio1 -esempio2 -esempio3=ciao
ja: 例: VAR=value %command% -example1 -example2 -example3=hello
kab: Deg umedya: VAR=azal %tiludna% -eamedya1 -amedya2 -amedya3=azul
nl: bijv.: VAR=value %command% -example1 -example2 -example3=hello
pl: np.: VAR=value %command% -example1 -example2 -example3=witam
ro: De exemplu: VAR=valoare %comandă% -examplu1 -exemplu2 -exemplu3=bună
ru: пример: VAR=value %command% -example1 -example2 -example3=hello
sk: napr.: VAR=hodnota %command% -example1 -example2 -example3=ahoj
sr: пр. : " VAR=value %command% -example1 -example2 -example3=hello"
ta: எ.கா.:VAR=மதிப்பு %command% -example1 -example2 -example3=வணக்கம்
tr: örn: VAR=value %command% -example1 -example2 -example3=hello
uk: наприклад: VAR=value %command% -example1 -example2 -example3=hello

source: Pre-run Script
fr: Script de pré-exécution
kab: Azar uselkem n Uskript

source: Choose a script which should be executed before run.
fr: Choisissez un script qui doit être exécuté avant l'exécution.

source: Choose a Script
ar: اختر نصًا برمجيًا
bg: Избиране на скрипт
cs: Výběr scénáře
et: Vali skript
fi: Valitse skripti
fr: Choisir un script
ga: Roghnaigh Script
ja: スクリプトを選択
kab: Fren askript
nl: Script selecteren
pl: Wybierz skrypt
ro: Alege un Script
ru: Выберите скрипт
sk: Vyberte skript
sr: Одабери Скрипту
ta: ஸ்கிரிப்டைத் தேர்ந்தெடுக்கவும்
tr: Komut seç
uk: Оберіть скрипт

source: Pre-run Script Arguments
fr: Arguments du script pré-exécution
kab: Azar uselkem n Ifukal Uskript

source: e.g.: ludusavi restore --force "Game Name"
fr: Exemple : ludusavi backup --force "Nom du jeu"

source: Post-run Script
ar: البرنامج النصي بعد التشغيل
bg: Скрипт за последващо изпълнение
ca: Script post-execució
cs: Skript po spuštění
de: Skript nach der Ausführung
es: Secuencia postejecución
et: Käivitusjärgne skript
fi: Jälkikäteen ajettava skripti
fr: Script de post-exécution
ga: Script iar-reáchtáil
hu: Futtatás utáni szkript
it: Script post-esecuzione
ja: 起動後スクリプト
kab: Askript n uglez-selkem
nl: Script voor na het uitvoeren
pl: Skrypt po uruchomieniu
ro: Script post-executare
ru: Послестартовый скрипт
sk: Skript po spustení
sr: Скрипта након покретања
sv: Skript efter körning
ta: பிந்தைய-ரன் ஸ்கிரிப்ட்
tr: Çalışma Sonrası Kodları
uk: Післязапусковий скрипт

source: Choose a script which should be executed after run.
ar: اختر النص البرمجي الذي سينفذ بعد التشغيل.
bg: Изберете скрипт, който трябва да бъде изпълнен след стартирането.
ca: Trieu un script que s'hagi d'executar després de l'execució.
ckb: سکریپتێک هەڵبژێرە کە دەبێت دوای ڕەن کردن ئێکسکیوت ببێت.
cs: Vyberte který skript by měl být spuštěn po spuštění.
de: Wähle ein Skript, das ausgeführt wird, nachdem das Programm gestartet wurde.
es: Elija una secuencia de comandos que debe ejecutarse después de la ejecución.
et: Vali skript, mida peaks käivitama peale programmi käivitust.
fi: Valitse mikä komentosarja suoritetaan käynnistyksen jälkeen.
fr: Choisissez un script qui doit être exécuté après l’exécution.
ga: Roghnaigh script ar chóir a fhorghníomhú tar éis rith.
hu: Válasszon egy szkriptet, amelyet a futás után végre kell hajtani.
it: Scegli uno script da eseguire dopo l'esecuzione.
ja: 起動後に実行するスクリプトを選択してください。
kab: Fren askript ara yettwaselkem seld asenker.
nl: Kies een script dat na het uitvoeren moet worden uitgevoerd.
pl: Wybierz skrypt który powinien być wykonany po uruchomieniu.
ro: Alege un script care trebuie executat după pornire.
ru: Выберите скрипт, который следует выполнить после запуска программы.
sk: Vyberte, ktorý skript sa má spustiť po vykonaní programu.
sr: Одабери скрипту која ће бити извршена након покретања.
sv: Välj ett skript som ska exekveras efter körning.
ta: இயக்கத்திற்குப் பிறகு செயல்படுத்தப்பட வேண்டிய ஸ்கிரிப்டைத் தேர்ந்தெடுக்கவும்.
tr: Çalışmadan sonra aktif edilecek komutu seç.
uk: Виберіть скрипт, який слід виконати після запуску.

source: Post-run Script Arguments
fr: Arguments du script post-exécution
kab: Aglez uselkem n Ifukal Uskript

source: e.g.: ludusavi backup --force "Game Name"
fr: Exemple : ludusavi backup --force "Nom du jeu"

source: Choose from where start the program.
ar: اختر من أين سيبدأ البرنامج.
bg: Изберете откъде да стартирате програмата.
ca: Trieu des d'on començar el programa.
cs: Vyberte, odkud program spustit.
de: Wähle aus, wo das Programm starten soll.
es: Elija dónde iniciar el programa.
et: Vali kust sa soovid programmi käivitada.
fi: Valitse mistä ohjelma käynnistetään.
fr: Choisir d’où démarrer le programme.
ga: Roghnaigh ón áit a dtosaíonn an clár.
hu: Válassza ki a program indítási helyét.
it: Scegli da dove avviare il programma.
ja: プログラムの開始位置を選択します。
kab: Fren seg wanda ara tebduḍ ahil.
nl: Kies vanaf waar het programma start.
pl: Wybierz, skąd uruchomić program.
ro: Alege de unde pornești programul.
ru: Выберите, откуда следует запускать программу.
sk: Vyberte, odkiaľ program spustiť.
sr: Одабери одакле да се програм покрене.
sv: Välj varifrån du vill starta programmet.
ta: நிரலை எங்கிருந்து தொடங்குவது என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Programın nerede başlayacağını seç.
uk: Виберіть, звідки запускати програму.

source: These settings will override the default settings for this executable.
ar: ستتجاوز هذه الإعداداتُ الإعداداتَ الافتراضية لملف التنفيذ هذا.
bg: Тези настройки ще заменят настройките по подразбиране на изпълнимия файл.
ca: Aquests paràmetres substituiran la configuració per defecte d’aquest executable.
cs: Tato nastavení přepíší výchozí nastavení tohoto spustitelného souboru.
de: Diese Einstellungen überschreiben die Standardeinstellungen für diese ausführbare Datei.
es: Estos ajustes anularán la configuración predeterminada de este ejecutable.
et: Need seadistused sürjutavad selle käivitusfaili vaikimisi seadistused.
fi: Tämä asetus ohittaa tämän suoritustiedoston oletusasetukset.
fr: Ces paramètres remplaceront les paramètres par défaut de cet exécutable.
ga: Athróidh na socruithe seo na socruithe réamhshocraithe don inúsáidte seo.
hu: Ezek a beállítások felülbírálják az alapértelmezett beállításokat ennél a végrehajtható fájlnál.
it: Queste impostazioni sovrascrivono le impostazioni predefinite di questo eseguibile.
ja: これらの設定は、この実行可能ファイルのデフォルト設定を上書きします。
kab: Iɣewwaṛen-agi ad semselsin iɣewwaṛen imezwar i umselkam-agi.
nl: Deze instellingen zullen de standaardinstellingen voor dit programmabestand overschrijven.
pl: Te ustawienia przesłonią domyślne ustawienia dla tego pliku wykonywalnego.
ro: Aceste reglări vor înlocui reglările prestabilite pentru acest executabil.
ru: Эти настройки будут переопределять стандартные для данной программы.
sk: Tieto nastavenia prepíšu predvolené nastavenia tohto spustiteľného súboru.
sr: Ова подешавања ће изменити подразумевана подешавања за овај извршни фајл.
sv: Dessa inställningar åsidosätter standardinställningarna för denna körbara fil.
ta: இந்த இயங்குதளத்திற்கான இயல்புநிலை அமைப்புகளை இந்த அமைப்புகள் மேலெழுதும்.
tr: Bu ayarlar, çalıştırılabilir dosyanın varsayılan ayarları üzerine yazılacak.
uk: Ці налаштування знехтують типовими налаштуваннями і замінять їх для цього виконуваного файлу.

source: Preferences Overrides
ar: تجاوز التفضيلات
bg: Замени на предпочитанията
ca: Substitució de les preferències
cs: Přepisy předvoleb
de: Overrides für Einstellungen
es: Anulaciones de preferencias
et: Eelistuste sürjutamised
fi: Asetusten ohitukset
fr: Remplacement des préférences
ga: Sáraithe Roghanna
hu: Beállítások felülbírálása
it: Sovrascrivi preferenze
ja: 設定のオーバーライド
kab: Semselsi ismenyifen
nl: Overschrijvingsvoorkeuren
pl: Przesłonięcia ustawień
ro: Înlocuirea preferințelor
ru: Переопределение настроек
sk: Prepisy predvolieb
sr: Премошћавање Поставки
sv: Inställnings-undantag
ta: விருப்பத்தேர்வுகள் மேலெழுதப்படுகின்றன
tr: Tercih İptalleri
uk: Перевизначення налаштувань

source: Reset to Bottle's Defaults
ar: أعد تعيين إعدادات القارورة للإعدادات الافتراضية
bg: Нулиране на всичко
ca: Restableix als valors per defecte de l'ampolla
cs: Resetovat Bottles do výchozího nastavení
de: Bottle auf Standard zurücksetzen
es: Restablecer a los valores predeterminados de Bottles
et: Lähtesta rakenduse vaikeväärtusteks
fi: Palauta oletusarvoon
fr: Réinitialiser aux valeurs par défaut de Bouteilles
ga: Athshocraigh go Réamhshocraithe Buidéal
hu: Visszaállítás a palack alapértelmezéseire
it: Ripristina le impostazioni predefinite della bottiglia
ja: ボトルのデフォルトにリセット
kab: Ales awennez ɣer Tqerɛet Tamezwert
nl: Standaardwaarden van Bottles herstellen
pl: Resetuj do wartości domyślnych Bottles
ro: Restabilește valorile inițiale ale sticlei
ru: Восстановить значения по умолчанию
sk: Obnoviť Bottles do predvolených nastavení
sr: Врати на Подразумевана подешавања Флаше
sv: Återställ till flaskans standardinställningar
ta: பாட்டிலின் இயல்புநிலைக்கு மீட்டமைக்கவும்
tr: Şişeyi Varsayılanlarına Sıfırla
uk: Скинути налаштування Пляшки на типові

source: Virtual Desktop
ar: سطح مكتب افتراضي
bg: Виртуален работен плот
ca: Escriptori virtual
cs: Virtuální plocha
de: Virtueller Desktop
es: Escritorio virtual
et: Virtuaalne töölaud
fi: Virtuaalinen työpöytä
fr: Bureau virtuel
ga: Deisce Fíorúil
hu: Virtuális asztal
it: Schermo virtuale
ja: 仮想デスクトップ
kab: Tanarit tuhlist
nl: Virtueel Bureaublad
pl: Wirtualny pulpit
ro: Ecran virtual
ru: Виртуальный рабочий стол
sk: Virtuálna plocha
sr: Виртуелна Радна површина
sv: Virtuellt skrivbord
ta: மெய்நிகர் டெஸ்க்டாப்
tr: Sanal Masaüstü
uk: Віртуальний робочий стіл

source: Select Bottle
ar: اختر قارورة
bg: Избиране на бутилка
ca: Seleccioneu ampolla
cs: Vybrat láhev
de: Bottle auswählen
es: Seleccionar botella
et: Vali pudel
fi: Valitse pullo
fr: Sélectionner la bouteille
ga: Roghnaigh Buidéal
hu: Palack kiválasztása…
it: Seleziona Bottiglia
ja: ボトルを選択
kab: Fren Taqerɛet
nl: Bottle selecteren
pl: Wybierz butelkę
ro: Alege sticla
ru: Выбор бутылки
sk: Vyberte Fľašu
sr: Одабери Флашу
ta: பாட்டிலைத் தேர்ந்தெடுக்கவும்
tr: Şişe Seç
uk: Вибір Пляшки

source: Select
ar: اختر
bg: Избиране
ca: Seleccioneu
ckb: دیاریکردن
cs: Vybrat
de: Auswählen
es: Seleccionar
et: Vali
fi: Valitse
fr: Sélectionner
ga: Roghnaigh
hu: Kiválasztás
it: Seleziona
ja: 選択
kab: Fren
nl: Selecteren
pl: Wybierz
ro: Alege
ru: Выбрать
sk: Vybrať
sr: Одабери
sv: Välj
ta: தேர்ந்தெடு
tr: Seç
uk: Обрати

source: Run With Arguments
ar: شغّل مع المعطيات
bg: Стартиране с аргументи
ca: Executa amb arguments
cs: Spustit s argumenty
de: Mit Parametern ausführen
es: Ejecutar con argumentos
et: Käivita nende argumentidega
fi: Suorita argumenteilla
fr: Exécuter avec des arguments
ga: Rith Le Argóintí
hu: Futtatás argumentumokkal
it: Esegui con argomenti
ja: 引数を指定して実行
kab: Selkem S Ifukal
nl: Uitvoeren met argumenten
pl: Uruchom z argumentami
ro: Pornește cu argumente
ru: Запуск с аргументами
sk: Spustiť s argumentami
sr: Покрени Уз Аргументе
sv: Kör med argument
ta: வாதங்களுடன் இயக்கவும்
tr: Argümanlarla Çalıştır
uk: Запуск з аргументами

source: Run
ar: شغِّل
bg: Стартиране
ca: Executar
ckb: ڕەن
cs: Spustit
de: Ausführen
es: Ejecutar
et: Käivita
fi: Suorita
fr: Exécuter
ga: Rith
hu: Futtatás
it: Esegui
ja: 実行
kab: Selkem
nl: Uitvoeren
pl: Uruchom
ro: Pornește
ru: Запустить
sk: Spustiť
sr: Покрени
sv: Kör
ta: ஓடு
tr: Çalıştır
uk: Запустити
