Repository: bottlesdevs/Bottles
Catalog: po/*.po
Languages: ar, bg, ca, ckb, cs, de, es, et, fi, fr, ga, hu, it, ja, kab, nl, pl, ro, ru, sk, sr, sv, ta, tr, uk

source: FXAA subpixel quality decreases aliasing at the subpixel level. Higher values make the frame softer.
ar: تقلل جودة أجزاء البكسل FXAA من التنعيم على مستوى أجزاء البكسل، كلما زادت القيمة صار الإطار أنعم.
bg: Подпикселното качество на БПИ намалява ръбовете на ниво подпиксели. По-високите стойности ги изглаждат.
ca: La qualitat del subpíxel FXAA disminueix l'àlies al nivell del subpíxel. Els valors més alts fan que el fotograma sigui més suau.
cs: Subpixelová kvalita FXAA snižuje aliasing na úrovni subpixelů. Při vyšších hodnotách je snímek měkčí.
de: Die FXAA-Subpixelqualität verringert Aliasing auf Subpixel-Ebene. Höhere Werte machen das Bild weicher.
es: La calidad de subpíxeles del FXAA disminuye el aliasing a nivel de subpíxeles. Los valores más altos hacen que el cuadro sea más suave.
et: FXAA-algoritmi alampikslite kvaliteet vähendab diskreetmoonutust alampikslite tasemel. Suuremad väärtused teevad piltide jooned pehmemateks.
fi: FXAA-alipikselin laatu heikentää aliasointia alipikselitasolla. Suuremmat arvot tekevät kehyksestä pehmeämmän.
fr: La qualité des sous-pixels FXAA réduit le crénelage au niveau des sous-pixels. Des valeurs plus élevées rendent l’image plus douce.
ga: Laghdaíonn cáilíocht fo-bpicteilín FXAA aliasing ag leibhéal an fho-bpicteilín. Déanann luachanna níos airde an fráma níos boige.
nl: FXAA-subpixelkwaliteit vermindert hoekige randen op subpixelniveau. Hogere waarden maken het beeld zachter.
pl: Jakość subpikselowa FXAA zmniejsza aliasing na poziomie subpikselowym. Wyższe wartości sprawiają, że klatka jest bardziej gładka.
ro: Calitatea subpixelului FXAA reduce distorsiunea la nivel de subpixel. Valorile mai mari fac cadrul mai clar.
ru: Субпиксельное качество FXAA уменьшает ступенчатость на субпиксельном уровне. Чем выше значение, тем мягче кадр.
sk: Subpixelová kvalita FXAA znižuje aliasing na úrovni subpixelov. Pri vyšších hodnotách je snímka mäkšia.
sr: FXAA квалитет субпиксела смањује омекшавање на субпикселном нивоу. Више вредности чине кадар мекшим.
ta: FXAA துணை பிக்சல் தரம் துணை பிக்சல் மட்டத்தில் மாற்றுப்பெயர் குறைகிறது. அதிக மதிப்புகள் சட்டத்தை மென்மையானது.
tr: FXAA alt piksel kalitesi, alt piksel düzeyinde örtüşmeyi azaltır. Daha yüksek değerler kareyi daha yumuşak hale getirir.
uk: Якість субпікселів FXAA зменшує аліасинг на рівні субпікселів. Вищі значення роблять кадр м'якшим.

source: FXAA edge threshold is the minimum amount of contrast required to apply the FXAA algorithm. Higher values make the frame have more contrast.
ar: عتبة الحواف لـ FXAA هي أقل قيمة مطلوبة للتباين لتطبيقة خوارزمية FXAA. كلما زادت القيمة صار تباين الإطار أكثر.
bg: Прагът на ръбовете на БПИ е най-ниският контраст за прилагане на алгоритъма на БПИ. По-високите стойности го увеличават.
ca: El llindar de vora FXAA és la quantitat mínima de contrast necessària per aplicar l'algorisme FXAA. Els valors més alts fan que el fotograma tingui més contrast.
cs: Prahová hodnota hran FXAA je minimální hodnota kontrastu potřebná k použití algoritmu FXAA. Při vyšších hodnotách je snímek kontrastnější.
de: Die FXAA-Kantenschwelle ist der Mindestkontrast, der für die Anwendung des FXAA-Algorithmus erforderlich ist. Höhere Werte bewirken, dass das Bild mehr Kontrast aufweist.
es: El umbral de borde FXAA es la cantidad mínima de contraste necesaria para aplicar el algoritmo FXAA. Los valores más altos hacen que el fotograma tenga más contraste.
et: FXAA-algoritmi ääre lävend on madalaim kvaliteet, mida FXAA algoritm eeldab. Suuremad väärtused teevad pildid kontrastsemateks.
fi: FXAA-reunakynnys on minimikontrastin määrä, joka tarvitaan FXAA-algoritmin soveltamiseen. Suuremmat arvot tekevät kehykseen enemmän kontrastia.
fr: Le seuil du bord FXAA est la quantité minimale de contraste requise pour appliquer l’algorithme FXAA. Plus la valeur est élevée, plus l’image est contrastée.
ga: Is é tairseach imeall FXAA an méid codarsnachta íosta a theastaíonn chun algartam FXAA a chur i bhfeidhm. Fágann luachanna níos airde níos mó codarsnachta ag an bhfráma.
nl: FXAA-randdrempelwaarde is de minimaal vereiste contrastwaarde vereist om het FXAA-algoritme toe te passen. Hogere waarden zorgen voor beelden met meer contrast.
pl: Próg krawędzi FXAA to minimalna wartość kontrastu wymagana do zaaplikowania algorytmu FXAA. Wyższe wartości sprawiają, że klatka ma więcej kontrastu.
ro: Limita de margine FXAA este valoarea minimă de contrast necesară pentru a aplica algoritmul FXAA. Valorile mai mari fac ca imaginea să aibă mai mult contrast.
ru: Порог FXAA — это минимальный контраст, необходимый для применения алгоритма FXAA. Чем выше значение, тем контрастней кадр.
sk: Prah hodnoty hrán FXAA je minimálna hodnota kontrastu potrebná na použitie algoritmu FXAA. Pri vyšších hodnotách je snímka kontrastnejšia.
sr: FXAA праг ивице је минимална количина контраста неопходна за примењивање FXAA алгоритма. Више вредности чине да кадар има више контраста.
ta: FXAA எட்ஜ் த்ரெஷோல்ட் என்பது FXAA அல்காரிதத்தைப் பயன்படுத்துவதற்கு தேவைப்படும் குறைந்தபட்ச அளவு மாறுபாடு ஆகும். அதிக மதிப்புகள் சட்டகத்தை அதிக மாறுபாட்டைக் கொண்டிருக்கச் செய்கிறது.
tr: FXAA kenar eşiği, FXAA algoritmasını uygulamak için gereken minimum kontrast miktarıdır. Daha yüksek değerler çerçevenin daha fazla kontrasta sahip olmasını sağlar.
uk: Поріг краю FXAA - це мінімальна кількість контрасту, необхідна для застосування алгоритму FXAA. Більш високі значення роблять кадр більш контрастним.

source: FXAA quality edge threshold minimum is the minimum value of dark pixels that are ignored by the FXAA algorithm. Higher values make FXAA ignore pixels below the specified value and can lead to a performance increase.
ar: عتبة جودة الحواف لـ FXAA هي القيمة الدنيا لعدد البكسلات الداكنة التي تتجاهلها خوازرمية FXAA. تتجاهل خوارزمية FXAA البكسلات تحت القيمة المدخلة وقد تؤدي لتحسن الأداء.
bg: Минималният праг на качеството на ръбовете на БПИ е най-ниската стойност на тъмните пиксели, които не участват в алгоритъма на БПИ. По-високите стойности пренебрегват по-ниските и увеличават производителността.
ca: El llindar mínim de vora de qualitat FXAA és el valor mínim dels píxels foscos que l'algorisme FXAA ignora. Els valors més alts fan que FXAA ignori els píxels per sota del valor especificat i pot conduir a un augment del rendiment.
cs: Minimum prahu kvality hran FXAA je minimální hodnota tmavých pixelů, které algoritmus FXAA ignoruje. Vyšší hodnoty způsobí, že FXAA bude ignorovat pixely pod zadanou hodnotou a může vést ke zvýšení výkonu.
de: FXAA quality edge threshold minimum ist der Mindestwert für dunkle Pixel, welche vom FXAA-Algorithmus ignoriert werden. Höhere Werte bewirken, dass FXAA Pixel unterhalb des angegebenen Wertes ignoriert, was zu einer Leistungssteigerung führen kann.
es: El umbral mínimo de calidad de FXAA es el valor mínimo de píxeles oscuros que son ignorados por el algoritmo FXAA. Los valores más altos hacen que FXAA ignore los píxeles por debajo del valor especificado y pueden suponer un aumento del rendimiento.
et: FXAA-algoritmi ääre lävendi miinimum on tumedate pikslite miinimumväärtus, mida FXAA algoritm eirab. Suuremad väärtused võimaldavad FXAA algoritmil eirata piksleid alla määratud väärtuse ja see võib parandada jõudlust.
fi: FXAA-laadun reunakynnyksen minimiraja on tummien pikselien vähimmäisarvo, jotka FXAA-algoritmi jättää huomiotta. Suuremmat arvot saavat FXAA:n ohittamaan määritetyn arvon alapuolella olevat pikselit ja voi lisätä suorituskykyä.
fr: Le seuil de qualité minimale du bord FXAA est le nombre minimum de pixels noirs ignorés par l’algorithme FXAA. Des valeurs élevées font que le FXAA ignore les pixels en dessous de cette valeur et peuvent améliorer les performances.
ga: Is é íosmhéid tairseach imeall cáilíochta FXAA an luach íosta de phicteilíní dorcha a dtugann algartam FXAA neamhaird orthu. Déanann luachanna níos airde neamhaird ar FXAA picteilíní faoi bhun an luacha sonraithe agus d'fhéadfadh méadú feidhmíochta a bheith mar thoradh air.
nl: FXAA-kwaliteitsdrempelwaardeminimum is de minimumwaarde van donkere pixels die door het FXAA-algoritme worden genegeerd. Hogere waarden zorgen ervoor dat FXAA pixels onder de opgegeven waarde negeert wat kan leiden tot betere prestaties.
pl: Minimalny próg jakości krawędzi FXAA to minimalna wartość ciemnych pikseli ignorowanych przez algorytm FXAA. Wyższe wartości sprawiają, że FXAA będzie ignorować piksele poniżej podanej wartości i może prowadzić do poprawienia wydajności.
ro: Limita minimă de calitate a marginii FXAA este valoarea minimă a pixelilor întunecați care sunt ignorați de algoritmul FXAA. Valorile mai mari fac ca FXAA să ignore pixelii sub valoarea specificată și pot duce la o creștere a performanței.
ru: Минимальный порог качества FXAA — это минимальное значение тёмных пикселей, которые игнорируются алгоритмом FXAA. Более высокие значения позволят FXAA игнорировать большее количество пикселей, что приведёт к увеличению производительности.
sk: Minimálny prah kvality hrán FXAA je minimálna hodnota tmavých pixelov, ktoré algoritmus FXAA ignoruje. Vyššie hodnoty spôsobia, že FXAA bude ignorovať pixeloy pod zadanou hodnotou, čo môže viesť ku zvýšeniu výkonu.
sr: FXAA минимални праг квалитета ивице је минимална вредност тамних пиксела које FXAA алгоритам игнорише. Више вредности чине да FXAA игнорише пикселе испод назначене вредности и може довести до повећања перформанси.
ta: FXAA தர எட்ஜ் த்ரெஷோல்ட் குறைந்தபட்சம் என்பது FXAA அல்காரிதத்தால் புறக்கணிக்கப்படும் டார்க் பிக்சல்களின் குறைந்தபட்ச மதிப்பாகும். அதிக மதிப்புகள் FXAA குறிப்பிட்ட மதிப்புக்குக் கீழே உள்ள பிக்சல்களைப் புறக்கணிக்கச் செய்து, செயல்திறன் அதிகரிப்புக்கு வழிவகுக்கும்.
tr: FXAA kalite kenar eşiği minimum, FXAA algoritması tarafından yok sayılan koyu piksellerin minimum değeridir. Daha yüksek değerler FXAA'nın belirtilen değerin altındaki pikselleri yok saymasını sağlar ve performans artışına yol açabilir.
uk: Мінімальний поріг краю якості FXAA - мінімальне значення темних пікселів, які нехтуються алгоритмом FXAA. Більш високі значення змушують FXAA нехтувати пікселямм нижче вказаного значення і можуть призвести до збільшення продуктивності.

source: Luma detects edges from a monochrome perspective, whereas Color detects edges based on colors. Luma is more performant than Color.
ar: تكتشف "لوما" الحواف من منظور أحادي الألوان، بينما تكتشف "كولر" الحواف بناءً على الألوان. "لوما" أفضل أداءً من "كولر".
bg: Яркостта открива ръбовете от монохромна перспектива, докато цветът ги открива според техните цветове, но процесът е по-бавен.
ca: Luma detecta vores des d'una perspectiva monocroma, mentre que Color detecta vores basades en colors. Luma és més eficient que Color.
cs: Funkce Luma detekuje hrany z monochromatického pohledu, zatímco funkce Color detekuje hrany na základě barev. Funkce Luma je výkonnější než funkce Color.
de: Luma erkennt Kanten aus einer monochromen Perspektive, während Color Kanten auf der Grundlage von Farben erkennt. Luma ist leistungsfähiger als Color.
es: Luma detecta los bordes desde una perspectiva monocromática, mientras que Color detecta los bordes basándose en los colores. Luma es más eficaz que Color.
et: Luma tuvastab ääri mustvalgest lähtepunktist ja Värv tuvastab ääri värvidepõhiselt. Luma jõudlus on Värvi omast parem.
fi: Luma havaitsee reunat yksivärisestä näkökulmasta, kun taas väri havaitsee reunat värien perusteella. Luma on tehokkaampi kuin väri.
fr: Luma détecte les bords d’un point de vue monochrome, tandis que Color détecte les bords en fonction des couleurs. Luma est plus performant que Color.
ga: Aimsíonn Luma imill ó pheirspictíocht monacrómach, ach braitheann Dath imill bunaithe ar dathanna. Tá Luma níos feidhmiúla ná Dath.
nl: Luma detecteert randen via grijstinten, en Kleur detecteert deze via kleuren. Luma is sneller dan Kleur.
pl: Luma wykrywa krawędzie w perspektywie monochromatycznej, natomiast Kolor wykrywa krawędzie na podstawie kolorów. Luma jest bardziej wydajna niż Kolor.
ro: Luma detectează marginile dintr-o perspectivă monocromă, în timp ce Color detectează marginile pe baza culorilor. Luma este mai performant decât Color.
ru: Luma в отличие от Цвета выявляет края в монохромном спектре, за счёт чего производительнее последнего.
sk: Funkcia Luma deteguje hrany z monochromatického pohľadu, kým funkcia Color deteguje hrany na základe farieb. Funkcia Luma je výkonnejšia ako funkcia Color.
sr: Лума детектује ивице из монохромне перспективе, где Боја детектује ивице на основу боја. Лума је учинковитија од Боја.
ta: லுமா ஒரே வண்ணமுடைய கண்ணோட்டத்தில் விளிம்புகளைக் கண்டறிகிறது, அதே சமயம் வண்ணம் வண்ணங்களின் அடிப்படையில் விளிம்புகளைக் கண்டறிகிறது. லூமா நிறத்தை விட செயல்திறன் மிக்கவர்.
tr: Luma kenarları tek renkli bir perspektiften algılarken, Renk kenarları renklere göre algılar. Luma, Renk'e göre daha performanslıdır.
uk: Luma виявляє краї з монохромної перспективи, тоді як Колір виявляє краї на основі кольорів. Luma має вищу продуктивність, ніж Колір.

source: SMAA threshold specifies the sensitivity of edge detection. Lower values detect more edges at the expense of performance.
ar: تحدد عتبة SMAA حساسية اكتشاف الحواف. تقوم القيم الدنيا باكتشاف حواف أكثر على حساب الأداء.
bg: Прагът на СМИ посочва чувствителността за откриване на ръбове. По-ниските стойности откриват повече ръбове за сметка на производителността.
ca: El llindar SMAA especifica la sensibilitat de la detecció de vores. Els valors més baixos detecten més vores a costa del rendiment.
cs: Práh SMAA určuje citlivost detekce hran. Nižší hodnoty detekují více hran na úkor výkonu.
de: Der SMAA-Schwellenwert gibt die Empfindlichkeit der Kantenerkennung an. Niedrigere Werte erkennen mehr Kanten auf Kosten der Leistung.
es: El umbral SMAA especifica la sensibilidad de la detección de bordes. Los valores más bajos detectan más bordes a expensas del rendimiento.
et: SMAA-algoritmi lävend määratleb ääretuvastuse tundlikkust. Madalamad väärtused teevad seda paremini, aga see tuleb jõudluse vähenemise arvelt.
fi: SMAA-kynnys määrittää reunan havaitsemisen herkkyyden. Pienemmät arvot havaitsevat enemmän reunoja suorituskyvyn kustannuksella.
fr: Le seuil SMAA définie la sensibilité de la détection de bord. Des valeurs basses améliorent la détection des bords au prix d’une baisse de performance.
ga: Sonraíonn tairseach SMAA íogaireacht braite imeall. Braitheann luachanna níos ísle níos mó imill ar chostas na feidhmíochta.
nl: SMAA-drempel bepaalt de gevoeligheid van de randdetectie. Lagere waarden detecteren meer randen ten koste van de prestaties.
pl: Próg SMAA określa czułość wykrywania krawędzi. Niższe wartości wykrywają więcej krawędzi w zamian za mniejszą wydajność.
ro: Limita SMAA specifică sensibilitatea de detectare a marginii. Valorile mai mici detectează mai multe margini în detrimentul performanței.
ru: Порог SMAA определяет чувствительность выявления краёв. Меньшие значения выявляют больше краёв в ущерб производительности.
sk: Prah SMAA určuje citlivosť detekcie hrán. Nižšie hodnoty detegujú viac hrán na úkor nižšie výkonu.
sr: СМАА праг одређује осетљивост детектовања ивице. Ниже вредности детектују више ивица на штету перформанси.
ta: SMAA த்ரெஷோல்ட் விளிம்பு கண்டறிதலின் உணர்திறனைக் குறிப்பிடுகிறது. குறைந்த மதிப்புகள் செயல்திறன் செலவில் அதிக விளிம்புகள் கண்டறியும்.
tr: SMAA eşiği kenar algılama hassasiyetini belirtir. Düşük değerler, performans pahasına daha fazla kenar algılar.
uk: Поріг SMAA визначає чутливість виявлення країв. Чим нижче значення, тим більше країв виявляється за рахунок продуктивності.

source: SMAA max search steps specifies how many horizontal and vertical search steps are performed when searching for edges.
ar: تحدد "أقصى عدد خطوات بحث لـ SMAA" عدد خطوات البحث الأفقي والرأسي المنفذة عند البحث عن الحواف.
bg: Максималните стъпки за търсене на СМИ посочват колко хоризонтални и вертикални стъпки за търсене са извършени при търсенето на ръбове.
ca: Els passos de cerca màxims SMAA especifica quants passos de cerca horitzontals i verticals es realitzen en cercar vores.
cs: SMAA max search steps určuje, kolik horizontálních a vertikálních kroků hledání se provede při hledání hran.
de: SMAA maximale Suchschritte gibt an, wie viele horizontale und vertikale Suchschritte bei der Suche nach Kanten durchgeführt werden.
es: Los pasos máximos de búsqueda de SMAA especifican cuántos pasos de búsqueda horizontales y verticales se realizan cuando se buscan aristas.
et: SMAA-algoritmi otsingusammude ülempiir määrab kui palju rõhtjoones ja püstjoones otsingusamme tehakse äärte tuvastamiseks.
fi: SMAA max hakuvaiheet määrittävät, kuinka monta vaaka- ja pystysuuntaista hakuvaihetta suoritetaan reunojen etsinnässä.
fr: Le nombre maximal d’étapes de recherche SMAA spécifie le nombre d’étapes de recherche horizontales et verticales lors de la recherche de bords.
ga: Sonraíonn céimeanna cuardaigh uasta SMAA cé mhéad céim chuardaigh cothrománach agus ingearach a dhéantar agus imill á cuardach agat.
nl: SMAA-maximum-zoekstappen geeft aan hoeveel horizontale en verticale zoekstappen worden uitgevoerd bij het zoeken naar randen.
pl: Maksymalna ilość kroków wyszukiwania SMAA określa ile horyzontalnych i wertykalnych kroków wyszukiwania zostanie przeprowadzonych w poszukiwaniu krawędzi.
ro: Pașii maximi de căutare SMAA specifică numărul de pași de căutare pe orizontală și verticală care se efectuează atunci când se caută margini.
ru: Максимальный шаг поиска SMAA определяет число шагов горизонтального и вертикального поиска при выявлении краёв.
sk: SMAA max search steps určuje koľko horizontálnych a vertikálnych krokov hľadania sa vykoná pri hľadaní hrán.
sr: СМАА кораци максималне претраге одређују колико хоризонталних и вертикалних корака претраге се изводе при тражењу ивица.
ta: எஸ்எம்ஏஏ அதிகபட்ச தேடல் படிகள் விளிம்புகளைத் தேடும்போது எத்தனை கிடைமட்ட மற்றும் செங்குத்து தேடல் படிகள் செய்யப்படுகின்றன என்பதைக் குறிப்பிடுகிறது.
tr: SMAA maksimum arama adımları, kenarları ararken kaç yatay ve dikey arama adımı gerçekleştirileceğini belirtir.
uk: Щонайбільші кроки пошуку SMAA - визначає, скільки кроків пошуку по горизонталі та вертикалі виконується при пошуку країв.

source: SMAA max diagonal search steps specifies how many diagonal search steps are performed when searching for edges.
ar: يحدد خيار "أقصى عدد مرات البحث القُطري لـ SMAA" كم خطوة بحث قُطري تنفذ حين البحث عن الحواف.
bg: Максималните диагонални стъпки за търсене на СМИ посочват колко диагонални стъпки за търсене са извършени при търсенето на ръбове.
cs: Maximálně diagonální kroky vyhledávání SMAA určuje, kolik diagonálních kroků vyhledávání se provádí při hledání hran.
de: SMAA maximale diagonale Suchschritte gibt an, wie viele diagonale Suchschritte bei der Suche nach Kanten durchgeführt werden.
es: Los pasos máximos de búsqueda diagonal de SMAA especifican cuántos pasos de búsqueda diagonal se realizan cuando se buscan aristas.
et: SMAA-algoritmi diagonaalsete otsingusammude ülempiir määrab kui palju diagonaalis otsingusamme tehakse äärte tuvastamiseks.
fi: SMAA max diagonaaliset hakuvaiheet määrittävät, kuinka monta viistosuuntaista hakuvaihetta suoritetaan reunojen etsinnässä.
fr: Le nombre maximal d’étapes de recherche SMAA spécifie le nombre d’étapes de recherche diagonales exécutées lors de la recherche de bords.
ga: Sonraíonn céimeanna cuardaigh trasnánach SMAA max cé mhéad céim chuardaigh trasnánach a dhéantar agus imill á cuardach agat.
nl: SMAA-maximum-diagonale-zoekstappen geeft aan hoeveel diagonale zoekstappen worden uitgevoerd bij het zoeken naar randen.
pl: Maksymalna ilość kroków wyszukiwania po przekątnej SMAA określa ilość kroków wyszukiwania po przekątnej przeprowadzanych w poszukiwaniu krawędzi.
ro: Pașii maximi de căutare pe diagonală SMAA specifică numărul de pași de căutare pe diagonală care se efectuează la căutarea marginilor.
ru: Максимальный диагональный шаг поиска SMAA определяет число шагов поиска по диагонали при выявлении краёв.
sk: SMAA max diagional search určuje koľko diagonálnych krokov vyhľadávania sa vykoná pri hľadaní hrán.
sr: СМАА кораци максималне дијагоналне претраге одређују колико дијагоналних корака претраге се изводе при тражењу ивица.
ta: எஸ்எம்ஏஏ அதிகபட்ச மூலைவிட்ட தேடல் படிகள் விளிம்புகளைத் தேடும் போது எத்தனை மூலைவிட்ட தேடல் படிகள் செய்யப்படுகின்றன என்பதைக் குறிப்பிடுகிறது.
tr: SMAA maksimum diyagonal arama adımları, kenarları ararken kaç diyagonal arama adımı gerçekleştirileceğini belirtir.
uk: Щонайбільше діагональних кроків пошуку SMAA - визначає, скільки кроків пошуку по діагоналі виконується при пошуку країв.

source: SMAA corner rounding specifies the strength of rounding edge corners.
ar: يحدد خيار تقويس الزوايا SMAA شدة مستوى تقويس زوايا الحواف.
bg: Заоблянето на ъглите на СМИ посочва степента на заобляне на техните върхове.
cs: Zaoblení rohů SMAA určuje sílu zaoblení rohů hran.
de: SMAA-Eckenabrundung gibt die Stärke der Abrundung von Kantenecken an.
es: El redondeo de esquinas SMAA especifica la fuerza del redondeo de las esquinas.
et: SMAA-algoritmi nurkade ümardamine määratleb äärte nurkade ümardamise tugevust.
fi: SMAA-kulman pyöristys määrittää reunan kulmien voimakkuuden.
fr: L’arrondissement de bordure SMAA spécifie l’intensité de l’arrondissement des coins des bordures.
ga: Sonraíonn timpeallú cúinne SMAA neart na gcoirnéil imeall timpeallaithe.
nl: SMAA-hoekafronding specificeert de sterkte van de afronding van randhoeken.
pl: Zaokrąglanie rogów SMAA określa siłę zaokrąglania rogów krawędzi.
ro: Rotunjirea colțurilor SMAA specifică puterea de rotunjire a colțurilor marginilor.
ru: Величина скругления углов SMAA.
sk: SMAA corner rounding určuje silu zaoblenia rohov hrán.
sr: СМАА заокруживање углова одређује јачину заокруживања ивица углова.
ta: SMAA கார்னர் ரவுண்டிங் என்பது ரவுண்டிங் எட்ஜ் கார்னர்களின் வலிமையைக் குறிப்பிடுகிறது.
tr: SMAA köşe yuvarlama, yuvarlanan kenar köşelerinin gücünü belirtir.
uk: Заокруглення кутів SMAA визначає силу заокруглення кутів країв.

source: Incomplete package
ar: حزمة غير مكتملة
bg: Непълен пакет
ca: Paquet incomplet
cs: Neúplný balíček
de: Unvollständiges Paket
es: Paquete incompleto
et: Mittetäielik pakett
fi: Puutteellinen paketti
fr: Paquet incomplet
ga: Pacáiste neamhiomlán
hu: Hiányos csomag
it: Pacchetto incompleto
ja: 不完全なパッケージ
kab: Akemmus ur yemmid ara
nl: Onvolledig pakket
pl: Niepełny pakiet
ro: Pachet incomplet
ru: Неполная установка
sk: Neúplný balíček
sr: Непотпун пакет
ta: முழுமையற்ற தொகுப்பு
tr: Tamamlanmamış paket
uk: Неповний пакет
