Repository: bottlesdevs/Bottles
Catalog: po/*.po
Languages: ar, bg, ca, ckb, cs, de, es, et, fi, fr, ga, hu, it, ja, kab, nl, pl, ro, ru, sk, sr, sv, ta, tr, uk

source: List Steam Apps in Programs List
ar: اسرد تطبيقات Steam في قائمة البرامج
bg: Показване на „Steam“ в списъка с програмите
ca: Llista les aplicacions de Steam a la llista de programes
cs: Seznam Steam aplikací v seznamu programů
de: Steam-Apps in der Programmliste auflisten
es: Listar las aplicaciones de Steam en la lista de programas
et: Näita Steami rakendusi Programmide loendis
fi: Listaa Steam-sovellukset Ohjelmat-luettelossa
fr: Lister les applications Steam dans la liste des programmes
ga: Liosta Steam Apps i Liosta Cláir
hu: Steam alkalmazások listázása a programok listájában
it: Elenca le app di Steam nell'elenco dei programmi
ja: プログラム一覧に Steam アプリを表示
kab: Bder isnasen Steam n tebdart n isnasen
nl: Steam-apps in programmalijst weergeven
pl: Pokaż aplikacje Steamowe na liście programów
ro: Înșiruie aplicațiile Steam în lista de programe
ru: Отображать приложения Steam в списке программ
sk: Zobrazovať Steam aplikácie v zozname programov
sr: Излистај Стим Апликације у Листи Програма
sv: Visa Steam-appar i programlistan
ta: நிரல் பட்டியலில் ஸ்டீம் பயன்பாடுகளை பட்டியலிடுங்கள்
tr: Programlar Listesinde Steam Uygulamalarını Listele
uk: Показувати програми Steam у списку програм

source: Requires Steam for Windows installed in the bottle.
ar: يتطلب أن يكون ستيم للويندوز مثبتاً في القارورة.
bg: Изисква инсталирането на „Steam“ за „Windows“ в бутилката.
ca: Requereix Steam per a Windows instal·lat a l'ampolla.
cs: Vyžaduje Steam pro Windows nainstalovaný v Láhvi.
de: Erfordert Steam für Windows, welcher im Bottle installiert ist.
es: Requiere que Steam para Windows esté instalado en la botella.
et: See eeldab, et Steam Windowsi jaoks on pudelisse paigaldatud.
fi: Vaatii, että Steamin Windows-versio on asennettu pulloon.
fr: Nécessite l’installation de Steam dans la bouteille.
ga: Éilíonn Steam le haghaidh Windows suiteáilte sa bhuidéal.
hu: Igényli a Steam Windows verziójának palackba való telepítését.
it: Richiede Steam per Windows installato nella bottiglia.
ja: ボトルに Windows 用 Steam のインストールが必要です。
kab: Yesra asbeddi n Steam i Windows deg tqerɛet.
nl: Vereist dat Steam voor Windows in de bottle is geïnstalleerd.
pl: Wymaga zainstalowanego Steama dla systemu Windows w tej butelce.
ro: Trebuie ca Steam pentru Windows să fie instalat în sticlă.
ru: Требует установки в бутылку Steam для Windows.
sk: Vyžaduje Steam pre Windows nainštalovaní vo Fľaši.
sr: Захтева инсталиран Стим за Виндовс унутар Флаше.
sv: Kräver att Steam för Windows är installerat i flaskan.
ta: பாட்டிலில் நிறுவப்பட்ட விண்டோஸிற்காக ஸ்டீம் தேவை.
tr: Steam'in Windows sürümünün şişede kurulu olmasını gerektirir.
uk: Потрібна наявність Steam для Windows, встановлена в Пляшці.

source: List Epic Games in Programs List
ar: اسرد تطبيقات Epic Games في قائمة البرامج
bg: Показване на „Epic Games“ в списъка с програмите
ca: Llista Epic Games a la llista de programes
cs: Seznam Her Epic v seznamu programů
de: Liste Epic-Games in der Programmliste auf
es: Listar Epic Games en la lista de programas
et: Näita Epic Gamesi rakendusi Programmide loendis
fi: Listaa Epic Games Ohjelmat-luettelossa
fr: Lister les jeux Epic Games dans la liste des programmes
ga: Liosta Cluichí Eipeach i Liosta Cláir
hu: Epic Games alkalmazások listázása a programok listájában
it: Elenca Epic Games nell'elenco dei programmi
ja: プログラム一覧に Epic Games を表示
kab: Bder Epic Games deg tebdart n wahilen
nl: Epic Games in programmalijst weergeven
pl: Pokaż aplikacje Epic Games na liście programów
ro: Arată „Epic Games” în lista de programe
ru: Отображать приложения Epic Games в списке программ
sk: Zobrazovať Epic hry v zozname programov
sr: Излистај Епик Гејмс у Листи рограма
sv: Visa Epic Games i programlistan
ta: நிகழ்ச்சிகள் பட்டியலில் எபிக் கேம்களை பட்டியலிடவும்
tr: Epic Games'i Programlar Listesinde Göster
uk: Показувати програми Epic Games в списку програм

source: Requires Epic Games Store installed in the bottle.
ar: يتطلب أن يكون متجر Epic Games مثبتاً في القارورة.
bg: Изисква инсталирането на „Epic Games Store“ в бутилката.
ca: Requereix Epic Games Store instal·lat a l'ampolla.
cs: Vyžaduje obchod Epic Games Store nainstalovaný v lahvi.
de: Erfordert, dass der Epic Games Store in der Bottle installiert ist.
es: Requiere Epic Games Store instalado en la botella.
et: See eeldab, et Epic Games Store on pudelisse paigaldatud.
fi: Vaatii, että Epic Games Store on asennettu pulloon.
fr: Nécessite l’installation d’Epic Games Store dans la bouteille.
ga: Éilíonn Siopa Cluichí Epic suiteáilte sa bhuidéal.
hu: Igényli az Epic Games palackba való telepítését.
it: Richiede l'installazione di Epic Games Store nella bottiglia.
ja: ボトルに Epic Games Store のインストールが必要です。
kab: Yesra asbeddi n Games Store deg tqerɛet.
nl: Vereist dat de Epic Games Store in de bottle is geïnstalleerd.
pl: Wymaga zainstalowania Epic Games Store w tej butelce.
ro: Trebuie ca magazinul „Epic Games” să fie instalat în sticlă.
ru: Требует установки в бутылку приложения Epic Games.
sk: Vyžaduje obchod Epic Games Store nainštalovaný vo Fľaši.
sr: Захтева инсталирану Епик Гејмс Продавницу унутар Флаше.
sv: Kräver att Epic Games Store är installerad i flaskan.
ta: பாட்டிலில் நிறுவப்பட்ட எபிக் கேம்ஸ் ஸ்டோர் தேவை.
tr: Şişede Epic Games Store'un kurulu olmasını gerektirir.
uk: Потрібна наявність Epic Games Store в Пляшці.

source: List Ubisoft Games in Programs List
ar: اسرد ألعاب يوبي سوفت في قائمة البرامج
bg: Показване на „Ubisoft Games“ в списъка с програмите
ca: Llista els jocs d'Ubisoft a la llista de programes
cs: Seznam her Ubisoft v Seznamu programů
de: Ubisoft-Spiele in der Programmliste auflisten
es: Listado de juegos de Ubisoft en la lista de programas
et: Näita Ubisoft Gamesi rakendusi Programmide loendis
fi: Listaa Ubisoft Games Ohjelmat-luettelossa
fr: Lister les jeux Ubisoft dans la liste des programmes
ga: Liosta Cluichí Ubisoft i Liosta Cláir
ja: プログラム一覧に Ubisoft ゲームを表示
kab: Bder Uraren Ubisoft deg tebdart n wahilen
nl: Ubisoft-games in programmalijst weergeven
pl: Pokaż gry Ubisoft na liście programów
ro: Arată „Ubisoft Games” în lista de programe
ru: Отображать игры Ubisoft в списке программ
sk: Zobrazovať Ubisoft hry v zozname programov
sr: Излистај Убисофт игре у Листи Програма
ta: நிரல் பட்டியலில் யுபிசாஃப்ட் கேம்களை பட்டியலிடவும்
tr: Ubisoft Oyunlarını Programlar Listesinde Göster
uk: Показувати ігри Ubisoft у списку програм

source: Requires Ubisoft Connect installed in the bottle.
ar: يتطلب Ubisoft Connect مثبتا في القارورة.
bg: Изисква инсталирането на „Ubisoft Connect“ в бутилката.
ca: Requereix Ubisoft Connect instal·lat a l'ampolla.
cs: Vyžaduje nainstalovanou aplikaci Ubisoft Connect v lahvi.
de: Erfordert, dass Ubisoft Connect in der Bottle installiert ist.
es: Requiere Ubisoft Connect instalado en la botella.
et: See eeldab, et Ubisoft Connect on pudelisse paigaldatud.
fi: Vaatii, että Ubisoft Connect on asennettu pulloon.
fr: Nécessite l’installation de Ubisoft Connect dans la bouteille.
ga: Éilíonn Ubisoft Connect suiteáilte sa bhuidéal.
ja: ボトルに Ubisoft Connect のインストールが必要です。
kab: Yesra asbeddi n Ubisoft Connect deg tqerɛet.
nl: Vereist dat de Ubisoft Connect in de bottle is geïnstalleerd.
pl: Wymaga zainstalowania Ubisoft Connect w butelce.
ro: Trebuie ca Ubisoft Connect să fie instalat în sticlă.
ru: Требует установки в бутылку приложения Ubisoft Connect.
sk: Vyžaduje aplikáciu Ubisoft Connect nainštalovanú vo Fľaši.
sr: Захтева инсталиран Убисофт Конект унутар Флаше.
ta: பாட்டிலில் யூபிசாஃப்ட் கனெக்ட் நிறுவப்பட்டிருக்க வேண்டும்.
tr: Şişede Ubisoft Connect'in kurulu olmasını gerektirir.
uk: Потрібна наявність Ubisoft Connect в Пляшці.

source: Advanced
ar: متقدم
bg: Разширени
ca: Avançat
ckb: پێشکەوتوو
cs: Pokročilé
de: Erweitert
es: Avanzado
et: Lisaseadistused
fi: Lisäasetukset
fr: Avancé
ga: Ardleibhéal
hu: Haladó
it: Avanzate
ja: 高度な設定
kab: Talqayt
nl: Geavanceerd
pl: Opcje zaawansowane
ro: Avansate
ru: Расширенные настройки
sk: Pokročilé
sr: Напредно
sv: Avancerade
ta: மேம்பட்ட
tr: Gelişmiş
uk: Розширені налаштування

source: Pre-Release
ar: الإصدار التجريبي
bg: Предварителни версии
ca: Pre-alliberament
cs: Předběžné vydání
de: Vorabversion
es: Versión preliminar
et: Eelversioon
fi: Esijulkaisu
fr: Pré-version
ga: Réamh-eisiúint
hu: Előzetes kiadás
ja: プレリリース
kab: Azar Userreḥ Lqem
pl: Przedwydaniowe
ro: Pre-lansare
ru: Предварительный выпуск
sk: Predbežné vydanie
sr: Пре-Издање
sv: Förhandsversion
ta: முன்-வெளியீடு
tr: Ön Sürüm
uk: Попередній випуск

source: Display unstable versions of runners and components.
fr: Afficher les versions instables des exécuteurs et des composants.
ga: Taispeáin leaganacha éagobhsaí de reathaí agus comhpháirteanna.
kab: Beqqeḍ ileqman n imseddayen akked isegran ur nerkid ara.

source: Force Offline Mode
fr: Forcer le mode hors ligne
ga: Fórsa Mód As Líne
kab: Ḥettem askar war tuqqna

source: Force disable any network activity even with available network connection.
fr: Désactiver de force toute activité réseau, même en cas de connexion réseau disponible.
ga: Déan aon ghníomhaíocht líonra a dhíchumasú fiú má tá nasc líonra ar fáil.
kab: Ḥettem asexsi n yal armud n uẓeṭṭa ɣas akken tuqqna n uẓeṭṭa tella.

source: Audio Driver
fr: Pilote audio

source: Choose which Wine audio driver Bottles should enforce for all bottles.
fr: Choisissez le pilote audio Wine que Bouteilles doit appliquer à toutes les bouteilles.

source: System Default
fr: Valeur par défaut du système

source: Bottles Directory
ar: دليل «قوارير»
bg: Директория на бутилките
cs: Adresář lahví
et: Pudelite kaust
fi: Pullojen kansio
fr: Répertoire de Bouteilles
ga: Eolaire Buidéil
ja: ボトルのディレクトリ
kab: Akaram n Teqreɛtin
nl: Bottles-map
pl: Katalog Bottles
ro: Dosarul cu Sticle
ru: Каталог Bottles
sk: Adresár Fliaš
sr: Директоријум Флаша
ta: பாட்டில்கள் அடைவு
tr: Bottles Klasörü
uk: Каталог Bottles

source: Directory that contains the data of your Bottles.
ar: الدليل الذي يحتوي بيانات قواريرك.
bg: Директория с данните на Вашите бутилки.
cs: Adresář, který obsahuje data vašich lahví.
et: Kaust, kuhu kõikide pudelite andmed salvestuvad.
fi: Kansio, joka sisältää pullojesi datan.
fr: Répertoire contenant les données de vos bouteilles.
ga: Eolaire ina bhfuil sonraí do bhuidéil.
ja: ボトルのデータを含むディレクトリ。
kab: Akaram yegber isefka n Teqreɛtin-ik·im.
nl: Map met de gegevens van uw bottles.
pl: Katalog zawierający dane Twoich butelek.
ro: Dosarul care conține datele sticlelor tale.
ru: Каталог, который содержит данные ваших бутылок.
sk: Adresár, ktorý obsahuje údaje vašich Fliaš.
sr: Директоријум који садржи податке твојих Флаша.
ta: உங்கள் பாட்டில்களின் தரவைக் கொண்டிருக்கும் அடைவு.
tr: Şişelerinizin verilerini içeren dizin.
uk: Каталог, який містить дані ваших Пляшок.

source: Repositories
fr: Répertoires

source: Override the default repositories Bottles uses when downloading resources.
fr: Remplacer les répertoires par défaut utilisés par Bouteilles lors du téléchargement des ressources.

source: Components Repository
fr: Référentiel de composants

source: Custom URL for components. Leave empty to use the default endpoint.
fr: URL personnalisée pour les composants. Laisser vide pour utiliser le point de terminaison par défaut.

source: Dependencies Repository
fr: Répertoire des dépendances

source: Custom URL for dependencies. Leave empty to use the default endpoint.
fr: URL personnalisée pour les dépendances. Laisser vide pour utiliser le point de terminaison par défaut.

source: Installers Repository
fr: Répertoire des programmes d'installation

source: Custom URL for installers. Leave empty to use the default endpoint.
fr: URL personnalisée pour les programmes d'installation. Laisser vide pour utiliser le point de terminaison par défaut.

source: Runners
ar: المشغلات
bg: Стартиращи програми
ca: Corredors
ckb: کارپێکەرەکان
cs: Runnery
de: Runner
es: Ejecutores
et: Käivitajad
fi: Ajajat
fr: Exécuteurs
ga: Reathaitheoirí
hu: Futtatók
it: Runner
ja: ランナー
kab: Imseddayen
pl: Programy uruchamiające
ro: Executanți
ru: Раннеры
sk: Spúšťače
sr: Покретачи
sv: Körprogram
ta: ரன்னர்ஸ்
tr: Çalıştırıcı
uk: Двигуни

source: Bottles is running in offline mode, so runners are not available.
et: Bottles töötab vallasrežiimis ja seega käivitajad pole saadaval.
fr: Bouteilles fonctionne en mode hors ligne, les coureurs ne sont donc pas disponibles.
ga: Tá buidéil ag rith i mód as líne, mar sin níl reathaithe ar fáil.
ja: Bottles はオフラインモードで実行中です。ランナーは利用できません。
kab: Tiqreɛtin tteddunt s uskar aruqqin, ihi imseddayen ur wjiden ara.
nl: Bottles wordt uitgevoerd in offline-modus, runners zijn niet beschikbaar.
ro: Bottles nu e conectat la internet, deci executanții nu sunt disponibili.
ru: Bottles запущен в офлайн режиме, поэтому пускатели недоступны.
sk: Aplikácia Bottles je spustená v režime offline a tak nie sú dostupné žiadne spúšťače.
sr: Флаше раде у офлајн моду, те покретачи нису доступни.
ta: பாட்டில்கள் ஆஃப்லைன் பயன்முறையில் இயங்குவதால், ஓடுபவர்கள் கிடைக்கவில்லை.
tr: Şişeler çevrimdışı kipte çalışıyor, bu nedenle koşucular kullanılamaz.
uk: Пляшки працюють у автономному режимі, тому ранери недоступні.

source: Overview
fr: Aperçu

source: Manage cached files used to speed up downloads and bottle creation.
fr: Gérer les fichiers mis en cache utilisés pour accélérer les téléchargements et la création de bouteilles.

source: All caches
fr: Tout le cache

source: Remove every cached download and template. Bottles will recreate them when required, which may take longer.
fr: Supprimer tous les téléchargements et modèles mis en cache. Bouteilles les recréera au besoin, ce qui peut prendre plus de temps.

source: _Delete All
fr: Tout _supprimer

source: Temp files
fr: Fichiers temporaires

source: Includes archives and extracted resources downloaded for runners, dependencies, and installers.
fr: Inclut les archives et les ressources extraites téléchargées pour les exécuteurs, les dépendances et les programmes d'installation.

source: Temp cache
fr: Cache temporaire

source: Clearing this cache can increase download times because resources must be fetched again.
fr: Vider ce cache peut augmenter les temps de téléchargement car les ressources doivent être récupérées à nouveau.

source: _Delete
ar: _احذف
bg: _Изтриване
cs: _Odstranit
et: _Kustuta
fi: _Poista
fr: _Supprimer
ga: _Scrios
ja: 削除(_D)
kab: _Kkes
nl: _Verwijderen
pl: _Usuń
ro: Șt_erge
ru: _Удалить
sk: O_dstrániť
sr: _Обриши
ta: _அழி
tr: _Sil
uk: _Видалити

source: Prefix templates
fr: Modèles de préfixes

source: These caches store ready-made prefixes for each environment so new bottles start faster.
fr: Ces caches stockent des préfixes prêts à l'emploi pour chaque environnement, ce qui permet aux nouvelles bouteilles de démarrer plus rapidement.

source: All prefix templates
fr: Tous les modèles de préfixe

source: Remove every cached prefix template. Bottles will rebuild them when a new bottle is created, which may take longer.
fr: Supprimer tous les modèles de préfixes mis en cache. Bouteilles les reconstruira lors de la création d'une nouvelle bouteille, ce qui peut prendre plus de temps.

source: DLL Components
ar: مكونات DLL
bg: Компоненти на DLL файловете
ca: Components DLL
cs: Komponenty DDL
de: DLL-Komponenten
es: Componentes DLL
et: DLL-komponendid
fi: DLL-komponentit
fr: Composants DLL
ga: comhpháirteanna DLL
hu: DLL összetevők
it: Componenti DLL
ja: DLL コンポーネント
kab: Isegran DLL
nl: DLL-componenten
pl: Komponenty DLL
ro: Componente DLL
ru: Компоненты DLL
sk: DLL súčasti
sr: ДЛЛ Компоненте
sv: DLL-komponenter
ta: டிஎல்எல் கூறுகள்
tr: DLL Bileşenleri
uk: Компоненти DLL

source: Bottles is running in offline mode, so DLLs are not available.
et: Rakendus Bottles töötab vallasrežiimis ja seega DLL'id pole saadaval.
fr: Bouteilles fonctionne en mode hors ligne, les DLL ne sont donc pas disponibles.
ga: Tá buidéil ag rith i mód as líne, mar sin níl DLLanna ar fáil.
ja: Bottles はオフラインモードで実行中です。DLL は利用できません。
kab: Tiqreɛtin tteddunt s uskar aruqqin, ihi DLLs ur wjiden ara.
nl: Bottles wordt uitgevoerd in offline-modus, DLL's zijn niet beschikbaar.
ro: Bottles nu e conectat la internet, deci DLL nu sunt disponibile.
ru: Bottles запущен в офлайн режиме, поэтому DLL недоступны.
sk: Aplikácia Bottles je spustená v režime offline a tak nie sú dostupné žiadne DLL knižnice.
sr: Флаше раде у офлајн моду, те ДЛЛ-ови нису доступни.
ta: பாட்டில்கள் ஆஃப்லைன் பயன்முறையில் இயங்குவதால் DLLகள் கிடைக்காது.
tr: Bottles çevrimdışı kipte çalışıyor, bu nedenle DLL'ler kullanılamaz.
uk: Пляшки працюють в автономному режимі, тому бібліотеки DLL недоступні.

source: No exclusion patterns defined.
ar: لم تُعرّف أي أنماط استثناء.
bg: Няма дефинирани модели за изключване.
ca: No s'han definit patrons d'exclusió.
cs: Nejsou definovány žádné vzory vyloučení.
de: Keine Ausschlusspattern definiert.
es: No se han definido patrones de exclusión.
et: Ühtegi välistusmustrit pole defineeritud.
fi: Ohituskaavoja ei ole määritetty.
fr: Aucun motif d’exclusion défini.
ga: Ní shainigh aon phatrúin eisiaimh.
hu: Nincsenek kizáró minták meghatározva.
it: Nessun modello di esclusione definito.
ja: 除外パターンが未定義です。
kab: Ulac tamudemt n umsufeɣ yettusbadun.
nl: Geen uitsluitingspatronen gedefinieerd.
pl: Nie zdefiniowano żadnych wzorów odrzuceń.
ro: Nu există modele de excludere.
ru: Нет сохранённых шаблонов исключения.
sk: Nie sú definované žiadne vzory vylúčenia.
sr: Никакви Обрасци изузетака нису дефинисани.
ta: விதிவிலக்கு வடிவங்கள் எதுவும் வரையறுக்கப்படவில்லை.
tr: Dışlanmış bir biçim tipi bulunamadı.
uk: Шаблони виключення не визначені.

source: Severity
fr: Gravité

source: Timestamp
fr: Horodatage

source: Show report
ar: أظهر التقرير
bg: Показване на доклада
ca: Mostra l'informe
ckb: پشاندانی ڕاپۆرت
cs: Zobrazit zprávu
de: Bericht anzeigen
es: Mostrar informe
et: Näita aruannet
fi: Näytä raportti
fr: Afficher le rapport
ga: Taispeáin tuarascáil
hu: Jelentés megjelenítése
it: Mostra segnalazione
ja: レポートを表示
kab: Sken aneqqis
nl: Rapport weergeven
pl: Pokaż zgłoszenie
ro: Arată raportul
ru: Показать отчёт
sk: Zobraziť správu
sr: Прикажи извештај
sv: Visa rapport
ta: அறிக்கையைக் காட்டு
tr: Raporu göster
uk: Показати звіт

source: This issue was reported 5 times and cannot be sent again. Report your feedback in one of the below existing reports.
ar: بُلّغ عن هذه المشكلة 5 مرات ولا يمكن التبليغ مجدداً. أبلغ عن تجربتك في أحدى التقارير الموجودة أدناه.
bg: Този проблем е докладван 5 пъти и не може да бъде изпратен отново. Използвайте съществуващите доклади за обратна връзка.
ca: Aquest problema s'ha informat 5 vegades i no es pot tornar a enviar. Informeu els vostres comentaris en un dels informes existents a continuació.
ckb: پێنج جار ئەم کێشەیە نێردراوە و ناکرێت جارێکی تر بنێردرێت. فیدباکەکەت لە یەکێک لەو ڕاپۆرتە هەبووانەی خوارەوەدا بدە.
cs: Tento problém byl nahlášen 5krát a nemůže být poslán znovu. Nahlaste svoji odezvu v jednom z existujících nahlášení.
de: Dieses Problem wurde bereits 5 Mal gemeldet und kann nicht erneut gesendet werden. Schreibe dein Feedback in einen der bereits vorhandenen Berichte.
es: Este problema fue reportado 5 veces y no puede ser enviado de nuevo. Informe de sus comentarios en uno de los siguientes informes existentes.
et: See veateade on lisatud juba 5 korda ja enam ei saa seda teha. Lisa oma tagasiside mõnele allpooltoodud olemasolevale veateatele.
fi: Tämä ongelma raportoitiin viisi kertaa eikä sitä voi lähettää uudelleen. Lähetä palautteesi johonkin alla olevista raporteista.
fr: Ce problème a été signalé 5 fois et ne peut pas être envoyé à nouveau. Rapportez vos commentaires dans l’un des rapports existants ci-dessous.
ga: Tuairiscíodh an tsaincheist seo 5 huaire agus ní féidir é a sheoladh arís. Tuairisc d'aiseolas i gceann de na tuarascálacha atá ann thíos.
hu: Ez a hiba 5 alkalommal lett jelentve és nem lehet újra beküldeni. Jelentse visszajelzését az alábbi meglévő jelentések egyikében.
it: Questo problema è stato segnalato 5 volte e non può essere inviato di nuovo. Segnala il tuo feedback in uno dei rapporti esistenti qui sotto.
ja: この不具合は5度も報告されているため、再度送信できません。 以下の既存の報告の中から選んでフィードバックを報告してください。
kab: Ugur-agi yettwammel 5 n tikkal arnu ur yezmir ara ad yettwazen tikelt nniḍen. Azen tikti-inek ɣef yiwet seg ineqqisen yellan ddaw-a.
nl: Dit probleem is al 5 keer gemeld en kan niet opnieuw worden verzonden. Meld uw feedback in een van de onderstaande bestaande rapporten.
pl: Ten problem został już zgłoszony 5 razy i nie może zostać zgłoszony ponownie. Zgłoś to w jednym z istniejących raportów.
ro: Această problemă a fost raportată de 5 ori și nu poate fi trimisă din nou. Trimite raportul tău într-unul din cele existente mai jos.
ru: Отчёт о данной проблеме отправлен уже 5 раз и не может быть принят снова. Оставьте отзыв в одном из перечисленных отчётов.
sk: Tento problém bol už nahlásený päťkrát a nemôže byť znova nahlásený. Pridajte svoju skúsenosť do jedného z existujúcich hlásení.
sr: ........Овај проблем је пријављен 5 пута и не може бити послат опет. ........Поднеси своје побвратне информације у једној од постојећих пријава испод.
sv: Det här problemet har rapporterats 5 gånger och kan inte skickas igen. Rapportera din feedback i en av de befintliga rapporterna nedan.
ta: இந்தச் சிக்கல் 5 முறை புகாரளிக்கப்பட்டதால் மீண்டும் அனுப்ப முடியாது. கீழே உள்ள அறிக்கைகளில் ஒன்றில் உங்கள் கருத்தை தெரிவிக்கவும்.
tr: Bu sorun 5 kez bildirildi ve tekrar gönderilemiyor. Geri bildiriminizi aşağıdaki mevcut raporlardan birinde bildirin.
uk: Звіт про цю проблему відправлена вже 5 разів і не може бути прийнято знову. Залиште відгук в одному з перечислених звітів.

source: {0} is disabled globally for this bottle.
fr: {0} est désactivé globalement pour cette bouteille.

source: This setting overrides the bottle's global setting.
fr: Ce paramètre remplace le paramètre global de la bouteille.

source: Select Working Directory
et: Vali töökaust
fr: Sélectionner le répertoire de travail
ga: Roghnaigh Eolaire oibre
ja: カレントディレクトリを選択
kab: Fren Akaram n umahil
nl: Werkmap selecteren
ro: Alege dosarul de lucru
ru: Выбрать рабочий каталог
sk: Vyberte pracovný adresár
sr: Одабери Радни Директоријум
ta: பணி அடைவைத் தேர்ந்தெடுக்கவும்
tr: Çalışma Dizinini Seçin
uk: Виберіть робочий каталог

source: Previous Day
fr: Jour précédent

source: Next Day
fr: Jour suivant

source: Previous Year
fr: Année précédente

source: Next Year
fr: Année suivante

source: This Week
fr: Cette semaine

source: Daily Average: {}
fr: Moyenne quotidienne : {}

source: Daily
fr: Quotidien

source: Hourly Average: {}
fr: Moyenne horaire : {}

source: This Year
fr: Cette année

source: Yearly
fr: Annuel

source: Monthly Average: {}
fr: Moyenne mensuelle : {}

source: No Data
fr: Aucune donnée

source: No overrides found.
ar: لم يُعثر على أيّ تجاوزات.
bg: Няма намерени замени.
ca: No s'han trobat substitucions.
cs: Nebyly nalezeny žádné přepisy.
de: Keinen Override gefunden.
es: No se encontraron overrides.
et: Sürjutamisi ei leidunud.
fi: Ohituksia ei löytynyt.
fr: Aucune substitution trouvée.
ga: Níor aimsíodh aon fhorlíonadh.
hu: Nem találhatók felülbírálások.
it: Nessuna sostituzione trovata.
ja: オーバーライドが見つかりませんでした。
kab: Ulac asemselsi yettwafen.
nl: Geen overschrijvingen gevonden.
pl: Nie znaleziono przesłonień.
ro: Nu s-a găsit nicio înlocuire.
ru: Переопределений не обнаружено.
sk: Neboli nájdené žiadne prepisy.
sr: Нису пронађена премошћавања.
sv: Inga överskridningar hittades.
ta: மீறல்கள் எதுவும் இல்லை.
tr: Üstüne yazma bulunamadı.
uk: Перевизначень не виявлено.
