Repository: bottlesdevs/Bottles
Catalog: po/*.po
Languages: ar, bg, ca, ckb, cs, de, es, et, fi, fr, ga, hu, it, ja, kab, nl, pl, ro, ru, sk, sr, sv, ta, tr, uk

source: Improve loading time when launching the game multiple times. The game will take longer to start for the first time.
ar: قلِّل وقت التحميل عن تشغيل لعبة عدة مرات. قد تستغرق اللعبة وقتًا أطول لتبدأ عند تشغيلها أول مرة.
bg: Подобрява времето за зареждане, когато играта е стартирана няколко пъти. Първото стартиране на играта ще отнеме повече време.
cs: Zlepšení doby načítání při vícenásobném spuštění hry. První spuštění hry trvá déle.
et: Kui laadid mängu mitu korda, siis sellega paraneb käivitusaeg. Aga esimene käivituskord kestab kauem.
fi: Paranna latausaikoja, kun peli käynnistetään useita kertoja. Pelin käynnistys kestää tavallista kauemmin ensimmäisellä käynnistyskerralla.
fr: Améliorer le temps de chargement lors du lancement du jeu plusieurs fois. Le jeu prendra plus de temps pour commencer pour la première fois.
ga: Feabhsú am luchtaithe agus an cluiche á seoladh arís agus arís eile Tógfaidh an cluiche níos faide chun tosú den chéad uair.
ja: ゲームを複数回起動した場合の読み込み時間を改善します。初回起動時間は長くなります。
kab: Snerni akud n usali mi ara yekker wurar s wagut n tikkal. Urar-nni ad yeṭṭef aṭas n wakud i usenker tikkelt tamezwarut.
nl: Verbetert laadtijd wanneer de game vaker wordt opgestart. De game zal er de eerste keer langer over doen om op te starten.
pl: Popraw czas ładowania podczas wielokrotnego uruchamiania gry. Uruchomienie gry po raz pierwszy potrwa dłużej.
ro: Îmbunătățește timpul de încărcare dacă jocul e pornit de mai multe ori. Prima pornire a jocului va dura mai mult.
ru: Улучшает время загрузки при запуске игры несколько раз. Игра может запускаться дольше в первый раз.
sk: Zlepšite čas načítania pri viacnásobnom spúšťaní hry. Prvé spustenie hry bude trvať dlhšie.
sr: Побољшај време учитавања када се игра покреће више пута. Игри ће требати дуже да се покрене први пут.
ta: விளையாட்டை பல முறை தொடங்கும் போது ஏற்றுதல் நேரத்தை மேம்படுத்தவும். விளையாட்டு முதல் முறையாக தொடங்குவதற்கு அதிக நேரம் எடுக்கும்.
tr: Oyun birden fazla kez başlatıldığında toplam yükleme süresini azaltır. Oyunun ilk kez başlaması daha uzun sürer.
uk: Покращує час завантаження при багаторазовому запуску гри. Гра буде довше запускатися при першому запуску.

source: Manage vmtouch settings
ar: أدر إعدادات vmtouch
bg: Управление на настройките на „VM Touch“
ca: Gestioneu la configuració de vmtouch
cs: Spravujte nastavení vmtouch
de: Verwalten der vmtouch-Einstellungen
es: Gestionar la configuración de vmtouch
et: Halda vmtouch'i seadistusi
fi: Hallitse vmtouchin asetuksia
fr: Gérer les paramètres de vmtouch
ga: Bainistigh socruithe vmtouch
hu: vmtouch beállítások kezelése
it: Gestisci le impostazioni di vmtouch
ja: vmtouch 設定を管理
kab: Sefrek iɣewwaṛen vmtouch
nl: vmtouch-instellingen beheren
pl: Zarządzaj ustawieniami vmtouch
ro: Gestionează reglările vmtouch
ru: Управление настройками vmtouch
sk: Spravujte nastavenia vmtouch
sr: Управљај подешавањима vmtouch-а
ta: vmtouch அமைப்புகளை நிர்வகிக்கவும்
tr: vmtouch ayarlarını yönet
uk: Керувати налаштуваннями vmtouch

source: OBS Game Capture
ar: تصوير اللعبة من أو.بي.إس
bg: Игрално прихващане от OBS
et: Mängude salvestamine OBSiga
fi: OBS:n pelikaappaus
fr: Capture de jeu OBS
ga: Gabháil Cluiche OBS
ja: OBS ゲームキャプチャ
kab: Tuṭṭfa n wurar OBS
nl: OBS-game-opname
pl: Przechwytywanie gry przez OBS
ro: Captură de joc OBS
ru: Захват игры через OBS
sk: Zachytávanie hry pomocou OBS
sr: ОБС Снимање Игре
ta: OBS கேம் பிடிப்பு
tr: OBS Oyun Yakalama
uk: Захоплення відео OBS

source: Toggle OBS Game Capture for all Vulkan and OpenGL programs.
ar: بدِّل تصوير الألعاب من أو.بي.إس لكل برامج فولكَن وأوبن.جي.إل.
bg: Превключва игралното прихващане от OBS за всички програми, използващи „Vulkan“ и „OpenGL“.
cs: Přepínání funkce OBS Game Capture pro všechny programy Vulkan a OpenGL.
et: Lülita sisse kõikide Vulkani- või OpenGLi-põhiste mängude salvestamine OBSiga.
fi: Käytä tai poista käytöstä OBS:n pelikaappausta kaikille Vulkan- ja OpenGL-ohjelmille.
fr: Activer/désactiver la capture de jeu OBS pour tous les programmes Vulkan et OpenGL.
ga: Toggle OBS Cluiche Gabháil do gach clár Vulkan agus OpenGL.
ja: Vulkan と OpenGL を使う全プログラムに対し、OBS ゲームキャプチャの使用有無を設定します。
kab: Qluqel Tuṭṭfa n wurar OBS i akk n wahilen Vulkan akked OpenGL.
nl: Schakel OBS-gameopname in voor alle Vulkan- en OpenGL-programma's.
pl: Przełącz przechwytywanie gry przez OBS dla wszystkich programów opartych na OpenGL i Vulkan.
ro: Act/Dez înregistrarea jocurilor OBS pentru toate programele Vulkan și OpenGL.
ru: Включить захват игр через OBS для всех Vulkan и OpenGL программ.
sk: Zapnite/vypnite funkciu zachytávania hry OBS pre všetky programy Vulkan a OpenGL.
sr: Укључи/искључи ОБС Снимање Игре за све Вулкан и ОпенГЛ програме.
ta: அனைத்து Vulkan மற்றும் OpenGL நிரல்களுக்கும் OBS கேம் கேப்சரை நிலைமாற்று.
tr: Tüm Vulkan ve OpenGL programları için OBS Game Capture'ı aç.
uk: Увімкнути захоплення відео OBS для всіх програм Vulkan та OpenGL.

source: Compatibility
ar: التكامل
bg: Съвместимост
cs: Kompatibilita
et: Ühilduvus
fi: Yhteensopivuus
fr: Compatibilité
ga: Comhoiriúnacht
ja: 互換性
kab: Amṣada
nl: Compatibiliteit
pl: Zgodność
ro: Compatibilitate
ru: Совместимость
sk: Kompatibilita
sr: Компатибилност
ta: இணக்கத்தன்மை
tr: Uyumluluk
uk: Сумісність

source: Windows Version
ar: إصدار ويندوز
bg: Версия на „Windows“
ca: Versió del Windows
cs: Verze systému Windows
es: Versión de Windows
et: Windowsi versioon
fi: Windows-versio
fr: Version de Windows
ga: Leagan Windows
hu: Windows verzió
it: Versione Windows
ja: Windows のバージョン
kab: Lqem n Windows
nl: Windows-versie
pl: Wersja Windows
ro: Versiunea de Windows
ru: Эмуляция версии ОС
sk: Verzia systému Windows
sr: Верзија Виндовса
ta: விண்டோஸ் பதிப்பு
tr: Windows sürümü
uk: Версія Windows

source: Updating Windows version, please wait…
ar: جارٍ تحديث إصدار ويندوز، الرجاء الانتظار…
bg: Обновяване на версията на „Windows“, моля, изчакайте…
ca: S'està actualitzant la versió de Windows, espereu…
ckb: نوێکردنەوەی وەشانی ویندۆز، تکایە چاوەڕوان بە…
cs: Aktualizuji verzi Windows, prosím počkejte…
de: Windows Version wird geändert, bitte warten…
es: Actualizando la versión de Windows, por favor espere…
et: Uuendame Windowsi versiooni, palun oota…
fi: Päivitetään Windows-versiota…
fr: Mise à jour de la version Windows, veuillez patienter…
ga: Leagan Windows á nuashonrú, fan go fóill…
hu: Windows verzió frissítése, kérjük, várjon…
it: Aggiornamento della versione di Windows, attendere…
ja: Windows のバージョンを更新しています。お待ちください…
kab: Aleqqem n lqem n Windows, ma ulac aɣilif arǧu…
nl: Windows-versie bijwerken, even geduld a.u.b…
pl: Aktualizuję wersję Windows'a, proszę czekać…
ro: Se actualizează versiunea de Windows, așteaptă…
ru: Обновление версии Windows…
sk: Aktualizujem verziu Windows, čakajte prosím…
sr: Ажурирам верзију Виндовса, молим сачекајте…
sv: Uppdaterar Windows-versionen, vänligen vänta…
ta: விண்டோஸ் பதிப்பைப் புதுப்பிக்கிறது, காத்திருக்கவும்…
tr: Windows sürümü güncelleniyor, lütfen bekleyin…
uk: Оновлення версії Windows, будь ласка, зачекайте…

source: Language
ar: اللغة
bg: Език
ca: Idioma
cs: Jazyk
de: Sprache
es: Idioma
et: Keel
fi: Kieli
fr: Langue
ga: Teanga
hu: Nyelv
it: Lingua
ja: 言語
kab: Tutlayt
nl: Taal
pl: Język
ro: Limba
ru: Язык
sk: Jazyk
sr: Језик
sv: Språk
ta: மொழி
tr: Dil
uk: Мова

source: Choose the language to use with programs.
ar: اختر اللغة التي تريد استخدامها في البرامج.
bg: Изберете езика, който ще се използва от програмите.
ca: Trieu l'idioma que voleu utilitzar amb els programes.
cs: Zvolte jazyk, který chcete používat s programy.
de: Wähle die Sprache, die mit Programmen verwendet werden soll.
es: Elija el idioma a utilizar en los programas.
et: Vali rakendustes kasutatav keel.
fi: Valitse ohjelmissa käytettävä kieli.
fr: Choisir la langue à utiliser pour les programmes.
ga: Roghnaigh an teanga le húsáid le cláir.
hu: Válassza ki a programokhoz használt nyelvet.
it: Scegli la lingua da utilizzare con i programmi.
ja: このプログラムで使用する言語を選択してください。
kab: Fren tutlayt ara tesqedceḍ s wahilen.
nl: Kies de taal om voor programma's te gebruiken.
pl: Wybierz język, który chcesz wykorzystać w programach.
ro: Alege limba pentru programe.
ru: Выбор языка для программ.
sk: Vyberte jazyk, ktorý majú programy používať.
sr: Одабери који језик да се користи за програме.
sv: Välj det språk som ska användas i program.
ta: நிரல்களுடன் பயன்படுத்த மொழியைத் தேர்ந்தெடுக்கவும்.
tr: Programlarla kullanılacak dili seçin.
uk: Оберіть мову для програм.

source: Dedicated Sandbox
ar: ساحة حماية مخصصة
bg: Отделен пясъчник
ca: Espai aïllat dedicat
cs: Vyhrazený sandbox
de: Dezidierte Sandbox
es: Sandbox dedicada
et: Eraldi aedikkäitus
fi: Itsenäinen hiekkalaatikko
fr: Bac à sable dédié
ga: Bosca gainimh tiomnaithe
hu: Dedikált homokozó
it: Sandbox dedicata
kab: Tanaka n ijdi yettwaṭṭfen
nl: Toegewijde zandbak
pl: Dedykowany Sandbox
ro: Mediu izolat dedicat
ru: Отдельная «песочница»
sk: Vyhradený sandbox
sr: Наменско Сендбокс окружење
sv: Dedikerad sandlåda
ta: பிரத்யேக சாண்ட்பாக்ஸ்
tr: Özel Korumalı Alan
uk: Виділена Пісочниця

source: Use a restricted/managed environment for this bottle.
ar: استخدم بيئةً مقيَّدةً \\ مُدارة لهذه القارورة.
bg: Използвайте изолирана среда за тази бутилка.
ca: Utilitzeu un entorn restringit/gestionat per a aquesta ampolla.
cs: Pro tuto láhev použijte omezené/řízené prostředí.
de: Verwenden Sie für diese Bottle eine eingeschränkte/verwaltete Umgebung.
es: Utilice un entorno restringido/gestionado para esta botella.
et: Kasuta selle pudeli jaoks piiratud/hallatud keskkonda.
fi: Käytä rajoitettua/hallittua ympäristö tälle pullolle.
fr: Définir un environnement restreint/géré pour cette bouteille.
ga: Úsáid timpeallacht srianta/bainistithe don bhuidéal seo.
hu: Korlátozott/kezelt környezet használata ennél a palacknál.
it: Utilizzare un ambiente limitato/gestito per questa bottiglia.
nl: Gebruik een beperkte/beheerde omgeving voor deze bottle.
pl: Użyj ograniczonego/zarządzanego środowiska dla tej butelki.
ro: Folosește un mediu restricționat/gestionat pentru această sticlă.
ru: Использовать для этой бутылки ограниченную/управляемую среду.
sk: Pre túto Fľašu použiť obmedzené/riadené prostredie.
sr: Користи ограничено/контролисано окружење за ову Флашу.
sv: Använd en begränsad/förvaltad miljö för den här flaskan.
ta: இந்த பாட்டிலுக்கு கட்டுப்படுத்தப்பட்ட/நிர்வகிக்கப்பட்ட சூழலைப் பயன்படுத்தவும்.
tr: Bu şişe için kısıtlı/yönetilen bir ortam kullanın.
uk: Використовувати обмежене/кероване середовище для цієї Пляшки.

source: Manage the Sandbox Permissions
ar: أدِر أذونات ساحة الحماية
bg: Управление на разрешенията за пясъчника
cs: Správa oprávnění Sandboxu
et: Halda aedikkäituse õigusi
fi: Hallitse hiekkalaatikon oikeuksia
fr: Gérer les autorisations du bac à sable
ga: Bainistigh Ceadanna Bosca Gaineamh
kab: Sefrek tisirag n tnaka n ijdi
nl: Zandbakrechten beheren
pl: Zarządzaj uprawnieniami w Sandboksie
ro: Gestionează permisiunile mediului izolat
ru: Управление разрешениями песочницы
sk: Spravujte oprávnenia sandboxu
sr: Управљај дозволама Виртуелног Простора
ta: சாண்ட்பாக்ஸ் அனுமதிகளை நிர்வகிக்கவும்
tr: Sandbox izinlerini yönet
uk: Керування дозволами пісочниці

source: Bottles Runtime
ar: وقت تشغيل «قوارير»
bg: Среда за изпълнение на „Bottles“
ca: Entorn d’execució del Bottles
cs: Použít běhové prostředí láhví
es: Tiempo de ejecución de botellas
et: Bottles'i käitusteek
fi: Pullon nimi
fr: Environnement d’exécution Bouteilles
ga: Am Rite Buidéil
hu: Palackok futtatókörnyezet
it: Runtime di Bottles
ja: Bottles ランタイム
kab: Aselkam n Teqreɛtin
pl: Runtime Bottles
ro: Timp de executare Bottles
ru: Среда выполнения Bottles
sk: Behové prostredie Bottles
sr: Рантајм Флаша
sv: Bottles körtid
ta: பாட்டில்கள் இயங்கும் நேரம்
tr: Şişeler Çalışma Zamanı
uk: Середовище Виконання Bottles

source: Provide a bundle of extra libraries for more compatibility. Disable it if you run into issues.
ar: يوفر حزمة من المكتبات الإضافية لمزيد من التوافق، عطّله إذا واجهت مشاكل.
bg: Предоставя допълнителни библиотеки за по-голяма съвместимост, но може да създаде потенциални проблеми.
cs: Poskytněte balíček dalších knihoven pro větší kompatibilitu. Pokud narazíte na problémy, vypněte jej.
et: Parema ühilduvuse nimel lisa täiendav komplekt teeke. Kui tekib vigu, siis lülita see valik välja.
fi: Lisää parempaa yhteensopivuutta tarjoamalla ylimääräisiä kirjastoja. Poista käytöstä, jos kohtaat ongelmia.
fr: Fournit un ensemble de bibliothèques supplémentaires pour plus de compatibilité. Désactivez si vous rencontrez des problèmes.
ga: Cuir beart leabharlanna breise ar fáil le haghaidh níos mó comhoiriúnachta. Díchumasaigh é má théann tú i bhfadhbanna.
nl: Biedt een bundel extra bibliotheken aan voor meer compatibiliteit. Schakel uit als u tegen problemen aanloopt.
pl: Udostępnia zestaw dodatkowych bibliotek zapewniających większą kompatybilność. Wyłącz, jeśli napotkasz problemy.
ro: Furnizează alte biblioteci pentru o compatibilitate mai mare. Dezactivează în caz de probleme.
ru: Предоставляет дополнительные библиотеки для большей совместимости. Отключите при возникновении проблем.
sk: Poskytnite balíček ďalších knižníc pre väčšiu kompatibilitu. Ak narazíte na problémy, vypnite ho.
sr: Обезбеђује пакет додатних библиотека за већу компактибилност. Искључите уколико наиђете на проблеме.
ta: மேலும் இணக்கத்தன்மைக்கு கூடுதல் நூலகங்களின் தொகுப்பை வழங்குகிறது, நீங்கள் சிக்கல்களைச் சந்தித்தால் முடக்கவும்.
tr: Uyumluluğu artırmak için fazladan kütüphane sağlar, sorunla karşılaşırsanız devre dışı bırakın.
uk: Надає набір додаткових бібліотек для більшої сумісності. Вимкніть, якщо виникнуть проблеми.

source: Use WineBridge
fr: Utiliser WineBridge

source: Start programs through WineBridge by default for this bottle.
fr: Lancer les programmes via WineBridge par défaut pour cette bouteille.

source: Steam Runtime
ar: زمن تشغيل Steam
bg: Среда за изпълнение на „Steam“
ca: Entorn d’execució de l’Steam
cs: Použít běhové prostředí Steam
de: Steam Laufzeitumgebung
es: Tiempo de ejecución de Steam
et: Steami käitusteek
fr: Environnement d’exécution Steam
ga: Am rite Steam
hu: Steam futtatókörnyezet
it: Runtime di Steam
ja: Steam のランタイム
kab: Aselkam Steam
pl: Runtime Steam'a
ro: Timp de executare Steam
ru: Среда выполнения Steam
sk: Behové prostredie Steam
sr: Стим Рантајм
sv: Steam-körtid
ta: ஸ்டீம் இயக்க நேரம்
tr: Steam Çalışma Zamanı
uk: Середовище виконання Steam

source: Provide a bundle of extra libraries for more compatibility with Steam games. Disable it if you run into issues.
ar: يوفر حزمة من المكتبات الإضافية لمزيد من التوافق لألعاب ستيم، عطّله إذا واجهت مشاكل.
bg: Предоставя допълнителни библиотеки за по-голяма съвместимост с игри от „Steam“, но може да създаде потенциални проблеми.
cs: Poskytnutí balíčku dalších knihoven pro větší kompatibilitu s hrami ve službě Steam. Pokud narazíte na problémy, vypněte je.
et: Parema ühilduvuse nimel Steami mängudega lisa täiendav komplekt teeke. Kui tekib vigu, siis lülita see valik välja.
fi: Lisää parempaa yhteensopivuutta Steam-pelien kanssa tarjoamalla ylimääräisiä kirjastoja. Poista käytöstä, jos kohtaat ongelmia.
fr: Fournit un ensemble de bibliothèques supplémentaires pour plus de compatibilité avec les jeux Steam. Désactivez si vous rencontrez des problèmes.
ga: Cuir beart leabharlanna breise ar fáil chun níos mó comhoiriúnachta le cluichí Steam. Díchumasaigh é má théann tú i bhfadhbanna.
nl: Biedt een bundel extra bibliotheken aan voor meer compatibiliteit met Steam-games. Schakel uit als u tegen problemen aanloopt.
pl: Udostępnia zestaw dodatkowych bibliotek zapewniających większą kompatybilność z grami na platformie Steam. Wyłącz, jeśli napotkasz problemy.
ro: Furnizează alte biblioteci pentru o compatibilitate mai mare cu jocurile Steam. Dezactivează în caz de probleme.
ru: Предоставляет дополнительные библиотеки для большей совместимости с играми Steam. Отключите при возникновении проблем.
sk: Poskytnutie balíčka ďalších knižníc pre väčšiu kompatibilitu s hrami v službe Steam. Ak narazíte na problémy, vypnite ho.
sr: Обезбеђује пакет додатних библиотека за већу компактибилност за Стим игре. Искључите уколико наиђете на проблеме.
ta: மேலும் இணக்கத்தன்மைக்கு கூடுதல் நூலகங்களின் தொகுப்பை வழங்குகிறது, நீங்கள் சிக்கல்களைச் சந்தித்தால் முடக்கவும்.
tr: Steam oyunları ile daha fazla uyumluluk için ekstra kütüphaneler paketi sağlayın. Sorunlarla karşılaşırsanız devre dışı bırakın.
uk: Надає набір додаткових бібліотек для більшої сумісності з іграми Steam. Вимкніть, якщо у вас виникли проблеми.

source: Working Directory
ar: دليل العمل الحالي
bg: Работна директория
ca: Directori de treball
cs: Pracovní adresář
de: Arbeitsverzeichnis
es: Directorio de ejecución
et: Töökaust
fi: Työskentelyhakemisto
fr: Répertoire de travail
ga: Eolaire Oibre
hu: Munkakönyvtár
it: Cartella di lavoro
ja: カレントディレクトリ
kab: Akaram n umahil
nl: Werkmap
pl: Katalog roboczy
ro: Dosar de lucru
ru: Рабочий каталог
sk: Pracovný adresár
sr: Радни Директоријум
sv: Arbetskatalog
ta: பணி அடைவு
tr: Çalışma Dizini
uk: Робочий Каталог

source: (Default)
ar: (الافتراضي)
bg: (По подразбиране)
cs: (Výchozí)
et: (Vaikimisi)
fi: (Oletus)
fr: (Par défaut)
ga: (Réamhshocraithe)
ja: (デフォルト)
kab: (Amezwer)
nl: (standaard)
pl: (Domyślne)
ro: (Prestabilit)
ru: (По умолчанию)
sk: (Predvolené)
sr: (Подразумевано)
ta: (இயல்புநிலை)
tr: (Varsayılan)
uk: (типово)

source: DLL Overrides
ar: تجاوزات ملفات DLL
bg: Замени на DLL файловете
ca: Substitució de DLL
cs: Přepsání knihovny DLL
de: DLL-Überschreibungen
es: Anulaciones de DLL
et: DLLide sürjutamine
fi: DLL-ohitukset
fr: Substitutions de DLL
ga: Aisghairtí DLL
hu: DLL felülbírálások
it: Sostituzioni DLL
ja: DLL のオーバーライド
kab: Asemseli DLL
nl: DLL-overschrijvingen
pl: Przesłonięcia DLL
ro: Înlocuiri DLL
ru: Переопределения DLL
sk: Prepísanie DLL knižnice
sr: ДЛЛ Премошћавање
sv: DLL-undantag
ta: DLL மேலெழுதுகிறது
tr: DLL Geçersiz Kılmaları
uk: Перевизначення DLL

source: Environment Variables
ar: متغيرات البيئة
bg: Променливи на средата
ca: Variables d'entorn
cs: Proměnné prostředí
de: Umgebungsvariablen
es: Variables de entorno
et: Keskkonnamuutujad
fi: Ympäristömuuttujat
fr: Variables d’environnement
ga: Athróga Comhshaoil
hu: Környezeti változók
it: Variabili d'ambiente
ja: 環境変数
kab: imuttiyen n twennaḍt
nl: Omgevingsvariabelen
pl: Zmienne środowiskowe
ro: Variabile de mediu
ru: Переменные среды
sk: Premenné prostredia
sr: Варијабле Окружења
sv: Miljövariabler
ta: சுற்றுச்சூழல் மாறிகள்
tr: Ortam Değişkenleri
uk: Змінні середовища

source: Manage Drives
ar: إدارة محركات الأقراص
bg: Управление на дяловете
ca: Gestionar unitats
cs: Spravovat úložiště
de: Laufwerke verwalten
es: Gestionar los Discos Virtuales
et: Halda kettaid
fi: Hallitse asemia
fr: Gérer les lecteurs
ga: Bainistigh Tiomáine
hu: Meghajtók kezelése
it: Gestione unità
ja: ドライブを管理
kab: Sefrek imeɣriyen
nl: Schijven beheren
pl: Zarządzaj dyskami
ro: Gestionare unități
ru: Управление дисками
sk: Správa úložiska
sr: Управљај Драјвовима
sv: Hantera diskar
ta: இயக்ககங்களை நிர்வகிக்கவும்
tr: Sürücüleri Yönet
uk: Керувати Дисками

source: Snapshots
ar: اللقطات
bg: Моментни снимки
cs: Snímky
et: Hetktõmmised
fi: Tilannevedokset
fr: Instantanés
ja: スナップショット
nl: Momentopnamen
pl: Migawki
ro: Instantanee
ru: Снимки
sk: Snímky
sr: Снимци
ta: ஸ்னாப்ஷாட்கள்
tr: Enstantaneler
uk: Снапшоти

source: Automatic Snapshots
ar: أنشئ اللقطات تلقائيًا
bg: Автоматични моментни снимки
cs: Automatické snímky
et: Automaatsed hetktõmmised
fi: Automaattiset tilannevedokset
fr: Instantanés automatiques
ga: Snapshots Uathoibríoch
ja: 自動スナップショット
nl: Automatische momentopnamen
ro: Instantanee automate
ru: Автоматические снимки
sk: Automatické snímky
sr: Аутоматске Верзије
ta: தானியங்கி ஸ்னாப்ஷாட்கள்
tr: Otomatik sürüm oluşturma
uk: Автоматичне снапшотування

source: Automatically create snapshots before installing software or changing settings.
ar: أنشئ لقطات تلقائيًا قبل تثبيت برنامج أو تغيير الإعدادات.
bg: Създава автоматични моментни снимки преди инсталирането на софтуер или промяна на неговите настройки.
cs: Automatické vytváření snímků před instalací softwaru nebo změnou nastavení.
et: Enne tarkvara paigaldamist ja seadistuste muutmist loo alati automaatselt hetktõmmis.
fi: Luo automaattisesti tilannevedos ennen ohjelmien asentamista tai asetusten muuttamista.
fr: Créer automatiquement des instantanés avant d’installer un logiciel ou de modifier les paramètres.
ga: Cruthaigh pictiúir go huathoibríoch roimh duit bogearraí a shuiteáil nó socruithe a athrú.
ja: ソフトウェアインストール前や設定変更前に、自動的にスナップショットを作成します。
nl: Maakt automatisch momentopnamen aan voordat u software installeert of instellingen wijzigt.
ro: Creează automat instantanee înainte de a instala programe sau de a modifica reglările.
ru: Автоматическое создание снимков перед установкой программ или изменением настроек.
sk: Automaticky vytvárajte snímky pred inštaláciou softvéru alebo zmenou nastavení.
sr: Аутоматски направи снимак пре инсталирања софтвера или мењања поставки.
ta: மென்பொருளை நிறுவும் முன் அல்லது அமைப்புகளை மாற்றும் முன் தானாகவே ஸ்னாப்ஷாட்களை உருவாக்கவும்.
tr: Yazılım kurmadan veya ayarları değiştirmeden önce otomatik olarak anlık görüntüler oluştur.
uk: Автоматичне створення снапшотів перед встановленням програмного забезпечення або зміною налаштувань.

source: Compress snapshots to reduce space. This will slow down the creation of snapshots.
ar: اضغط اللقطات لتصغير مساحتها. سوف يُبطئ هذا عملية إنشائها.
bg: Компресира моментните снимки за да намали техния размер. Това ще забави тяхното създаване.
cs: Komprese snímků za účelem zmenšení prostoru. To zpomalí vytváření snímků.
et: Andmeruumi säästmiseks paki hetktõmmised kokku. See aga aeglustab hetktõmmiste loomist.
fi: Pakkaa tilannevedokset tilan säästämiseksi. Tämä hidastaa tilannevedosten luomista.
fr: Compresser les instantanés pour réduire l’espace. Cela ralentira la création des instantanés.
ga: Comhbhrúigh snapshots chun spás a laghdú. Déanfaidh sé seo moilliú ar chruthú snapshots.
ja: スナップショットを圧縮して、領域を削減します。スナップショットの作成が遅くなります。
nl: Comprimeert momentopnamen om ruimtegebruik te verminderen. Dit zal de aanmaak van momentopnamen vertragen.
ro: Comprimă instantaneele pentru a reduce spațiul. Acest lucru va încetini crearea de instantanee.
ru: Сжатие снимков для уменьшения занимаемого пространства. Это замедлит создание снимков.
sk: Komprimujte snímky a zmenšite tak miesto, ktoré zaberajú v úložisku. Spomalí to vytváranie snímok.
sr: Компресуј снимке ради смањивања места. Ово ће успорити прављење снимака.
ta: இடத்தைக் குறைக்க ஸ்னாப்ஷாட்களை சுருக்கவும். இது ஸ்னாப்ஷாட்களை உருவாக்குவதை மெதுவாக்கும்.
tr: Alanı azaltmak için anlık görüntüleri sıkıştırın. Bu, anlık görüntülerin oluşturulmasını yavaşlatacaktır.
uk: Стискання снапшоти, щоб зменшити простір. Це сповільнить їх створення.

source: Use Exclusion Patterns
ar: استخدم أنماط الاستبعاد
bg: Използване на моделите за изключване
ca: Utilitzar patrons d'exclusió
cs: Použít vzory vyloučení
de: Verwenden Sie Ausschlusspattern
es: Usar patrones de exclusión
et: Kasuta välistusmustreid
fi: Käytä ohituskaavoja
fr: Utiliser des motifs d’exclusion
ga: Úsáid Patrúin Eisiamh
hu: Kizáró minták használata
it: Usa modelli di esclusione
ja: 除外パターンを使う
nl: Uitsluitingspatronen gebruiken
pl: Użyj wzorów odrzuceń
ro: Folosește modele de excludere
ru: Использовать шаблоны исключения
sk: Používať vzory vylúčenia
sr: Користите Обрасце Изузетака
ta: விலக்கு வடிவங்களைப் பயன்படுத்தவும்
tr: Dışlama Kalıplarını Kullanın
uk: Використовувати Шаблони Виключення
