Repository: bottlesdevs/Bottles
Catalog: po/*.po
Languages: ar, bg, ca, ckb, cs, de, es, et, fi, fr, ga, hu, it, ja, kab, nl, pl, ro, ru, sk, sr, sv, ta, tr, uk

source: Manage running programs.
ar: أدِر البرامج المشغلَّة.
bg: Управление на изпълняваните програми.
cs: Správa běžících programů.
et: Halda töötavaid programme.
fi: Hallitse käynnissä olevia ohjelmia.
fr: Gérez les programmes en cours d’exécution.
ga: Bainistigh cláir reatha.
ja: 実行中のプログラムを管理します。
kab: Sefrek ahilen itteddun.
nl: Beheer draaiende programma's.
pl: Zarządzaj uruchomionymi programami.
ro: Gestionează programele pornite.
ru: Управление запущенными программами.
sk: Spravujte bežiace programy.
sr: Управљај покренутим програмима.
ta: இயங்கும் நிரல்களை நிர்வகிக்கவும்.
tr: Çalışan programları yönetin.
uk: Керування запущеними програмами.

source: Tools
ar: الأدوات
bg: Инструменти
ca: Eines
cs: Nástroje
de: Werkzeuge
es: Herramientas
et: Tarvikud
fi: Työkalut
fr: Outils
ga: Uirlisí
hu: Eszközök
it: Strumenti
ja: ツール
kab: Ifecka
nl: Gereedschap
pl: Narzędzia
ro: Instrumente
ru: Инструменты
sk: Nástroje
sr: Алат
sv: Verktyg
ta: கருவிகள்
tr: Araçlar
uk: Інструменти

source: Command Line
ar: سطر الأوامر
bg: Команден ред
ca: Línia d'ordres
cs: Příkazový řádek
de: Befehlszeile
es: Linea de órdenes
et: Käsurida
fi: Komentorivi
fr: Ligne de commande
ga: Líne Orduithe
hu: Parancssor
it: Riga di comando
ja: コマンドライン
kab: Izirig n tladna
nl: Opdrachtregel
pl: Wiersz Poleceń
ro: Linia de comandă
ru: Командная строка
sk: Príkazový riadok
sr: Командна Линија
sv: Kommandorad
ta: கட்டளை வரி
tr: Komut Satırı
uk: Командний рядок

source: Run commands inside the Bottle.
ar: شغل الأوامر داخل القارورة.
bg: Изпълняване на команди в бутилката.
ca: Executeu ordres dins de l'ampolla.
ckb: فەرمانکردن لەناو بۆتلدا.
cs: Spustit příkazy uvnitř láhve.
de: Befehle in der Bottle ausführen.
es: Ejecute órdenes dentro de la botella.
et: Käivita käsud pudeli sees.
fi: Suorita komentoja pullon sisällä.
fr: Exécuter des commandes dans la bouteille.
ga: Rith orduithe taobh istigh den Bhuidéal.
hu: Parancsok futtatása a palackban.
it: Esegui comandi all'interno della bottiglia.
ja: ボトル内でコマンドを実行します。
kab: Selkem tiludna sdaxel n Tqerɛet.
nl: Voer commando's uit in de Bottle.
pl: Uruchom polecenia wewnątrz butelki.
ro: Execută comenzi în interiorul sticlei.
ru: Запуск команд внутри бутылки.
sk: Spúšťajte príkazy vo vnútri Fľaše.
sr: Покрени команде унутар Флаше.
sv: Kör kommandon i denna butelj.
ta: பாட்டிலின் உள்ளே கட்டளைகளை இயக்கவும்.
tr: Şişenin içindeki komutları çalıştırın.
uk: Запуск команд всередині Пляшки.

source: Registry Editor
ar: محرر سجل النظام
bg: Редактор на регистъра
ca: Editor del registre
cs: Editor Registru
es: Editor de Registro
et: Registriredaktor
fi: Rekisterimuokkain
fr: Éditeur de registre
ga: Eagarthóir Chlárlan
hu: Rendszerleíró-szerkesztő
it: Editor del registro
ja: レジストリエディタ
nl: Registerbewerker
pl: Edytor Rejestru
ro: Editor de registru
ru: Редактор реестра
sk: Editor registrov
sr: Уређивач Регистра
sv: Registereditor
ta: ரெஜிஸ்ட்ரி எடிட்டர்
tr: Kayıt Defteri Düzenleyicisi
uk: Редактор реєстру

source: Edit the internal registry.
ar: تعديل سجل النظام الداخلي.
bg: Редактиране на вътрешния регистър.
ca: Editeu el registre intern.
ckb: دەستکاریکردنی ڕێجیستری ناوخۆیی.
cs: Upravit interní registr.
de: Interne Registry bearbeiten.
es: Edite el registro interno.
et: Muuda sisemist registriandmebaasi.
fi: Muokkaa sisäistä rekisteriä.
fr: Modifier le registre interne.
ga: Athraigh an chlárlann inmheánach.
hu: Belső rendszerleíró szerkesztése.
it: Modifica il registro di sistema.
ja: 内部レジストリを編集します。
nl: Bewerk het interne register.
pl: Edytuj wewnętrzny rejestr.
ro: Modifică registrul intern.
ru: Редактирование внутреннего реестра.
sk: Upravte interný register.
sr: Измени унутрашњи регистар.
sv: Redigera det interna registret.
ta: உள் பதிவேட்டைத் திருத்தவும்.
tr: Dahili kayıt defterini düzenleyin.
uk: Редагувати внутрішній реєстр.

source: Legacy Wine Tools
ar: أدوات واين القديمة
bg: Стари инструменти на „Wine“
cs: Staré nástroje Wine
et: Wine'i tarvikud pärandtarkvarana
fi: Vanhennetut Wine-työkalut
fr: Anciens outils Wine
ga: Uirlisí Fíona oidhreachta
ja: レガシー Wine ツール
kab: Ifecka iqbuṛen Wine
nl: Verouderd Wine-gereedschap
pl: Starsze narzędzia Wine
ro: Instrumente vechi pentru Wine
ru: Устаревшие инструменты Wine
sk: Staré nástroje Wine
sr: Застареле Вајн Алатке
ta: பாரம்பரிய ஒயின் கருவிகள்
tr: Eski Wine Araçları
uk: Старі засоби Wine

source: Explorer
ar: المستكشف
bg: Търсачка
ca: Explorador
cs: Prohlížeč
es: Explorador
et: Sirvija
fi: Resurssienhallinta
fr: Explorateur
ga: Taispeántóir
hu: Intéző
it: Esplora file
ja: エクスプローラー
kab: Anaram
nl: Verkenner
pl: Eksplorator
ro: Explorator
ru: Проводник
sk: Prehliadač
sr: Истраживач
sv: Utforskare
ta: எக்ஸ்ப்ளோரர்
tr: Gezgin
uk: Провідник

source: Debugger
ar: المنقِّح
bg: Отстраняване на неизправности
cs: Ladicí program
et: Veaotsingu liides
fi: Virheenjäljitys
fr: Débogueur
ga: Dífhabhtaitheoir
ja: デバッガ
kab: Amseɣti
nl: Foutopsporing
ro: Depanator
ru: Отладка
sk: Program na ladenie
sr: Отклањање Грешака
ta: பிழைத்திருத்தி
tr: Hata ayıklayıcı
uk: Налагоджувач

source: Uninstaller
ar: مُلغي التثبيت
bg: Премахваща програма
ca: Desinstal·lador
ckb: ڕەشکەرەوە
cs: Odinstalovat
de: Deinstallationsprogramm
es: Desinstalador
et: Eemaldaja
fi: Asennuksen poistaja
fr: Programme de désinstallation
ga: Díshuiteálaí
hu: Eltávolító
it: Disinstallatore
ja: アンインストーラー
kab: Anekkas
nl: Verwijderingsprogramma
pl: Dezinstalator
ro: Dezinstalator
ru: Дезинсталлятор
sk: Nástroj na odinštalovanie
sr: Деинсталер
sv: Avinstallerare
ta: நிறுவல் நீக்கி
tr: Kaldırıcı
uk: Деінсталятор

source: Control Panel
ar: لوحة التحكم
bg: Контролен панел
ca: Tauler de control
cs: Ovládací panel
de: Systemsteuerung
es: Panel de control
et: Juhtpaneel
fi: Ohjauspaneeli
fr: Panneau de configuration
ga: Painéal Rialúcháin
hu: Vezérlőpult
it: Pannello di controllo
ja: コントロールパネル
kab: Agalis n usenqed
nl: Configuratiescherm
pl: Panel Sterowania
ro: Panou de control
ru: Панель управления
sk: Ovládací panel
sr: Контролна Табла
sv: Kontrollpanel
ta: கண்ட்ரோல் பேனல்
tr: Denetim masası
uk: Панель Керування

source: Bottles Crash Report
ar: تقرير تعطل القارورة
bg: Доклад за срив на „Bottles“
ckb: ڕاپۆرتی تێکچوونی بۆتڵز
cs: Zpráva o havárii lahví
et: Bottles'i kokkujooksmise aruanne
fi: Pullojen kaatumisraportti
fr: Rapport de crash de Bouteilles
ga: Tuarascáil ar Thumpáil
ja: Bottles クラッシュレポート
kab: Aneqis n uɣelluy n teqreɛtin
nl: Bottles-crashrapport
pl: Raport błędu Bottles
ro: Raport de erori Bottles
ru: Отчёт об ошибке Bottles
sk: Správa o havárií Bottles
sr: Извештај о Изненадном Затварању Флаша
ta: பாட்டில்கள் விபத்து அறிக்கை
tr: Bottles Çökme Raporu
uk: Звіт про аварійне завершення Bottles

source: Send Report
ar: أرسل التقرير
bg: Изпращане на доклада
cs: Poslat zprávu o chybě
et: Saada aruanne
fi: Lähetä raportti
fr: Envoyer le rapport
ga: Seol Tuarascáil
ja: 不具合を報告
kab: Azen aneqqis
nl: Rapport verzenden
pl: Wyślij zgłoszenie
ro: Trimite raportul
ru: Отправить отчёт
sk: Poslať správu o chybe
sr: Пошаљи Извештај
ta: அறிக்கையை அனுப்பு
tr: Rapor gönder
uk: Надіслати звіт

source: Bottles crashed last time. Please fill out a report attaching the following traceback to help us identify the problem preventing it from happening again.
ar: تعطل «قوارير» آخر مرة. عبِّئ تقريرًا فيه التتبع التالي لتساعدنا في التعرف على المشكلة مما يمكننا من الحيال دون وقوعها مجدداً.
bg: „Bottles“ претърпя срив. Моля, попълнете доклада за срив и приложете следните данни за да открием проблема и да го поправим.
ca: El Bottles s’ha tancat inesperadament. Empleneu un informe, adjuntant la traça següent per a ajudar-nos a identificar el problema i evitar que passi una altra vegada.
ckb: کۆتا جار بۆتڵز تێکچوو. تکایە ڕاپۆرتێک پڕ بکەوە و ئەم شوێنەوارانەی پێوە بلکێنە بۆ یارمەتیدانمان لە دیاریکردنی کێشەکە و چارەسەرکردنی.
cs: Láhve selhali minulé spuštění. Prosím vyplňte nahlášení a vložte následující log aby jste nám pomohli identifikovat problém a mohli jsme to vyřešit ať se to neopakuje.
de: Bottles ist das letzte Mal abgestürzt. Bitte fülle einen Bericht aus und füge den folgenden Traceback bei, damit wir das Problem identifizieren können, um zu verhindern, dass es erneut auftritt.
es: Bottles se cerró de manera inesperada la última vez. Rellene un informe adjuntando el siguiente rastro para ayudarnos a identificar el problema y evitar que vuelva a ocurrir.
et: Bottles jooksis viimati kokku. Palun täida aruanne ja lisa sinna järgnev pinujäljeg. See võimaldab meil vea põhjust otsida ning võimalusel seda ka tulevikus vältida.
fi: Pullot kaatui, kun käytit sitä viimeksi. Täytä vikailmoitus ja liitä seuraavat virheenjäljitystiedot, jotta tunnistamme ongelman ja estämme sitä tapahtumasta uudelleen.
fr: Bouteilles a planté la dernière fois. Veuillez remplir un rapport en joignant la trace suivante pour nous aider à identifier le problème et éviter qu’il ne se reproduise.
ga: Bhuail buidéil an uair dheireanach. Comhlánaigh tuairisc le do thoil agus an t-aisrianú seo a leanas iniata leis chun cabhrú linn an fhadhb a aithint a chuireann cosc uirthi tarlú arís.
hu: A Palackok összeomlott legutóbb. Kérjük, töltsön ki egy jelentést, amelyhez csatolja a következő nyomkövetést, hogy segítsen nekünk azonosítani a problémát, megakadályozni, hogy ez újból megtörténjen.
it: Bottles si è arrestato in maniera anomala. Per favore compila un rapporto allegando il seguente traceback per aiutarci a identificare il problema, evitando che si verifichi di nuovo.
ja: 前回、Bottles はクラッシュしました。開発者がこの不具合を修正できるよう、以下のスタックトレースと一緒に報告してください。
nl: Bottles is de laatste keer gecrasht. Gelieve een rapport in te vullen met de volgende traceback om ons te helpen het probleem te identificeren en te voorkomen dat het opnieuw gebeurt.
pl: Podczas ostatniego uruchomienia Bottles wystąpił błąd. Prosimy wypełnić zgłoszenie i załączyć ten traceback by pomóć nam zidentyfikować problem i zapobiec wystąpieniu jego w przyszłości.
ro: Bottles s-a blocat ultima dată. Completează un raport atașând următorul „traceback” pentru a ne ajuta să identificăm problema și să prevenim ca aceasta să se repete.
ru: Работа Bottles завершена с ошибкой. Для исправления укажите в отчёте подробности о ней.
sk: Počas posledného spustenia došlo k chybe. Prosím, vyplňte hlásenie o chybe a vložte nasledujúci súbor so záznamom, aby ste nám pomohli problém identifikovať. Následne sa pokúsime chybu vyriešiť, aby sa už neopakovala.
sr: Десио се квар са Флашама претходни пут. Молим испуните извештај уз прилагање следећих ставки како би нам помогао са идентификацијом проблема и спречавањем да се догоди поново.
sv: Bottles kraschade förra gången. Vänligen fyll i en rapport och bifoga följande spårning för att hjälpa oss att identifiera problemet och förhindra att det händer igen.
ta: கடந்த முறை பாட்டில்கள் நொறுங்கின. இது மீண்டும் நிகழாமல் தடுக்கும் சிக்கலைக் கண்டறிய எங்களுக்கு உதவ, பின்வரும் ட்ரேஸ்பேக்கை இணைக்கும் அறிக்கையை நிரப்பவும்.
tr: Geçen sefer şişeler çöktü. Lütfen, tekrar olmasını engellemek amacıyla, sorunu belirlememize yardımcı olmak için, aşağıdaki geri izlemeyi ekleyerek bir hata raporu oluşturun.
uk: Минулого разу Bottles вийшов з ладу. Будь ласка, заповніть звіт, що доповнюватиме наступну інформацію, щоб допомогти нам ідентифікувати помилки та запобігти їхньому повторенню.

source: We found one or more similar (or identical) reports. Please make sure to check carefully that it has not already been reported before submitting a new one. Each report requires effort on the part of the developers to diagnose, please respect their work and make sure you don't post duplicates.
ar: عثرنا على تقارير مشابهة أو مطابقة، تأكد من أن التقرير لم يُرسل مسبقا قبل أن تقوم بإرساله، يتطلب تشخيص كل تقرير جهداً من المطورين، فضلاً احترم عملهم ولا ترسل ما يتكرر.
bg: Намерихме един или повече подобни (или еднакви) доклади. Моля, преди да изпратите нов доклад, проверете внимателно дали той вече съществува. Всеки доклад изисква усилия от страна на разработчиците за диагностициране, моля, уважавайте тяхната работа и се уверете, че не публикувате дубликати.
ca: Hem trobat un o més informes semblants (o idèntics). Assegureu-vos de comprovar acuradament que encara no s'ha informat abans d'enviar-ne un de nou. Cada informe requereix un esforç per part dels desenvolupadors per diagnosticar, si us plau, respecteu el seu treball i assegureu-vos que no publiqueu duplicats.
ckb: ڕاپۆرتێک یان زیاتری هاوشێوەمان دۆزییەوە. تکایە دڵنیابەوە کە بە وردی پشکنینت ئەنجام داوە بۆ کێشەکە و پێشتر هەمان کێشە بە ڕاپۆرت نەنێردراوە. هەر ڕاپۆرتێک پێویستی بە کات و ماندووبوونی گەشەپێدەران هەیە بۆ شیکردنەوەی، بۆیە تکایە هەوڵبدە ڕاپۆرتی دوبارە نەنێریت.
cs: Našli jsme jeden nebo více podobných (nebo identických) nahlášení. Prosím ujistěte se že tento problém zatím nebyl nahlášen. Každé nahlášení vyžaduje snahu vývojářů aby ho diagnostikovali, prosím respektujte jejich práci a ujistěte se že vaše nahlášení není duplikát.
de: Wir haben mindestens einen übereinstimmenden oder ähnlichen Bericht gefunden. Bitte vergewissere dich sorgfältig, dass dieser Bericht nicht bereits gemeldet wurde. Jeder Bericht bedeutet eine Menge Arbeit seitens der Entwickler. Bitte respektiere deren Arbeit und stelle sicher, dass keine Duplikate einreicht werden.
es: Hemos encontrado uno o más informes similares (o idénticos). Por favor, asegúrese de comprobar cuidadosamente que no ha sido ya reportado antes de enviar uno nuevo. Cada informe requiere un esfuerzo por parte de los desarrolladores para diagnosticar, por favor respete su trabajo y asegúrese de no publicar duplicados.
et: Me leidsime ühe või enam sarnast (või identset) veaaruannet. Enne uue veateate lisamist palun kontrolli, et seda pole varasemast juba olemas. Iga veaaruande töötlemiseks kulub arendajatel märgatavalt aega ning seega palun väldi topeltveateadete üleslaadimist.
fi: Löytyi yksi tai useampi sama (tai samanlainen) raportti. Tarkista huolellisesti, ettei sitä ole jo raportoitu ennen uuden lähettämistä. Jokainen raportti vaatii kehittäjiltä ponnisteluja diagnoosin tekemiseksi, kunnioita heidän työtään ja varmista, ettet julkaise samoja.
fr: Nous avons trouvé un ou plusieurs rapports similaires (ou identiques). Veuillez vérifier qu’il n’a pas déjà été signalé avant d’en soumettre un nouveau. Chaque rapport nécessite un effort de la part des développeurs pour être diagnostiqué, veuillez respecter leur travail et vous assurer de ne pas soumettre de doublons.
ga: Fuaireamar tuarascáil amháin nó níos mó den chineál céanna (nó comhionann). Déan cinnte seiceáil go cúramach le do thoil nár tuairiscíodh é cheana féin sula gcuireann tú ceann nua isteach. Éilíonn gach tuarascáil iarracht ó thaobh na bhforbróirí chun diagnóis a dhéanamh, meas a gcuid oibre le do thoil agus déan cinnte nach gcuireann tú dúbailtí a phostáil.
hu: Találtunk egy vagy több hasonló (vagy megegyező) jelentést. Kérjük, győződjön meg, hogy leellenőrizte, hogy ez nem lett-e már jelentve, mielőtt újat küld be. Minden jelentés erőfeszítést igényel a fejlesztők részéről a hiba diagnosztizáláshoz, kérjük, tartsa tiszteletben a munkájukat, és ügyeljen arra, hogy ne tegyen közzé ismétlődő jelentéseket.
it: Abbiamo trovato uno o più rapporti simili (o identici). Controllare attentamente che la segnalazione non sia già avvenuta prima di effettuarne un'altra. Ogni rapporto richiede uno sforzo per essere diagnosticato da parte degli sviluppatori, per favore rispetta il loro lavoro e assicurati di non creare duplicati.
ja: 類似する (または同一の) 不具合報告が、一つまたは複数あることを確認しました。新しく不具合を報告する前に、すでに報告されているものでないかよく確認してください。開発者はすべての不具合報告に対応しなくてはいけません。開発者の負担を減らすためにも、重複して報告しないよう確認をお願いします。
nl: We hebben een of meer soortgelijke (of identieke) meldingen gevonden. Gelieve zorgvuldig te controleren of het niet reeds gemeld is alvorens een nieuwe in te dienen. Elk rapport vereist inspanning van de kant van de ontwikkelaars om een diagnose te stellen, respecteer alstublieft hun werk en zorg ervoor dat u geen dubbele rapporten plaatst.
pl: Znaleźliśmy jedno lub więcej podobnych (lub identycznych) zgłoszeń. Przed wysłaniem nowego raportu upewnij się, że nie został on już wcześniej zgłoszony. Każde zgłoszenie wymaga wysiłku ze strony programistów, aby je zdiagnozować, dlatego prosimy o uszanowanie ich pracy i upewnienie się, że nie zamieszczasz duplikatów.
ro: Am găsit unul sau mai multe rapoarte similare (sau identice). Verifică cu atenție dacă nu a fost deja raportată eroarea înainte de a trimite unul nou. Fiecare raport necesită un efort din partea programatorilor pentru a diagnostica. Trebuie să le respecți munca și să te asiguri că nu publici duplicate.
ru: Найдено несколько похожих или идентичных отчётов. Перед отправкой собственного убедитесь, что он не дублирует существующие. Каждый отчёт требует от разработчиков усилий в проведении анализа — уважайте, пожалуйста, их труд и удостоверьтесь, что не отправляете дубликат.
sk: Našli sme jedno alebo viac podobných (alebo identických) hlásení. Presvedčte sa, že tento problém zatiaľ nebol nahlásený. Každé hlásenie vyžaduje úsilie zo strany vývojárov, aby ho diagnostikovali. Rešpektujte, prosím, ich prácu a uistite sa, že nejde o už nahlásený problém.
sr: Пронашли смо један или више сличних (или истих) извештаја. Молим те постарај се и пажљиво провери да сличан извештај већ није поднет, пре подношења новог. Сваки извештај захтева труд програмера око дијагностике, молим те поштуј њихов рад и постарај се да не подносиш дупликате.
sv: Vi har hittat en eller flera liknande (eller identiska) rapporter. Kontrollera noga att det inte redan har rapporterats innan du skickar in en ny rapport. Varje rapport kräver ansträngning från utvecklarnas sida för att diagnostisera, respektera deras arbete och se till att du inte lägger upp dubbletter.
ta: ஒன்று அல்லது அதற்கு மேற்பட்ட ஒத்த (அல்லது ஒரே மாதிரியான) அறிக்கைகளைக் கண்டறிந்தோம். புதிய ஒன்றைச் சமர்ப்பிக்கும் முன், அது ஏற்கனவே புகாரளிக்கப்படவில்லை என்பதை கவனமாகச் சரிபார்க்கவும். ஒவ்வொரு அறிக்கையும் கண்டறிய டெவலப்பர்களின் தரப்பில் முயற்சி தேவைப்படுகிறது, தயவுசெய்து அவர்களின் வேலையை மதிக்கவும் மற்றும் நீங்கள் நகல்களை இடுகையிடவில்லை என்பதை உறுதிப்படுத்தவும்.
tr: Bir veya daha fazla benzer (veya aynı) rapor bulduk. Lütfen yeni bir tane göndermeden daha önce bildirilmediğine dikkatlice baktığınızdan emin olun. Her rapor, geliştiricilerin teşhis koyması için çaba gerektirir, lütfen çalışmalarına saygı gösterin ve daha öncekilerin aynısından göndermediğinize emin olun.
uk: Ми знайшли один або кілька схожих (або ідентичних) звітів. Будь ласка, уважно перевірте, чи Ви не створювали подібний звіт раніше. Кожен звіт потребує зусиль з боку розробників для діагностики, будь ласка, поважайте їхню роботу та переконайтеся, що ви не публікуєте дублікатів.

source: I still want to report.
ar: لا أزال أريد التبليغ.
bg: Искам да изпратя доклада.
ca: Tot i així vull informar.
ckb: هێشتا دەمەوێت ڕاپۆرت بنێرم.
cs: I přes to chci nahlásit.
de: Ich möchte den Bericht trotzdem senden.
es: Aún así quiero informar.
et: Ma siiski soovin veateate üleslaadida.
fi: Haluan silti raportoida.
fr: Je souhaite tout de même envoyer un rapport.
ga: Ba mhaith liom tuairisciú a dhéanamh fós.
hu: Még mindig szeretném jelenteni.
it: Voglio comunque mandare il rapporto.
ja: 上記の内容を読んだ上で、報告します。
kab: Mazal-iyi bɣiɣ ad fkeɣ aneqqis.
nl: Ik wil nog steeds rapporteren.
pl: Wciąż chcę zgłosić.
ro: Vreau totuși să raportez.
ru: Да, хочу отправить отчёт.
sk: Aj napriek tomu to chcem nahlásiť.
sr: И даље желим да пријавим.
sv: Jag vill fortfarande rapportera.
ta: நான் இன்னும் புகாரளிக்க விரும்புகிறேன்.
tr: Yine de bildirmek istiyorum.
uk: Все одно надіслати.

source: Advanced options
ar: الخيارات المتقدمة
bg: Разширени опции
ca: Opcions avançades
ckb: بژاردە پێشکەوتووەکان
cs: Pokročilé možnosti
de: Erweiterte Optionen
es: Opciones avanzadas
et: Lisavalikud
fi: Lisäasetukset
fr: Options avancées
ga: Roghanna chun cinn
hu: Haladó beállítások
it: Avanzate
ja: 高度なオプション
kab: Tinefrunin tinaẓiyin
nl: Geavanceerde opties
pl: Opcje zaawansowane
ro: Opțiuni avansate
ru: Расширенные настройки
sk: Pokročilé možnosti
sr: Напредне опције
sv: Avancerade alternativ
ta: மேம்பட்ட விருப்பங்கள்
tr: Gelişmiş seçenekler
uk: Розширені опції

source: Gamescope Settings
ar: إعدادات Gamescope
bg: Настройки на „Gamescope“
ca: Paràmetres del Gamescope
cs: Nastavení programu Gamescope
de: Gamescope Einstellungen
es: Configuración de Gamescope
et: Gamescope'i seadistused
fi: Gamescopen asetukset
fr: Paramètres de Gamescope
ga: Socruithe Gamescope
hu: Gamescope beállítások
it: Impostazioni di Gamescope
ja: Gamescope の設定
kab: Iɣewwaṛen n Gamescope
nl: Gamescope Instellingen
pl: Ustawienia Gamescope
ro: Reglări Gamescope
ru: Настройки Gamescope
sk: Nastavenie programu Gamescope
sr: Подешавања Гејмскопа
sv: Gamescope inställningar
ta: கேம்ஸ்கோப் அமைப்புகள்
tr: Gamescope Ayarları
uk: Налаштування Gamescope

source: Manage how games should be displayed.
ar: أدِر طريقة عرض الألعاب.
bg: Управлява начина, по който игрите трябва да се показват.
cs: Správa způsobu zobrazení her.
et: Halda, kuidas mängud peaks olema näidatud.
fi: Hallitse miten pelit tulee näyttää.
fr: Gérer la façon dont les jeux doivent être affichés.
ja: ゲームの表示方法を管理します。
kab: Sefrek amek ara ttwabeqqeḍen wuraren.
nl: Beheer hoe games moeten worden weergegeven.
pl: Zarządzaj sposobem wyświetlania gier.
ro: Gestionează modul în care trebuie afișate jocurile.
ru: Управление того, как игры должны отображаться.
sk: Správa spôsobu zobrazenia hier.
sr: Управљај како да игре буду приказане.
ta: கேம்கள் எவ்வாறு காட்டப்பட வேண்டும் என்பதை நிர்வகிக்கவும்.
tr: Oyunların nasıl görüntüleneceğini yönetin.
uk: Керуйте тим, як повинні відображатися ігри.

source: Game Resolution
ar: دقة اللعبة
bg: Резолюция на играта
ca: Resolució del joc
cs: Rozlišení hry
de: Spielauflösung
es: Resolución del juego
et: Mängu resolutsioon
fi: Pelin resoluutio
fr: Résolution du jeu
ga: Réiteach Cluiche
hu: Játék felbontása
it: Risoluzione del gioco
ja: ゲームの解像度
kab: Tabadut n wurar
nl: Spelresolutie
pl: Rozdzielczość gry
ro: Claritatea jocului
ru: Разрешение игры
sk: Rozlíšenie hry
sr: Резолуција Игре
ta: விளையாட்டு தீர்மானம்
tr: Oyun çözünürlüğü
uk: Роздільна здатність гри

source: Uses the resolution of the video game as a reference in pixels.
ar: يستخدم دقة اللعبة مرجعًا للبِكسِلَات.
bg: Използва резолюцията на играта като информация в пиксели.
cs: Používá rozlišení videohry jako referenční hodnotu v pixelech.
et: Kasutab piksleis märgitud videomängu resolutsiooni viitematerjalina.
fi: Käyttää pelin resoluutiota viitteenä.
fr: Utilise la résolution du jeu vidéo comme référence en pixels.
ga: Úsáideann sé réiteach an chluiche físe mar thagairt i bpicteilíní.
kab: Seqdec tabadut n wurar n tvidyut am temselɣut deg ipiksilen.
nl: Gebruikt de resolutie van de game als referentie in pixels.
pl: Używa rozdzielczości gry wideo jako punkt odniesienia w pikselach.
ro: Folosește claritatea jocului video ca referință în pixeli.
ru: Использовать разрешение игры в качестве эталона.
sk: Používa rozlíšenie videohry ako referenčnú hodnotu v pixeloch.
sr: Користи резолуцију видео игре као референцу у пикселима.
ta: வீடியோ கேமின் தெளிவுத்திறனை பிக்சல்களில் குறிப்புகளாகப் பயன்படுத்துகிறது.
tr: Video oyununun çözünürlüğünü piksel cinsinden referans olarak kullanır.
uk: Використовує роздільну здатність відеоігри як еталон в пікселях.

source: Width
ar: العرض
bg: Ширина
ckb: پانی
cs: Šířka
et: Laius
fi: Leveys
fr: Largeur
ga: Leithead
ja: 幅
kab: Tehri
nl: Breedte
pl: Szerokość
ro: Lățime
ru: Ширина
sk: Šírka
sr: Ширина
ta: அகலம்
tr: Genişlik
uk: Ширина

source: Height
ar: الطول
bg: Височина
ckb: بەرزی
cs: Výška
et: Kõrgus
fi: Korkeus
fr: Hauteur
ga: Airde
ja: 高さ
kab: Teɣzi
nl: Hoogte
pl: Wysokość
ro: Înălțime
ru: Высота
sk: Výška
sr: Висина
ta: உயரம்
tr: Yükseklik
uk: Висота
