Repository: bottlesdevs/Bottles
Catalog: po/*.po
Languages: ar, bg, ca, ckb, cs, de, es, et, fi, fr, ga, hu, it, ja, kab, nl, pl, ro, ru, sk, sr, sv, ta, tr, uk

source: Default to the bottle path.
ca: Per defecte, el camí de l'ampolla.
ckb: دیفۆڵت بۆ شوێنی سەرەکی.
de: Standardmäßig wird das Bottels-Verzeichnis verwendet.
es: Ruta predeterminada de la botella.
it: Percorso predefinito della bottiglia.
sv: Använd flaskans sökväg som standard.

source: Choose working directory for executables
bg: Избиране на работна директория за изпълнимите файлове
ca: Trieu el directori de treball per als executables
ckb: بوخچەی کارکردن هەڵبژێرە بۆ پەڕگە exeییەکان
de: Wähle das Arbeitsverzeichnis für Programmdateien
es: Elija el directorio de trabajo de los ejecutables
fi: Valitse työskentelyhakemisto suoritettaville tiedostoille
hu: Munkakönyvtár kiválasztása a végrehajtható fájlok számára
it: Scegliere la cartella di lavoro per gli eseguibili
sv: Välj arbetskatalog för körbara filer

source: Toggling Compression Require Re-Initialization
ca: La commutació de la compressió requereix la reinicialització
de: Umschalten der Komprimierung erfordert Neuinitialisierung
es: Conmutar la compresión requiere una reinicialización

source: This will kepp all your files but will delete all states. Do you want to continue?
ca: Això eliminarà tots els vostres fitxers, però suprimirà tots els estats. Voleu continuar?
de: Dadurch werden alle Dateien beibehalten, aber alle Status gelöscht. Möchten Sie fortfahren?
es: Esto mantendrá todos sus archivos pero borrará todos los estados. ¿Quiere continuar?
hu: Ez megtartja az összes fájlját, de törli az összes állapotot. Szeretné folytatni?

source: '{0}' added.
ca: "{0}" afegit.
de: '{0}' hinzugefügt.
es: '{0}' añadido.
hu: {0} hozzáadva.
it: '{0}' aggiunto.
sv: "{0}" tillagd.

source: Choose an executable path
bg: Избиране на местоположението на изпълнимия файл
ca: Trieu un camí executable
ckb: شوێنێکی exe هەڵبژێرە
de: Wähle einen Programm-Pfad aus
es: Elija una ruta de ejecutable
fi: Valitse suoritustiedoston polku
hu: Válassza ki egy végrehajtható fájl útvonalát
it: Scegliere il percorso dell'eseguibile
sv: Välj en körbar sökväg

source: Details & Utilities
ca: Detalls i utilitats
ckb: وردەکاری & ئامرازەکان
de: Details & Werkzeuge
es: Detalles y utilidades
hu: Részletek és segédprogramok
it: Dettagli e utilità
sv: Detaljer & Verktyg

source: Found in your bottle's Start menu.
ca: Es troba al menú Inici de la vostra ampolla.
ckb: لە لیستی ستارتی بتڵەکەتدا دۆزرایەوە.
de: Im Startmenü deiner Bottle gefunden.
es: Se encuentra en el menú de inicio de su botella.
hu: A palack Start menüjéből.
it: Questi sono i programmi che si trovano nel menu Start della vostra bottiglia.
sv: Hittat i din flaskas start-meny.

source: Backup imported successfully.
ca: La còpia de seguretat s'ha importat correctament.
de: Sicherung erfolgreich importiert.
es: Respaldo importado correctamente.
hu: A biztonsági mentés sikeresen importálva.
it: Il backup è stato importato con successo.
sv: Säkerhetskopian har importerats.

source: Import failed.
ca: La importació ha fallat.
de: Import fehlgeschlagen.
es: Importación fallida.
hu: Az importálás sikertelen.
it: Importazione fallita.
sv: Importen misslyckades.

source: Choose a backup archive
bg: Избиране на резервното копие на архива
ca: Trieu un arxiu de còpia de seguretat
ckb: ئەرشیفێکی باکئەپ هەڵبژێرە
de: Wähle ein Sicherungsarchiv
es: Elija un archivo de respaldo
fi: Valitse varmuuskopiointiarkisto
hu: Válasszon egy biztonsági mentés archívumot
it: Scegli un archivio di backup
sv: Välj en säkerhetskopia

source: N/A
ar: غير متاح
bg: Няма
ca: N/D
de: nicht verfügbar
es: N/D
et: [teadmata]
fi: Ei käytössä
hu: Nem alkalmazható
ja: なし
kab: Ulac
nl: n.v.t.
ro: N/D
ru: Н/д
sr: Недоступно
sv: ej tillämpbar
tr: Yok

source: Name has special characters or already in use.
ca: El nom té caràcters especials o ja està en ús.
de: Der Name enthält Sonderzeichen oder wird bereits verwendet.
es: El nombre tiene caracteres especiales o ya está en uso.
hu: A név már használatban van, vagy speciális karaktereket tartalmaz.

source: Choose a recipe file
bg: Избиране на рецепта
ca: Trieu un fitxer de receptes
de: Wähle eine Rezeptdatei
es: Elija un archivo de recetas
fi: Valitse reseptitiedosto
hu: Válassza ki a receptfájlt
it: Scegliere il file di una formula
sv: Välj en receptfil

source: Choose where to store the bottle
bg: Избиране на местоположение за съхранение на бутилката
ca: Trieu on guardar l'ampolla
de: Wähle den Speicherort für die Bottle
es: Escoja dónde guardar la botella
fi: Valitse mihin pullo talletetaan
hu: Válassza ki, hogy hol tárolja a palackot
it: Scegliere dove conservare la bottiglia
sv: Välj var du vill förvara flaskan

source: There was an error creating the bottle.
bg: Възникна грешка при създаването на бутилката.
ca: S'ha produït un error en crear l'ampolla.
ckb: هەڵەیەک هەبوو لە کاتی دروستکردنی بتڵەکە.
de: Beim Erstellen der Bottle trat ein Fehler auf.
es: Hubo un error al crear la botella.
fi: Virhe pulloa luotaessa.
hu: Hiba történt a palack létrehozása közben.
it: Si è verificato un errore nella creazione della bottiglia.
sv: Ett fel inträffade vid skapandet av flaskan.

source: A bottle named “{0}” was created successfully
ca: S'ha creat correctament una ampolla anomenada "{0}"
ckb: بتڵێک بە ناوی "{0}" بەسەرکەوتووی دروستکرا
de: Eine Bottle mit dem Namen "{0}" wurde erfolgreich angelegt
es: Se ha creado con éxito una botella llamada "{0}"
hu: {0} nevű palack sikeresen létrehozva
it: Una bottiglia chiamata "{0}" è stata creata con successo
sv: En butelj kallad "{0}" skapades

source: Choose new bottles path
ca: Trieu el camí de les ampolles noves
ckb: شوێنی بتڵە تازەکان هەڵبژێرە
de: Neuen Pfad für die Bottle wählen
es: Elija una ruta de bottles nueva
hu: Válasszon egy új palack útvonalat
it: Scegliere il nuovo percorso delle bottiglie
sv: Välj sökväg för den nya flaskan

source: Based on Valve's Wine, includes staging and Proton patches.
ar: مبني على واين الخاص بفالف، يتضمن التدريج وتصليحات بروتون.
bg: Използва „Wine“ от „Valve“, включва тестовите версии и кръпки от „Proton“.
cs: Založeno na systému Wine od společnosti Valve, obsahuje etapové a protonové záplaty.
de: Basierend auf Valve's Wine, einschließlich Staging und Proton-Patches.
es: Basado en Wine de Valve, incluye staging y los parches de Proton.
et: Põhineb Valve'i Wine'i versioonil, sealhulgas on eelversiooni ja Protoni paigad.
fi: Pohjautuu Valven Wineen sisältäen staging- ja Proton-paikkaukset.
nl: Gebaseerd op Valve's Wine, inclusief staging- en Proton-patches.
pl: Oparte o Wine w wykonaniu Valve, zawiera eksperymentalne dodatki i patche Protona.
ro: Bazat pe Wine de la Valve, include versiunea de testare și corecări Proton.
ru: Основан на Wine от Valve, включает в себя патчи из staging и Proton.
ta: வால்வின் ஒயின் அடிப்படையில், ஸ்டேஜிங் மற்றும் புரோட்டான் பேட்ச்கள் அடங்கும்.
tr: Valve'in Wine'ını temel alır, evreleme ve Proton yamalarını içerir.
uk: Заснована на Wine від Valve, включає патчі staging та Proton.

source: Based on Wine upstream, includes staging and Proton patches.
ar: مبني على واين الأصلي ويتضمن تصحيحات التدريج.
bg: Използва „Wine“, включва тестовите версии и кръпки от „Proton“.
cs: Založeno na upstreamu Wine, obsahuje záplaty pro staging a Proton.
de: Basierend auf Wine Upstream, einschließlich Staging und Proton Patches.
es: Basado en Wine upstream, incluye staging y los parches de Proton.
et: Põhineb Wine'i projekti põhiversioonil, sealhulgas on eelversiooni ja Protoni paigad.
fi: Pohjautuu Winen upstream-versioon sisältäen staging- ja Proton-paikkaukset.
nl: Gebaseerd op upstream-Wine, inclusief staging- en Proton-patches.
pl: Oparte o najnowszą wersję Wine'a dostępną z kodu źródłowego, zawiera eksperymentalne dodatki i patche Protona.
ro: Bazat pe Wine de la sursă, include versiunea de testare și corecări Proton.
ru: Основан на апстриме Wine, включает в себя патчи из staging и Proton.
ta: ஒயின் அப்ஸ்ட்ரீம் அடிப்படையில், ஸ்டேஜிங் மற்றும் புரோட்டான் பேட்ச்கள் அடங்கும்.
tr: Wine upstream'i temel alır, evreleme ve Proton yamalarını içerir.
uk: Заснований на Wine upstream, включає в себе патчі staging та Proton.

source: Based on Wine upstream, includes staging patches.
ar: مبني على واين الأصلي ويتضمن تصحيحات التدريج.
bg: Използва „Wine“, включва кръпки от тестовите версии.
cs: Založeno na upstreamu Wine, obsahuje záplaty pro staging.
de: Basiert auf Wine-Upstream, enthält Staging-Patches.
es: Basado en Wine upstream, incluye parches de staging.
et: Põhineb Wine'i projekti põhiversioonil, sealhulgas on eelversiooni paigad.
fi: Pohjautuu Winen upstream-versioon sisältäen staging-paikkaukset.
nl: Gebaseerd op upstream-Wine, inclusief staging-patches.
pl: Oparte o najnowszą wersję Wine'a dostępną z kodu źródłowego, zawiera eksperymentalne dodatki.
ro: Bazat pe Wine de la sursă, include corectări din versiunea de testare.
ru: Основан на апстриме Wine, включает в себя патчи из staging.
ta: ஒயின் அப்ஸ்ட்ரீம் அடிப்படையில், ஸ்டேஜிங் பேட்ச்கள் அடங்கும்.
tr: Wine upstream'i temel alır, hazırlık yamalarını içerir.
uk: Заснована на Wine upstream, включає в себе патчі staging.

source: Based on Valve's Wine, includes staging, Proton and Steam-specific patches. Requires the Steam Runtime turned on.
ar: مبني على واين الخاص بفالف، يتضمن التدريج تصليحات بروتون وستيم. يتطلب عمل تشغيل ستيم.
bg: Използва „Wine“ от „Valve“, включва тестовите версии и кръпки от „Proton“ и „Steam“. Изисква включването на средата за изпълнение на „Steam“.
cs: Založeno na Wine od společnosti Valve, obsahuje záplaty pro staging, Proton a specifické záplaty pro Steam. Vyžaduje zapnutý Steam Runtime.
de: Basiert auf Valves Wine, enthält Staging, Proton und Steam-spezifische Patches. Erfordert die aktivierte Steam Runtime.
es: Basado en el Wine de Valve, incluye parches de staging, Proton y específicos para Steam. Requiere el Steam Runtime activado.
et: Põhineb Valve'i Wine'il, sealhulgas eelversioon ja Protoni- ja Steami-kohased paigad. Eeldab, et Steami käituskeskkond on sisse lülitatud.
fi: Pohjautuu Valven Wineen sisältäen staging-, Proton- ja Steam-kohtaiset paikkaukset. Vaatii, että Steam Runtime on otettu käyttöön.
nl: Gebaseerd op Valve's Wine, inclusief staging-, Proton- en Steam-specifieke patches. Vereist dat de Steam-runtime is ingeschakeld.
pl: Oparte o Wine w wykonaniu Valve'a, zawiera eksperymentalne dodatki oraz patche Protona i patche zorientowane wokół Steama. Wymaga uruchomionego środowiska uruchomieniowego Steam.
ro: Bazat pe Wine de la Valve, include modificări specifice Proton și Steam. Trebuie ca timpul de executare Steam să fie activat.
ru: Основан на Wine от Valve, включает в себя staging, Proton и специфичные для Steam патчи. Требует включённой среды выполнения Steam.
ta: வால்வின் ஒயின் அடிப்படையில், ஸ்டேஜிங், புரோட்டான் மற்றும் ஸ்டீம்-குறிப்பிட்ட இணைப்புகளை உள்ளடக்கியது. ஸ்டீம் இயக்க நேரம் இயக்கப்பட்டிருக்க வேண்டும்.
tr: Valve'ın Wine'ını temel alır, evreleme, Proton ve Steam'e özgü yamaları içerir. Steam Runtime'ın açık olmasını gerektirir.
uk: Заснований на Wine від Valve, містить staging, Proton і специфічні для Steam патчі. Вимагає ввімкненого середовища виконання Steam.

source: Other
ar: أخرى
bg: Други
ca: Altres
cs: Jiné
de: Anderes
es: Otros
et: Muu
fi: Muut
hu: Egyéb
it: Altro
ja: そのほか
nl: Overig
pl: Inne
ro: Altele
ru: Другое
sr: Остало
sv: Övriga
ta: வேறு
tr: Diğer
uk: Інше

source: '{0}' installed.
ca: '{0}' instal·lat.
de: '{0}' installiert.
es: '{0}' instalado.
hu: {0} telepítve.
it: '{0}' installato.
sv: '{0}' installerad.

source: '{0}' failed to install.
ca: '{0}' no s'ha pogut instal·lar.
de: '{0}' konnte nicht installiert werden.
es: '{0}' ha fallado al instalarse.
hu: {0} alkalmazást nem sikerült telepíteni.

source: '{0}' imported.
ca: '{0}' importat.
de: '{0}' importiert.
es: '{0}' importado.
hu: {0} importálva.
it: '{0}' importato.
sv: '{0}' importerad.

source: Launching '{0}'…
ca: S'està iniciant '{0}'…
de: Starten von '{0}'…
es: Iniciando '{0}'…
hu: {0} indítása…

source: Launching '{0}' with Steam…
ca: S'està llançant '{0}' amb Steam…
de: Starte {0} mit Steam…
es: Iniciando '{0}' con Steam…
hu: {0} indítása Steammel

source: '{0}' hidden.
ca: '{0}' amagat.
de: '{0}' versteckt.
es: '{0}' ocultado.
hu: {0} elrejtve.
it: '{0}' nascosto.
sv: '{0}' dold.

source: '{0}' showed.
ca: "{0}" mostrat.
de: '{0}' angezeigt.
es: '{0}' mostrado.
hu: {0} megjelenítve.
it: '{0}' mostrato.
sv: "{0}" visad.

source: '{0}' removed.
ca: '{0}' eliminat.
de: '{0}' entfernt.
es: '{0}' eliminados.
hu: {0} eltávolítva.
it: '{0}' è stato rimosso.
sv: '{0}' har tagits bort.

source: '{0}' renamed to '{1}'.
ca: '{0}' reanomenat a '{1}'.
de: '{0}' umbenannt zu '{1}'.
es: '{0}' renombrado a '{1}'.
hu: {0} átnevezve erre: {1}.
it: '{0}' rinominato in '{1}'.
sv: {0} bytte namn till {1}.

source: Desktop Entry created for '{0}'
ca: Entrada d'escriptori creada per a '{0}'
de: Desktop Eintrag für '{0}' erstellt
es: Entrada de escritorio creada para '{0}'
hu: Asztalbejegyzés létrehozva {0} számára
it: Icona sulla scrivania creata per '{0}'
sv: Skrivbordsfil skapad för '{0}'

source: '{0}' added to your library
ca: S'ha afegit '{0}' a la vostra biblioteca
de: '{0}' zu Ihrer Bibliothek hinzugefügt
es: '{0}' añadido a tu bilbioteca
hu: {0} hozzá lett adva a könyvtárához
it: '{0}' aggiunto alla tua libreria
sv: '{0}' har lagts till i ditt bibliotek

source: '{0}' added to your Steam library
ca: S'ha afegit '{0}' a la vostra biblioteca de Steam
de: '{0}' zur Steam-Bibliothek hinzugefügt
es: '{0}' añadido a tu biblioteca de Steam
hu: {0} hozzá lett adva a Steam könyvtárához
it: '{0}' aggiunto alla tua libreria Steam
sv: '{0}' lagts till i ditt Steam-bibliotek

source: Run Windows software on Linux with Bottles!
bg: Използвайте софтуер за „Windows“ на „Линукс“ с „Bottles“!
ca: Executeu programari de Windows en Linux amb el Bottles!
ckb: لەگەڵ بۆتڵز، نەرمەکاڵای ویندۆز لەسەر لینوکس بەکاربهێنە!
cs: Provozujte software z Windows na Linuxu s pomocí nástroje Láhve!
de: Mit Bottles Windows-Software unter Linux ausführen!
es: ¡Ejecute software de Windows en Linux con Bottles!
et: Bottles võimaldab sul Linuxis käivitada Windowsi tarkvara!
fi: Aja Windows-ohjelmistoja Linuxissa Pullot-sovelluksen avulla!
hu: Futtasson Windows szoftvereket Linuxon a Palackok segítségével!
it: Esegui programmi per Windows su Linux con Bottles!
ja: Bottles を使用して Linux で Windows ソフトウェアを実行しましょう！
nl: Voer Windows-software uit op Linux met Bottles!
ro: Folosește programe pentru Windows cu Bottles!
ru: Запускайте программы Windows на Linux с помощью Bottles!
sk: Spusti Windows softvér na Linuxe s Fľašami!
sr: Покрећи Виндовс софтвер на Линуксу уз Флаше!
sv: Kör Windows-program på Linux med Bottles!
ta: விண்டோஸ் மென்பொருளை லினக்ஸில் பாட்டில்களுடன் இயக்கவும்!
tr: Şişeler ile Windows yazılımlarını Linux'ta çalıştırın!
uk: Запускайте програми Windows на Linux із Bottles!

source: Bottle software and enjoy at your leisure!
bg: Бутилирайте софтуера и се насладете на свободното си време!
ca: Embotelleu programari i gaudiu-lo al vostre aire!
ckb: نەرمەکاڵای بۆتڵ بەکاربهێنە و چێژ لە پشووەکەت وەربگرە!
cs: Zaláhvujte svůj software a užívejte si ho!
de: Fülle Software in eine Bottle und genieße sie in aller Ruhe!
es: Embotelle programas y disfrútelos en cualquier momento
et: Lisa tarkvara pudelisse ja kasuta nii, kuis jaksad!
fi: Laita ohjelmistoja pulloihin ja ota ilo irti niistä!
hu: Palackozza be a szoftvereket és élvezze a szabadidejében!
it: Goditi programmi imbottigliati in tutta tranquillità!
ja: ソフトウェアを瓶詰めしてゆっくりお楽しみください！
nl: Bottle software en geniet op uw gemak!
ro: Pune programele în sticle și bucură-te de ele!
ru: Разливайте ПО по бутылкам и наслаждайтесь на досуге
sr: Флаширај софтвер и уживај у слободном времену!
sv: Buteljera programvara och njut på din fritid!
ta: மென்பொருளை பாட்டில் செய்து உங்கள் ஓய்வு நேரத்தில் மகிழுங்கள்!
tr: Yazılımları şişeleyin ve boş zamanlarınızda keyfini çıkarın!
uk: Закорковуйте програми в Пляшки і насолоджуйтесь на дозвіллі!

source: Our built-in dependency installation system grants automatic software compatibility access. Use the download manager to download the official components: the runner (Wine, Proton), DXVK, dependencies, etc.
bg: Нашата вградена система за инсталиране на зависимостите осигурява автоматична съвместимост на софтуера. Използвайте диспечера на изтеглянията, за да изтеглите официалните компоненти: стартиращата програма („Wine“ или „Proton“), DXVK, зависимостите и други.
ca: El nostre sistema d'instal·lació de dependències integrat ofereix accés automàtic a la compatibilitat del programari. Utilitzeu el gestor de descàrregues per descarregar els components oficials: execució (Wine, Proton), DXVK, dependències, etc.
ckb: سیستەمی لەناودا دروستکراوی دامەزراندنی پێبەندییەکانی ئێمە، ڕێگەت دەدات خۆکارانە دەستت بە نەرمەکاڵای گونجاو بگات. بەڕێوەبەری داگرتنەکان بەکاربهێنە بۆ داگرتنی پێکهێنەرە فەرمییەکان: کارپێکەرەکە ((Wine، Proton)، پێبەندییەکانی DXVK)، و هتد.
cs: Náš integrovaný systém instalace závislostí poskytuje automatický přístup ke kompatibilitě softwaru. Použijte správce stahování ke stažení oficiálních komponent: runner (Wine, Proton), DXVK, závislosti atd.
de: Unser integriertes Installationssystem für Abhängigkeiten ermöglicht automatischen Zugriff auf kompatible Software. Nutze den Download-Manager, um die offiziellen Komponenten herunterzuladen: den Runner (Wine, Proton), DXVK, Abhängigkeiten, usw.
es: Nuestro sistema de instalación de dependencias incorporado permite acceso fácil a un nivel amplio de compatibilidad de software. También incluimos un gestor de descargas para descargar los componentes oficiales: ejecución (Wine, Proton), DXVK, dependencias, etc.
et: Meie rakendusse sisseehitatud sõltuvuste paigalduse süsteem tagab tarkvara automaatse ühilduvuse. Allalaadimishalduri abil laadida alla ametlikke komponente: käivitaja (Wine, Proton), DXVK teisenduskihi faile, sõltuvusi, jne.
fi: Sisäänrakennettu riippuvuusasennusjärjestelmä mahdollistaa ohjelmistojen yhteensopivuuden. Lataa viralliset komponentit lataushallinnalla: ajaja (Wine, Proton), DXVK, riippuvuudet jne.
hu: Beépített függőségi telepítési rendszerünk önműködő hozzáférést biztosít a szoftverek kompatibilitásához. A letöltéskezelővel töltse le a hivatalos összetevőket: a futtatót (Wine, Proton), DXVK-t, a függőségeket, stb.
it: Il nostro sistema di installazione delle dipendenze integrato consente un facile accesso a un ampio livello di compatibilità per i programmi. È possibile scaricare direttamente dal programma componenti ufficiali: il runner (wine, proton), dxvk, dipendenze, ecc.
ja: 組み込みの依存関係インストールシステムにより、ソフトウェアの互換性への自動アクセスが許可されます。ランナー (Wine、Proton)、DXVK、依存関係など各種公式コンポーネントのダウンロードには、ダウンロードマネージャーを使用します。
nl: Ons ingebouwde systeem voor de installatie van afhankelijkheden zorgt voor automatische toegang tot softwarecompatibiliteit. Gebruik de downloadmanager om de officiële componenten te downloaden: de runner (Wine, Proton), DXVK, afhankelijkheden, enz.
ro: Sistemul nostru integrat de instalare a dependențelor garantează accesul automat la compatibilitatea programelor. Folosește gestionarul de descărcări pentru a descărca componentele oficiale: executantul (Wine, Proton), DXVK, dependențele, etc.
ru: Встроенная система установки зависимостей предоставляет автоматический доступ к компонентам совместимости ПО. Загружайте менеджером загрузок официальные компоненты: пускатель (Wine, Proton), DXVK, зависимости и т. д.
sr: Наш интегрисани систем за инсталацију зависних датотека омогућава аутоматски приступ компатибилности софтвера. Употреби менаџер преузимања да преузмеш официјалне компоненте: покретач (Вајн, Протон), ДКСВК, зависне датотеке, итд.
sv: Vårt inbyggda installationssystem för beroenden ger automatisk åtkomst till programvarukompatibilitet. Använd nedladdningshanteraren för att ladda ner de officiella komponenterna: Körprogram (Wine, Proton), DXVK, beroenden etc.
ta: எங்கள் உள்ளமைக்கப்பட்ட சார்பு நிறுவல் அமைப்பு தானியங்கு மென்பொருள் இணக்கத்தன்மை அணுகலை வழங்குகிறது. அதிகாரப்பூர்வ கூறுகளைப் பதிவிறக்க பதிவிறக்கம் மேலாளரைப் பயன்படுத்தவும்: ரன்னர் (ஒயின், புரோட்டான்), DXVK, சார்புகள், போன்றவை.
tr: Yerleşik bağımlılık kurulum sistemimiz otomatik yazılım uyumluluğu erişimi sağlar. Resmi bileşenleri indirmek için indirme yöneticisini kullanın: Çalıştırıcılar (Wine, Proton), DXVK, bağımlılıklar vb.
uk: Наша вбудована система інсталяції залежностей надає автоматичний доступ до компонентам сумісності програмного забезпечення. За допомогою менеджера завантажень завантажте офіційні компоненти: двигун (Wine, Proton), DXVK, залежності, тощо.

source: Bottle versioning keeps your work safe now and lets you restore it later!
bg: Системата за версии на бутилките осигурява сигурност за Вашите файлове и дава възможност да ги възстановите, ако е необходимо!
ca: El control de versions d'ampolles manté el vostre treball segur ara i us permet restaurar-lo més tard!
ckb: وەشانکردنی بۆتڵ کارەکەت بە سەلامەتی دەهێڵێتەوە و ڕێگەت دەدات دواتر بیگەڕێنییەوە!
cs: Správa verzí láhví udrží vaši práci v bezpečí a umožní vám ji později obnovit!
de: Bottle-Versionsmanagement hält deine Arbeit endlich sicher und lässt dich diese später wiederherstellen!
es: ¡El versionado de Bottle mantiene su trabajo a salvo ahora y le permite restaurarlo más tarde!
et: Pudelite versioonihaldus hoiab sinu tegemised turvaliselt ja võimaldab hiljem taastada!
fi: Pulloversiointi pitää työsi turvassa nyt ja antaa sinun palauttaa sen myöhemmin!
hu: A Palackok verziókezelése biztonságban tartja a munkáját, és lehetővé teszi, hogy később visszaállíthassa!
it: Funzionalità come il controllo delle versioni delle bottiglie ti consentono di mantenere il tuo lavoro al sicuro e ripristinarlo in seguito!
ja: ボトルをバージョン管理すると、作業が安全に保たれ、後で復元できるようになります！
nl: Bottle-versiebeheer houdt uw werk nu veilig en laat u het op een later moment herstellen!
ro: Gestionarea versiunilor sticlei îți păstrează munca în siguranță și îți permite să o recuperezi mai târziu!
ru: Система управления версиями бутылок обеспечивает сохранность вашей текущей работы, а при необходимости позволяет её восстановить.
sr: Верзије Флаша чувају твој рад сигурним сада и допуштају да га повратиш касније!
sv: Buteljversionshantering håller ditt arbete säkert nu och låter dig återställa det senare!
ta: பாட்டில் பதிப்பானது இப்போது உங்கள் வேலையைப் பாதுகாப்பாக வைத்திருக்கிறது, பின்னர் அதை மீட்டெடுக்க உங்களை அனுமதிக்கிறது!
tr: Şişe sürümü oluşturma, çalışmalarınızı güvende tutar ve daha sonra geri yüklemenize olanak tanır!
uk: Система керування версіями в "Пляшках" зберігає вашу роботу в безпеці і дозволяє відновити її пізніше!
