Repository: bottlesdevs/Bottles
Catalog: po/*.po
Languages: ar, bg, ca, ckb, cs, de, es, et, fi, fr, ga, hu, it, ja, kab, nl, pl, ro, ru, sk, sr, sv, ta, tr, uk

source: Toggle experimental features such as versioning and installers. Release candidate for runners.
ar: بدّل المزايا التجريبية كأنظمة تعيين الإصدار والمثبتات. النسخ المرشحة للمشغلات.
bg: Превключва експерименталните функции, като системата за версии, инсталаторите и тестовите версии на стартиращите програми.
ca: Commuta les funcions experimentals com ara el control de versions i els instal·ladors. Alliberament del candidat per a corredors.
ckb: پیشاندن و شاردنەوەی تایبەمەندییە ئەزمونییەکانی وەکو وەشانکردن و دامەزرێنەرەکان. کاندید بۆ کارپێکەر بڵاوبکەوە.
cs: Zapnout experimentální funkce jako například správa verzí a installers.Release Candidate pro spouštěče.
de: De(-aktiviere) experimentelle Funktionen wie Versionierung, Installer und Vorabversionen für Runner.
es: Conmuta características experimentales como el versionado y los instaladores. Versión candidata para los ejecutores.
et: Näita katselisi funktsionaalsusi, nagu eri versioonid ja paigaldajad. Käivitajate puhul on näidatud ka eelversioonid.
fi: Vaihda kokeelliset ominaisuudet, kuten versiointi ja asennusohjelmat. Vapauta julkaisuehdokas käynnistimelle.
fr: Activer / désactiver des fonctionnalités expérimentales telles que la gestion des versions ou les programmes d’installation, ou pré-versions des exécuteurs.
ga: Athraigh gnéithe turgnamhacha mar leagan agus suiteálaithe. Scaoil iarrthóir do reathaithe.
hu: Kísérleti funkciók be-/kikapcsolása, mint például a verziókezelés és a telepítők. Kiadásra jelölt a futtatók számára.
it: Attiva/disattiva funzioni sperimentali come il versionamento, gli installatori e i Release candidate per i runner.
ja: バージョン管理やインストーラーなどの実験的な機能を有効／無効にします。ランナーのリリース候補です。
nl: Schakel experimentele functies zoals versiebeheer en installers om. Release candidate voor runners.
pl: Włącz eksperymentalne funkcje, takie jak wersjonowanie i instalatory. Kandydat wydania (RC) dla programów uruchamiających.
ro: Act/Dez caracteristicile experimentale, cum ar fi gestionarea versiunilor și a programelor de instalare. Candidat de lansare pentru executanți.
ru: Доступ к экспериментальным функциям, таким как установщики, версионирование бутылок, показ предварительных версий для пускателей.
sk: Zapnúť experimentálne funkcie ako napríklad správa verzií a inštalátory. Kandidát na vydanie (RC) pre spúšťače.
sr: Укључи експерименталне карактеристике као што су верзије и инсталери. Кандидати за издавање за покретаче.
sv: Av/På för experimentella funktioner såsom versionshantering och installationsprogram. RC-utgåva för körprogram.
ta: பதிப்பு மற்றும் நிறுவிகள் போன்ற சோதனை அம்சங்களை மாற்றவும். ரன்னர்களுக்கான வேட்பாளரை விடுவிக்கவும்.
tr: Sürüm oluşturma ve kurucular gibi deneysel özellikleri aç/kapat. Çalıştırıcılar için sürüm adayı.
uk: Увімкнути експериментальні функції, такі як керування версіями та інсталяторів. Відображення попередніх версій двигунів.

source: Steam Proton Support
ar: دعم بروتون لستيم
bg: Поддръжка за „Steam Proton“
ca: Suport de Steam Proton
cs: Podpora Steam Protonu
de: Unterstützung für Steam Proton
es: Soporte de Proton de Steam
et: Steami Protoni tugi
fi: Steam Proton -tuki
fr: Prise en charge de Proton
ga: Tacaíocht Prótóin Gaile
hu: Steam Proton támogatás
it: Supporto Steam Proton
ja: Steam Proton への対応
kab: Asefrek n Steam Pruṭun
nl: Ondersteuning voor Steam-Proton
pl: Wsparcie dla Steam Proton
ro: Asistență Steam Proton
ru: Поддержка Steam Proton
sk: Podpora pre Steam Proton
sr: Подршка за Стим Протон
sv: Steam Proton stöd
ta: ஸ்டீம் புரோட்டான் ஆதரவு
tr: Steam Proton Desteği
uk: Підтримка Steam Proton

source: Toggle Steam Proton prefixes support.
ar: بدّل دعم سابقات بروتون لستيم.
bg: Превключва поддръжката за папките на „Steam Proton“.
ca: Commuta el suport dels prefixos de Steam Proton.
cs: Přepnout podporu prefixů Steam Proton.
de: Steam-Proton-Präfix Support umschalten.
es: Conmutar la compatibilidad con los prefijos de Proton de Steam.
et: Lülita Steami Protoni prefiksite tugi sisse/välja.
fi: Vaihda Steam Proton etuliite päälle.
fr: Activer/désactiver la prise en charge des préfixes Proton Steam.
ga: Toggle Tacaíocht réamhfhoirmeacha Proton Steam.
hu: Kísérleti Steam Proton prefixek támogatásának ki-/bekapcsolása.
it: Attiva/disattiva il supporto per i prefissi di Steam Proton.
ja: Steam Proton 環境への対応機能を有効／無効にします。
nl: Schakel ondersteuning voor Steam-Proton-prefixes om.
pl: Przełącz obsługę prefiksów Steam Proton.
ro: Act/Dez asistența pentru prefixele Steam Proton.
ru: Поддержка префиксов Steam Proton.
sk: Prepnúť podporu prefixov Steam Proton.
sr: Укључи подршку око Стим Протон префикса.
sv: Sätt experimentell funktionshantering på/av.
ta: ஸ்டீம் புரோட்டான் முன்னொட்டு ஆதரவை நிலைமாற்று.
tr: Steam Proton önekleri desteğini aç / kapat.
uk: Підтримка префіксів Steam Proton.

source: Automatically close Bottles
ar: أغلق «قوارير» تلقائياً
bg: Автоматично затваряне на „Bottles“
ca: Tanca automàticament les ampolles
ckb: داخستنی خۆکارانەی بۆتڵز
cs: Automatické zavření Láhví
de: Bottles automatisch schließen
es: Cerrar Bottles automáticamente
et: Sulge Bottles automaatselt
fi: Sulje Pullot automaattisesti
fr: Fermeture automatique de Bouteilles
ga: Buidéil a dhúnadh
hu: Palackok automatikus bezárása
it: Chiudi automaticamente Bottles
ja: Bottles を自動的に閉じる
kab: Mdel s wudem awurman Tiqreɛtin
nl: Bottles automatisch sluiten
pl: Automatycznie zamykaj Bottles
ro: Închide automat Bottles
ru: Автоматическое закрытие Bottles
sk: Automaticky zavierať Bottles
sr: Аутоматски затвори Флаше
sv: Stäng Bottles automatiskt
ta: பாட்டில்களை தானாக மூடு
tr: Şişeler'i otomatik olarak kapat
uk: Автоматично закривати Пляшки

source: Close Bottles after starting an executable from the file manager.
ar: أغلق «قوارير» بعد بدء تشغيل ملف تنفيذ من مدير الملفات.
bg: Затваря „Bottles“ след стартиране на изпълним файл от файловия диспечер.
ca: Tanqueu les ampolles després d'iniciar un executable des del gestor de fitxers.
ckb: داخستنی بۆتڵز دوای کردنەوەی بەرنامەیەکی ویندۆز لە بەڕێوەبری پەڕگەکانەوە.
cs: Zavření Láhví po spuštění spustitelného souboru ze správce souborů.
de: Bottles schließen, wenn eine Programmdatei aus dem Dateimanager gestartet wird.
es: Cerrar Bottles después de iniciar un ejecutable desde el gestor de archivos.
et: Peale käivitusfaili klõpsimist failihaldurist sulge Bottles.
fi: Sulje Pullot, kun suoritustiedosto käynnistetään tiedostonhallinnasta
fr: Fermer Bouteilles après avoir lancé l’exécutable depuis le gestionnaire de fichiers.
ga: Dún Buidéil tar éis duit infheidhmithe a thosú ón mbainisteoir comhad.
hu: Palackok bezárása, miután elindított egy végrehajtható fájlt a fájlkezelőből.
it: Chiudi Bottles dopo aver avviato l'eseguibile dal gestore di file.
ja: ファイルマネージャから実行可能ファイルを起動した後、Bottles を閉じます。
kab: Mdel Tiqreɛtin seld asenker n umselkam seg umsefrak n yifuyla.
nl: Sluit Bottles na het starten van een programmabestand vanuit bestandsbeheer.
pl: Zamknij Bottles po uruchomieniu pliku wykonywalnego z menedżera plików.
ro: Închide Bottles după ce ai pornit un executabil din gestionarul de fișiere.
ru: Закрывать Bottles после запуска программ из файл-менеджера.
sk: Zavrieť Bottles po spustení súboru zo Správcu súborov.
sr: Затвори Флаше након покретања извршних фајлова из менаџера фајлова.
sv: Stäng Bottles efter att ha startat körbar fil från filhanteraren.
ta: கோப்பு மேலாளரிடமிருந்து இயங்கக்கூடிய ஒன்றைத் தொடங்கிய பிறகு பாட்டில்களை மூடு.
tr: Dosya yöneticisinden çalıştırılabilir dosyayı başlattıktan sonra Şişeler'i kapat.
uk: Закривати Bottles після запуску виконуваного файлу з файлового менеджеру.

source: Wine audio driver
fr: Pilote audio Wine

source: Select which Wine audio driver should be enforced for all bottles. Use "default" to leave the driver unchanged.
fr: Sélectionnez le pilote audio Wine à utiliser pour toutes les bouteilles. Utilisez « Par défault » pour conserver le pilote par défaut.

source: Show sandbox warning
ar: إظهار تحذير وضع الحماية
bg: Показване на предупреждение за пясъчника
cs: Zobrazit upozornění sandboxu
de: Sandbox-Warnung anzeigen
es: Mostrar la advertencia del depósito seguro
et: Näita aedikkäituse kohta hoiatust
fi: Näytä varoitus hiekkalaatikosta
fr: Afficher les avertissements de bac à sable
ga: Taispeáin rabhadh bosca gainimh
hu: Homokozó-figyelmeztetés megjelenítése
ja: サンドボックス警告を表示
kab: Sken alɣu n tnaka n ijdi
nl: Zandbakwaarschuwing tonen
pl: Pokazuj ostrzeżenia sandboxa
ro: Arată avertizarea pentru mediul izolat
ru: Показ предупреждений о «песочнице»
sk: Zobraziť upozornenia sandboxu
sr: Прикажи упозорење за Виртуелни Простор
ta: சாண்ட்பாக்ஸ் எச்சரிக்கையைக் காட்டு
tr: Korumalı alan uyarısını göster
uk: Показувати попередження пісочниці

source: Toggle sandbox warning.
ar: بدّل تحذير وضع الحماية.
bg: Превключва предупреждението за пясъчника.
ca: Commuteu l'avís d'espai aïllat.
cs: Přepnout upozornění sandboxu.
de: Sandbox-Warnung ein-/ausschalten.
es: Conmutar la advertencia del depósito seguro.
et: Lülita aedikkäituse-kohane hoiatus sisse/välja.
fi: Ota varoitus hiekkalaatikosta käyttöön.
fr: Activer / désactiver les avertissements de bac à sable.
ga: Athraigh rabhadh bosca gainimh.
hu: Homokozó-figyelmeztetés be-/kikapcsolása.
ja: サンドボックス警告を表示／非表示にします。
kab: Qluqel alɣu n tnaka n ijdi.
nl: Zandbakwaarschuwing omschakelen.
pl: Przełącz pokazywanie ostrzeżeń sandboxa.
ro: Act/Dez avertizarea pentru mediul izolat.
ru: Показывать предупреждения о «песочнице».
sk: Prepnúť upozornenia sandboxu.
sr: Укључи/Искључиупозорења о Виртуелном пПростору.
ta: சாண்ட்பாக்ஸ் எச்சரிக்கையை நிலைமாற்று.
tr: Sandbox uyarılarını aç/kapa.
uk: Попередження про перемикання пісочниці.

source: Enable playtime tracking
fr: Activer le suivi du temps de jeu

source: When true, Bottles records playtime telemetry to a local SQLite database. Disable to stop tracking.
fr: Lorsque cette option est activée, Bouteilles enregistre les données de temps de jeu dans une base de données SQLite locale. Désactivez-la pour arrêter l'enregistrement.

source: Playtime heartbeat interval (seconds)
fr: Intervalle de battements cardiaques pendant le jeu (secondes)

source: How often to update session heartbeat. Defines max timestamp error for abrupt exits.
fr: Fréquence de mise à jour du signal de présence de la session. Définit la valeur maximale d'erreur d'horodatage pour les fermetures brutales.

source: Bottles lets you run Windows software on Linux, such as applications and games. It introduces a workflow that helps you organize by categorizing each software to your liking. Bottles provides several tools and integrations to help you manage and optimize your applications.
fr: Bouteilles vous permet d'exécuter des logiciels Windows sous Linux, tels que des applications et des jeux. Il propose un flux de travail qui vous aide à organiser vos logiciels en les catégorisant selon vos préférences. Bouteilles fournit plusieurs outils et intégrations pour vous aider à gérer et optimiser vos applications.
ga: Ligeann Buidéil duit bogearraí Windows a rith ar Linux, mar fheidhmchláir agus cluichí. Tugann sé isteach sreabhadh oibre a chuidíonn leat a eagrú trí gach bogearraí a chatagóiriú de réir mar is maith leat. Soláthraíonn Bottles roinnt uirlisí agus comhtháthú chun cabhrú leat d’fheidhmchláir a bhainistiú agus a bharrfheabhsú.
kab: Tiqreɛtin ad k·em-yeǧǧen ad tsekkreḍ iseɣẓanen n Windows ɣef Linux, am yisnasen akked wuraren. Yessekcem-d amahil usuddem ara k-id-imudd tallelt s usuddes n yal aseɣẓan s wayen tḥemmleḍ. Tiqreɛtin ttmuddunt aṭas n ifecka iwakken ad k-nɛiwen yerna ad tesferkeḍ u ad sekkeḍ n isnasen-ik·im.

source: Features:
ar: المميزات:
bg: Възможности:
ca: Característiques:
ckb: تایبتەمەندییەکان:
cs: Funkce:
de: Funktionen:
es: Características:
et: Omadused:
fi: Ominaisuudet:
fr: Fonctionnalités :
ga: Gnéithe:
hu: Funkciók:
it: Funzionalità:
ja: 特徴:
kab: Timahilin:
nl: Kenmerken:
pl: Cechy:
ro: Caracteristici:
ru: Возможности:
sk: Funkcie:
sr: Карактеристике:
sv: Funktioner:
ta: அம்சங்கள்:
tr: Özellikler:
uk: Функції:

source: Use pre-configured environments as a base
fr: Utiliser des environnements préconfigurés comme base
ga: Úsáid timpeallachtaí réamhchumraithe mar bhonn
kab: Seqdec tawennaḍt n uzar yettusewlen am uzadur

source: Change runners for any bottle
fr: Changer les exécuteurs pour n'importe quelle bouteille
ga: Athraigh reathaithe le haghaidh aon bhuidéal
kab: Snifel imseddayen i yal taqerɛet

source: Various optimizations and options for gaming
fr: Diverses optimisations et options pour le jeu
ga: Optamú agus roghanna éagsúla do chearrbhachas
kab: Tuget n isekkayen akked iɣewwaṛen i wuraren

source: Repair in case software or bottle is broken
fr: Réparation en cas de panne du logiciel ou de la bouteille
ga: Deisiúchán i gcás go mbeidh bogearraí nó buidéal briste
kab: Seggem ticki yella useɣẓan neɣ tqerɛet rreẓen

source: Install various known dependencies
fr: Installer diverses dépendances connues
ga: Suiteáil spleáchais aitheanta éagsú
kab: Sbedd tuget n iḍaraɛen yettwasnen

source: Integrated task manager to manage and monitor processes
fr: Gestionnaire de tâches intégré pour gérer et surveiller les processus
ga: Bainisteoir tascanna comhtháite chun próisis a bhainistiú agus
kab: Amsefrak n Tiwuriwin yettwaselɣen i usefrak akked uskazal n ikalan

source: Backup and restore
fr: Sauvegarder et restaurer
ga: Cúltaca agus athshlánú
kab: Aḥraz akked tririt

source: Bottles List Page
fr: Page Liste des bouteilles

source: Library Page
fr: Page Bibliothèque

source: Bottle Details Page
fr: Page Détails de la bouteille

source: Bottle Settings Page
fr: Page Paramètres de la bouteille

source: Installers Page
fr: Page des installateurs

source: Importing backup: {0}
ar: استيراد النسخة الاحتياطية: {0}
bg: Импортиране на резервно копие: {0}
ca: S'està important la còpia de seguretat: {0}
ckb: هاوردەکردنی باکئەپ: {0}
cs: Importuji zálohu: {0}
de: Sicherung importieren: {0}
es: Importando copia de respaldo: {0}
et: Impordime varukoopiat: {0}
fi: Varmuuskopion tuominen: {0}
ga: Cúltaca a iompórtáil: {0}
hu: Biztonsági mentés importálása: {0}
it: Importazione del backup: {0}
ja: バックアップをインポートしています: {0}
kab: Aktar n weḥraz: {0}
nl: Back-up importeren: {0}
pl: Importowanie kopii zapasowej: {0}
ro: Se importă copia de rezervă: {0}
ru: Импорт резервной копии: {0}
sk: Importujem zálohu: {0}
sr: Увоз резервне копије:{0}
sv: Importerar säkerhetskopia: {0}
ta: காப்புப்பிரதியை இறக்குமதி செய்கிறது: {0}
tr: Yedekleme içe aktarılıyor: {0}
uk: Імпорт резервної копії: {0}

source: Running as Flatpak, sandboxing userdir…
ar: التشغيل كـ Flatpak، تُحدد آلية الوصول لدليل المستخدم…
bg: Изпълнява се като „Flatpak“, вкарване на потребителската директория в пясъчника…
ca: S'està executant com Flatpak, aïllant el directori d'usuari…
ckb: کارکردن وەکو Flatpak ،sandboxing userdir…
cs: Spuštění jako Flatpak, v uživatelském sandboxu…
de: Ausführung als Flatpak, isoliere Benutzer-Ordner…
es: Ejecutando como Flatpak, aislando directorio del usuario…
et: Käivitusime Flatpakina, pruugime kasutaja kausta puhul aedikkäitust…
fi: Suoritetaan flatpakina, eristetään käyttäjähakemisto…
ga: Ag rith mar Flatpak, úsáideoir bosca gainimh…
hu: Futtatás Flatpak-ként, felhasználó mappa homokozóba helyezése…
it: Esecuzione come Flatpak, creazione delle cartelle nella sandbox …
ja: Flatpak として実行中、ユーザーディレクトリをサンドボックス化しています…
kab: Aselkem am Flatpak, aɛzel n ukaram n useqdac deg tnaka n ijdi…
nl: Als Flatpak uitvoeren, gebruikersmap in een zandbak verwerken…
pl: Uruchamiam jako Flatpak, konfiguruję piaskownicę dla katalogu użytkownika…
ro: Se pornește ca Flatpak, se creează dosarul într-un mediu izolat…
ru: Запущено через Flatpak, создание «песочницы» для пользовательского каталога…
sk: Spúšťam ako Flatpak, v sandboxe používateľa…
sr: Покрећем као Флетпек, покрећем јусердир у сендбокс окружењу…
sv: Körs som Flatpak, placerar användarmappen i sandlådan…
ta: Flatpak ஆக இயங்குகிறது, சாண்ட்பாக்சிங் பயனர்டிர்…
tr: Flatpak olarak çalışıyor, kullanıcı dizini korumalı yapılıyor…
uk: Запущено через Flatpak, створення пісочниці для каталогу користувача…

source: Sandboxing userdir…
ar: تحديد آلية الوصول لدليل المستخدم…
bg: Вкарване на потребителската директория в пясъчника…
ca: Aïllant el directori d'usuari…
cs: Sandboxuji uživatelskou složku…
de: Isoliere Benutzer-Ordner…
es: Aislando directorio del usuario…
et: Käivitame kasutaja kausta aedikkäitust…
fi: Eristetään käyttäjähakemisto…
ga: Úsáideoir bosca gainimh…
hu: Felhasználó mappa homokozóba helyezése…
it: Creazione delle cartelle nella sandbox…
ja: ユーザーディレクトリをサンドボックス化しています…
kab: Aɛzel n ukaram n useqdac deg tnaka n ijdi…
nl: Gebruikersmap in een zandbak verwerken…
pl: Konfiguruję piaskownicę dla katalogu użytkownika…
ro: Se creează dosarul de utilizator…
ru: Создание «песочницы» для пользовательского каталога…
sk: Konfigurujem sandbox pre priečinok používateľa…
sr: Покрећем јусердир у сендбокс окружењу…
sv: Placerar användarmappen i sandlådan…
ta: சாண்ட்பாக்சிங் பயனர்டிர் …
tr: Kullanıcı dizini korumalı yapılıyor…
uk: Створення пісочниці для каталогу користувача…

source: Choose path
ca: Trieu el camí
ckb: هەڵبژاردنی شوێن
de: Pfad auswählen
es: Elegir ruta
hu: Útvonal kiválasztása
it: Scegliere il percorso
sv: Välj sökväg

source: No environment variables defined.
ar: لم تعرّف أيّ متغيرات بيئة.
bg: Няма дефинирани променливи на средата.
ca: No s'han definit variables d'entorn
cs: Nejsou definovány žádné proměnné prostředí.
de: Keine Umgebungsvariablen definiert.
es: Variables de entorno no definidas.
et: Ühtegi keskkonnamuutujat pole defineeritud.
fi: Ympäristömuuttujia ei ole määritetty.
ga: Níl aon athróga comhshaoil sainithe.
hu: Nincs környezeti változó megadva.
it: Nessuna variabile d'ambiente definita.
ja: 環境変数が未定義です。
kab: Ulac imuttiyen n twennaḍt i yettusbadun.
nl: Geen omgevingsvariabelen gedefinieerd.
pl: Nie zdefiniowano zmiennych środowiskowych.
ro: Nu s-a stabilit nicio variabilă de mediu.
ru: Нет сохранённых переменных среды.
sk: Nie sú definované žiadne premenné prostredia.
sr: Ниједна варијабла окружења није дефинисана.
sv: Inga miljövariabler definierade.
ta: சூழல் மாறிகள் எதுவும் வரையறுக்கப்படவில்லை.
tr: Ortam değişkenleri tanımlanmadı.
uk: Змінні середовища не визначено.

source: Select Resource FIle
bg: Избиране на файл с ресурси
ca: Seleccioneu el fitxer de recursos
de: Wähle die Ressourcen Datei aus
es: Seleccione el Archivo del Recurso
fi: Valitse resurssitiedosto
hu: Erőforrásfájl kiválasztása
it: Seleziona il File della Risorsa
sv: Välj resursfil

source: {0} is already disabled for this bottle.
ar: {0} مطفأ بالفعل لهذه القارورة.
bg: {0} вече е изключено за тази бутилка.
ca: {0} ja està desactivat per a aquesta ampolla.
cs: {0} je pro tuto láhev již zakázáno.
de: {0} ist für diese Flasche bereits deaktiviert.
es: {0} ya esta desactivado para esta botella.
et: {0} on juba selle pudeli jaoks välja lülitatud.
fi: {0} on jo pois käytöstä tämän pullon kohdalla.
ga: Tá {0} faoi dhíchumasú cheana féin don bhuidéal seo.
hu: {0} már le van tiltva ebben a palackban.
it: {0} è già disabilitato per questa bottiglia.
ja: このボトルではすでに{0}は無効です。
kab: {0} yensa yakan i tqerɛet-a.
nl: {0} is al uitgeschakeld voor deze bottle.
pl: {0} jest już wyłączone dla tej butelki.
ro: {0} este deja dezactivat pentru această sticlă.
ru: {0} уже отключено для этой бутылки.
sk: {0} je pre túto Fľašu už zakázané.
sr: {0} је већ онемогућен за ову флашу.
sv: {0} är redan inaktiverad för den här flaskan.
ta: இந்த பாட்டிலுக்கு {0} ஏற்கனவே முடக்கப்பட்டுள்ளது.
tr: {0} zaten bu şişe için devre dışı bırakıldı.
uk: {0} вже вимкнено для цієї Пляшки.

source: This setting is different from the bottle's default.
ar: يختلف هذا الخيار عن الخيار الافتراضي لهذه القارورة.
bg: Тази настройка е различна от стандартната за бутилката.
ca: Aquest paràmetre és diferent del valor per defecte de l’ampolla.
cs: Toto nastavení se liší od výchozího nastavení láhve.
de: Diese Einstellung entspricht nicht Bottle's Standardeinstellung.
es: Esta configuración es diferente de la predeterminada.
et: See seadistus on erinev pudeli vaikeseadistustest.
fi: Tämä asetus eroaa pullon oletusasetuksesta.
ga: Tá an suíomh seo difriúil ó réamhshocrú an bhuidéil.
hu: Ez a beállítás különbözik a palack alapértelmezett beállításától.
it: Questa impostazione è diversa da quella predefinita della bottiglia.
ja: この設定は、ボトルのデフォルトとは異なります。
kab: Aɣewwaṛ-a yemgarad ɣef tqerɛet tamezwert.
nl: Deze instelling is anders dan de standaard van de bottle.
pl: To ustawienie różni się od wartości domyślnej dla butelki.
ro: Această reglare este diferită de cea prestabilită a sticlei.
ru: Эта настройка отличается от настройки бутылки.
sk: Toto nastavenia sa líši od predvoleného nastavenia Fľaše.
sr: Ово подешавање се разликује од подразумеваног за ову флашу.
sv: Denna inställning skiljer sig från flaskans standardinställning.
ta: இந்த அமைப்பு பாட்டிலின் இயல்புநிலையிலிருந்து வேறுபட்டது.
tr: Bu ayar şişe'nin varsayılan ayarından farklı.
uk: Цей параметр відрізняється від стандартного для bottle.

source: Choose the script
bg: Избиране на скрипта
ca: Trieu l'script
ckb: سکریپت هەڵبژێرە
de: Wähle das Skript aus
es: Elija el script
fi: Valitse skripti
hu: Szkript kiválasztása
it: Scegli lo script
sv: Välj skript

source: Choose the Working Directory
bg: Избиране на работната директория
ca: Trieu el directori de treball
de: Wähle Arbeitsverzeichnis
es: Elija el directorio de ejecución
fi: Valitse työskentelyhakemisto
hu: Válassza ki a munkakönyvtárat
it: Scegli la cartella di lavoro
sv: Välj arbetskatalog

source: Choose a file.
ca: Trieu un fitxer.
de: Wählen Sie eine Datei.
es: Elija un archivo.
hu: Válasszon egy fájlt.
it: Scegli un file.

source: File not Found
ca: Fitxer no trobat
de: Datei nicht gefunden
es: Archivo no encontrado
hu: Nem található fájl
it: File non trovato

source: The given file does not exist. Please choose an appropriate file.
ca: El fitxer indicat no existeix. Si us plau, trieu un fitxer adequat.
de: Die angegebene Datei existiert nicht. Bitte wählen Sie eine passende Datei.
es: El archivo indicado no existe. Por favor, elija un archivo apropiado.
hu: Az adott fájl nem létezik. Kérjük, válasszon egy megfelelő fájlt.
it: Il file specificato non esiste. Scegli un file appropriato.

source: Spaces in File Name
ca: Espais al nom del fitxer
de: Leerzeichen im Dateinamen
es: Espacios en el nombre del archivo
hu: Szóközök a fájlnévben
it: Spazi nel nome del file

source: Color Lookup Table path must not contain any spaces. Please rename the file to remove all spaces.
ca: El camí de la taula de cerca de colors no ha de contenir espais. Canvieu el nom del fitxer per eliminar tots els espais.
de: Der Pfad zur Color Lookup Table darf keine Leerzeichen enthalten. Bitte benennen Sie die Datei um, um alle Leerzeichen zu entfernen.
es: La ruta de la tabla de búsqueda de colores no debe contener espacios. Por favor, cambie el nombre del archivo para eliminar todos los espacios.
hu: A színkereső táblázat útvonala nem tartalmazhat szóközöket. Kérjük, nevezze át a fájlt úgy, hogy minden szóközt eltávolítson.
it: Il percorso della tabella di ricerca colore non deve contenere spazi. Rinomina il file per rimuovere tutti gli spazi.

source: Invalid Image Dimension
ca: La dimensió de la imatge no és vàlida
de: Ungültige Bildgröße
es: Dimensión de la imagen no válida
hu: Érvénytelen képméret
it: Dimensione immagine non valida

source: Height and width of the image must be equal.
ca: L'alçada i l'amplada de la imatge han de ser iguals.
de: Höhe und Breite des Bildes müssen gleich sein.
es: La altura y la anchura de la imagen deben ser iguales.
hu: A magasságnak és a szélességnek egyenlőnek kell lennie.
it: Altezza e larghezza dell'immagine devono essere uguali.
