Repository: bottlesdevs/Bottles
Catalog: po/*.po
Languages: ar, bg, ca, ckb, cs, de, es, et, fi, fr, ga, hu, it, ja, kab, nl, pl, ro, ru, sk, sr, sv, ta, tr, uk

source: Cancellation requested. Waiting for current step to finish before cleaning up…
fr: Annulation demandée. En attente de la fin de l'étape en cours avant de procéder au nettoyage…

source: Removing created files…
fr: Suppression des fichiers créés…

source: Unable to remove every file automatically. Check the logs for details.
fr: Impossible de supprimer tous les fichiers automatiquement. Consultez les journaux pour plus de détails.

source: Cleanup completed.
fr: Nettoyage terminé.

source: Launching "{0}" with Steam…
ar: جارٍ تشغيل "{0}" باستخدام ستيم…
bg: Стартиране на „{0}“ със „Steam“…
cs: Spuštění '{0}' pomocí služby Steam…
et: „{0}“ on käivitamisel Steamiga…
fi: Käynnistetään "{0}" Steamilla…
fr: Lancement de « {0} » avec Steam…
ga: Ag seoladh "{0}" le Steam…
ja: Steam を使って "{0}" を起動しています…
kab: Asekker n "{0}" s Steam…
nl: ‘{0}’ starten met Steam…
ro: Se pornește „{0}” cu Steam…
ru: Запуск «{0}» посредством Steam…
sk: Spúšťam „{0}“ pomocou služby Steam…
sr: Покрећем "{0}" са Стимом…
ta: ஸ்டீம் மூலம் "{0}" ஐத் தொடங்கப்படுகிறது…
tr: Steam ile "{0}" başlatılıyor…
uk: Запускання "{0}" у Steam…

source: Stopping "{0}"…
ar: جارٍ إيقاف "{0}"…
bg: Спиране на „{0}“…
cs: Zastavuji "{0}"…
et: „{0}“ on peatamisel…
fi: Pysäytetään "{0}"…
fr: Lancement de « {0} »…
ga: Ag stopadh "{0}"…
ja: "{0}" を停止しています…
kab: Aḥebbas n "{0}"…
nl: ‘{0}’ stoppen…
ro: Se oprește „{0}”…
ru: Остановка «{0}»…
sk: Zastavujem „{0}“…
sr: Прекидам "{0}"…
ta: '{0}' தொடங்கப்படுகிறது…
tr: "{0}" durduruluyor…
uk: Зупинення "{0}"…

source: "{0}" hidden
ar: أُخفي "{0}"
bg: „{0}“ е скрита
cs: "{0}" skryto
et: „{0}“ on peidetud
fi: "{0}" piilotettu
fr: « {0} » masqué
ga: "{0}" i bhfolach
ja: "{0}" を非表示にしました
kab: Yettwaffer "{0}"
nl: ‘{0}’ verborgen
pl: Ukryto "{0}"
ro: „{0}” ascuns
ru: «{0}» скрыто
sk: „{0}“ skryté
sr: "{0}" сакривен
ta: "{0}" மறைக்கப்பட்டுள்ளது
tr: "{0}" gizlendi
uk: "{0}" приховано

source: "{0}" showed
ar: عُرض "{0}"
bg: „{0}“ е показана
cs: '{0}' se objevil
et: „{0}“ peitmine on lõppenud
fi: "{0}" näytetty
fr: « {0} » affiché
ga: Taispeáin "{0}"
ja: "{0}" を表示しました
kab: Yettwaskan "{0}"
nl: ‘{0}’ getoond
pl: Pokazano "{0}"
ro: „{0}” arătat
ru: «{0}» показано
sk: „{0}“ sa objavil
sr: "{0}" приказан
ta: "{0}" காட்டப்பட்டது
tr: "{0}" gösterildi
uk: "{0}" показано

source: "{0}" removed
ar: أُزيل "{0}"
bg: „{0}“ е премахната
cs: "{0}" odstraněn
et: „{0}“ on eemaldatud
fi: "{0}" poistettu
fr: « {0} » supprimé
ga: "{0}" bainte
ja: "{0}" を削除しました
kab: Yettwakkes "{0}"
nl: ‘{0}’ verwijderd
pl: Usunięto "{0}"
ro: „{0}” eliminat
ru: «{0}» удалено
sk: „{0}“ odstránený
sr: "{0}" уклоњен
ta: "{0}" அகற்றப்பட்டது
tr: "{0}" kaldırıldı
uk: "{0}" вилучено

source: "{0}" renamed to "{1}"
ar: أُعيدت تسمية "{0}" إلى "{1}"
bg: „{0}“ е преименувана на „{1}“
cs: "{0}" přejmenováno na "{1}"
et: „{0}“ uus nimi on nüüd „{1}“
fi: "{0}" nimetty muotoon "{1}"
fr: « {0} » renommé en « {1} »
ga: Athainmnigh "{0}" go "{1}"
ja: "{0}" を "{1}" に名前変更しました
kab: "{0}" yettusenfel yisem ɣer "{1}"
nl: ‘{0}’ hernoemd naar ‘{1}’
ro: „{0}” redenumit „{1}”
ru: «{0}» переименовано в «{1}»
sk: „{0}“ bolo premenované na „{1}“
sr: "{0}" преименован у "{1}"
ta: "{0}" , "{1}" என மறுபெயரிடப்பட்டது
tr: "{0}", "{1}" olarak yeniden adlandırıldı
uk: "{0}" перейменовано на "{1}"

source: Desktop Entry created for "{0}"
ar: أُنشئت مدخلة سطح مكتب لـ "{0}"
bg: Създаден е пряк път на работния плот за „{0}“
cs: Položka plochy byla vytvořena pro '{0}'
et: Lisasime töölauakirje pudelile „{0}“
fi: Luotu työpöytätietue "{0}"
fr: Entrée de bureau créée pour « {0} »
ga: Iontráil deisce cruthaithe do "{0}"
ja: "{0}" のデスクトップエントリを作成しました
kab: Anekcum n tnarit yettwarna i "{0}"
nl: App-icoon aangemaakt voor ‘{0}’
ro: Simbol creat pe ecran pentru „{0}”
ru: Ярлык для «{0}» создан
sk: Položka plochy bola vytvorená pre „{0}“
sr: Унос на Радној површини направљен за "{0}"
ta: "{0}" க்காக டெஸ்க்டாப் உள்ளீடு உருவாக்கப்பட்டது
tr: "{0}" için Masaüstü Girdisi oluşturuldu
uk: Ярлик "{0}" на стільниці створено

source: "{0}" added to your library
ar: أضيف "{0}" إلى مكتبتك
bg: „{0}“ е добавена към Вашата библиотека
cs: '{0}' přidán do vaší knihovny
et: Lisasime „{0}“ sinu rakenduste kogusse
fi: "{0}" lisätty kirjastoosi
fr: « {0} » ajouté à votre bibliothèque
ga: Cuireadh "{0}" le do leabharlann
ja: "{0}" をライブラリに追加しました
kab: "{0}" yettwarna ɣer temkarḍit-ik·im
nl: ‘{0}’ toegevoegd aan uw bibliotheek
ro: „{0}” adăugat în bibliotecă
ru: «{0}» добавлено в библиотеку
sk: '{0}' bol pridaný do vašej knižnice
sr: "{0}" додат у твоју библиотеку
ta: உங்கள் நூலகத்தில் "{0}" சேர்க்கப்பட்டது
tr: "{0}" kütüphanenize eklendi
uk: "{0}" додано до бібліотеки

source: "{0}" added to your Steam library
ar: أضيف "{0}" لمكتبك في ستيم
bg: „{0}“ е добавена към Вашата библиотека в „Steam“
cs: '{0}' přidáno do knihovny služby Steam
et: Lisasime „{0}“ sinu Steami rakenduste kogusse
fi: "{0}" lisätty Steam-kirjastoosi
fr: « {0} » ajouté à votre bibliothèque Steam
ga: Cuireadh "{0}" le do leabharlann Steam
ja: "{0}" を Steam ライブラリに追加しました
kab: "{0}" tettwarna ɣer temkarḍit-ik·im n Steam
nl: ‘{0}’ toegevoegd aan uw Steam-bibliotheek
ro: „{0}” adăugat în biblioteca ta Steam
ru: «{0}» добавлено в библиотеку Steam
sk: '{0}' bol pridaný do knižnice služby Steam
sr: "{0}" додат у твоју Стим библиотеку
ta: "{0}" உங்கள் ஸ்டீம் லைப்ரரியில் சேர்க்கப்பட்டது
tr: "{0}" Steam kütüphanenize eklendi
uk: "{0}" додано до бібліотеки Steam

source: This dependency is not compatible with this bottle architecture.
fr: Cette dépendance n'est pas compatible avec l'architecture de cette bouteille.

source: Manifest for {0}
ar: البيان لـ {0}
bg: Манифест на {0}
ca: Manifest per a {0}
ckb: مەنەفێست بۆ {0}
cs: Manifest pro {0}
de: Manifest für {0}
es: Manifiesto de {0}
et: Manifest „{0}“ jaoks
fr: Manifeste pour {0}
ga: Léiriú do {0}
hu: Jegyzékfájl ehhez: {0}
it: Manifesto per {0}
ja: {0} のマニフェスト
nl: Manifest voor {0}
pl: Manifest dla {0}
ro: Manifest pentru {0}
ru: Манифест для {0}
sk: Manifest pre {0}
sr: Манифест за {0}
sv: Manifest för {0}
ta: {0}க்கான மேனிஃபெஸ்ட்
tr: {0} için manifesto
uk: Маніфест для {0}

source: "{0}" uninstalled
et: „{0}“ on eemaldatud
fr: "{0}" désinstallé
ga: "{0}" díshuiteáilte
ja: "{0}" をアンインストールしました
kab: "{0}" yettwakkes usbeddi-s
nl: ‘{0}’ gedeïnstalleerd
ro: „{0}” dezinstalat
ru: «{0}» удалено
sk: „{0}“ odinštalované
sr: "{0}" уклоњен
ta: "{0}" நிறுவல் நீக்கப்பட்டது
tr: "{0}" kaldırıldı
uk: "{0}" видалено

source: "{0}" installed
ar: ثُبِّت "{0}"
bg: „{0}“ е инсталирана
cs: "{0}" nainstalováno
et: „{0}“ on paigaldatud
fi: "{0}" asennettu
fr: « {0} » installé
ga: "{0}" suiteáilte
ja: "{0}" をインストールしました
kab: "{0}" yettusbedd
nl: ‘{0}’ geïnstalleerd
pl: Zainstalowano "{0}"
ro: „{0}” instalat
ru: «{0}» установлено
sk: „{0}“ nainštalované
sr: "{0}" инсталиран
ta: "{0}" நிறுவப்பட்டது
tr: "{0}" kurulu
uk: "{0}" встановлено

source: "{0}" failed to install
ar: فشل تثبيت "{0}"
bg: Инсталирането на „{0}“ е неуспешно
cs: "{0}" se nepodařilo nainstalovat
et: „{0}“ paigaldamine ei õnnestunud
fi: Kohteen "{0}" asennus epäonnistui
fr: Échec de l’installation de « {0} »
ga: Theip ar "{0}" a shuiteáil
ja: "{0}" のインストールに失敗しました
kab: Ur yeddi ara usebded n "{0}"
nl: Installeren van ‘{0}’ mislukt
pl: Nie udało się zainstalować "{0}"
ro: „{0}” nu a putut fi instalat
ru: Ошибка установки «{0}»
sk: „{0}“ sa nepodarilo nainštalovať
sr: "{0}" неуспео да инсталира
ta: "{0}" ஐ நிறுவ முடியவில்லை
tr: "{0}" kurulamadı
uk: Не вдалося встановити "{0}".

source: Are you sure you want to restore this state?
fr: Êtes-vous sûr de vouloir rétablir cet état ?

source: Restoring this state will overwrite the current configuration and cannot be undone.
fr: La restauration de cet état écrasera la configuration actuelle et ne pourra pas être annulée.

source: _Restore
fr: R_estaurer

source: "{0}" imported
ar: استُوردَ {0}
bg: „{0}“ е импортирана
cs: „{0}“ importováno
et: „{0}“ on imporditud
fi: "{0}" tuotu
fr: « {0} » importé
ga: "{0}" allmhairithe
ja: "{0}" をインポートしました
kab: Yettwakter "{0}"
nl: ‘{0}’ geïmporteerd
pl: Zaimportowano "{0}"
ro: „{0}” importat
ru: «{0}» импортировано
sk: „{0}“ importované
sr: "{0}" увезен
ta: "{0}" இறக்குமதி செய்யப்பட்டது
tr: "{0}" içe aktarıldı
uk: "{0}" імпортовано

source: This application may work poorly. The installer was configured to provide the best possible experience, but expect glitches, instability and lack of working features.
ar: قد يعمل هذا التطبيق بشكل سيِّئ. ضُبط المُثبت لتقديم أفضل تجربة ممكنة، ولكن عليك توقع العِلل وعدم الاستقرار وقلِّة الميزات التي تعمل.
bg: Програмата вероятно няма да работи. Инсталаторът е конфигуриран да предостави най-добрия резултат, но може да очаквате неизправности, нестабилност и неработещи функции.
cs: Tato aplikace může fungovat špatně. Instalační program byl nakonfigurován tak, aby poskytoval co nejlepší zážitek, ale počítejte se závadami, nestabilitou a nefunkčností.
et: See rakendus võib toimida kehvasti. Paigaldaja on küll konfigureeritud tagama parimat võimalikku kasutuskogemust, kuid eelda kiikse, ebastabiilsust ja mittetoimivat funktsionaalsust.
fi: Tämä sovellus saattaa toimia heikonlaisesti. Asentaja määritettiin tarjoamaan paras mahdollinen kokemus, mutta varaudu häiriöihin, epävakauteen ja puuttuviin toiminnallisuuksiin.
fr: Il se peut que cette application fonctionne mal. Le programme d’installation a été configuré pour offrir la meilleure expérience possible, mais attendez-vous à des problèmes, une instabilité et un manque de fonctionnalités.
ga: D'fhéadfadh an feidhmchlár seo oibriú go dona. Cumraíodh an suiteálaí chun an taithí is fearr is féidir a sholáthar, ach súil le glitches, éagobhsaíocht agus easpa gnéithe oibre.
kab: Asnas-a yezmer ur teddu ara ikken iwata. Amsebded yettuswel i wakken ad d-yefk tarmit ifazen, maca ttraju ad illin wuguren, war arkad, akked lexṣaṣ n tmahilin.
nl: Dit programma kan slecht werken. De installer is geconfigureerd om de best mogelijke ervaring te bieden, maar verwacht fouten, instabiliteit en gebrek aan werkende functies.
pl: Ta aplikacja może działać słabo. Instalator został skonfigurowany tak, aby zapewnić jak najlepsze wrażenia, ale spodziewaj się usterek, niestabilności i braku działających funkcji.
ro: Această aplicație poate funcționa prost. Programul de instalare a fost configurat pentru a oferi cea mai bună experiență posibilă, dar pot să apară erori, instabilitate și să lipsească caracteristici de lucru.
ru: Эта программа может работать плохо. Установщик был настроен, чтобы предоставить наилучший опыт работы, но ожидайте ошибки, нестабильность и отсутствие рабочих функций.
sk: Táto aplikácia môže fungovať nesprávne. Inštalátor bol nastavený tak, aby poskytol, čo najlepší zážitok, ale počítajte i tak s problémami, nestabilitou a nefunkčnosťou.
sr: Ова апликација можда буде радила лоше. Инсталер је био подешен да обезбеди најбоље могуће искуство, али очекујте грешке, нестабилност и недостатак исправних функција.
ta: இந்த பயன்பாடு மோசமாக வேலை செய்யக்கூடும். நிறுவி சிறந்த அனுபவத்தை வழங்கும் வகையில் கட்டமைக்கப்பட்டுள்ளது, ஆனால் குறைபாடுகள், உறுதியற்ற தன்மை மற்றும் வேலை செய்யும் அம்சங்களின் பற்றாக்குறை ஆகியவற்றை எதிர்பார்க்கலாம்.
tr: Bu uygulama beklendiğinden kötü çalışabilir. Kurucu mümkün olan en iyi deneyimi sağlamak için yapılandırılmıştır, ancak aksaklıklar, istikrarsızlıklar ve çalışma özelliklerinin eksikliği beklenebilir.
uk: Ця програма може працювати нестабільно. Установник був налаштований так, щоб забезпечити найкращий можливий досвід, але очікуйте збоїв, нестабільності та відсутності робочих функцій.

source: This program works with noticeable glitches, but these glitches do not affect the application's functionality.
ar: يعمل هذا البرنامج مع وجود عِلل ملحوظة، ولكنها لا تؤثر على وظائفه.
bg: Програмата работи с забележими неизправности, но те не засягат нейните функции.
cs: Tento program pracuje se znatelnými závadami, které však nemají vliv na funkčnost aplikace.
et: Selle programmi töös võib tekkida märgatavaid kiikse, kuid need ei mõjuta tema funktsionaalsust.
fi: Tämä ohjelma toimii huomattavin häiriöin, mutta häiriöt eivät vaikuta toiminnallisuuteen.
fr: Ce programme fonctionne avec des imperfections notables, mais qui n’affectent pas la fonctionnalité de l’application.
ga: Oibríonn an clár seo le glitches suntasacha, ach ní dhéanann na glitches seo difear do fheidhmiúlacht an fheidhmchláir.
nl: Dit programma werkt met merkbare fouten, maar deze fouten hebben geen invloed op de functionaliteit van het programma.
pl: Ten program działa z zauważalnymi usterkami, ale te usterki nie wpływają na funkcjonalność aplikacji.
ro: Acest program funcționează cu defecțiuni notabile, dar aceste defecțiuni nu afectează funcționarea aplicației.
ru: Эта программа работает с заметными ошибками, которые не влияют на функциональность приложения.
sk: Tento program má zjavné nedostatky, ktoré však nemajú vplyv na funkčnosť aplikácie.
sr: Овај програм ради уз приметне грешке, али те грешке не утичу на функционалност апликације.
ta: இந்த நிரல் குறிப்பிடத்தக்க குறைபாடுகளுடன் செயல்படுகிறது, ஆனால் இந்த குறைபாடுகள் பயன்பாட்டின் செயல்பாட்டை பாதிக்காது.
tr: Bu program gözle görülür aksaklıklarla çalışır, ancak bu aksaklıklar uygulamanın işlevselliğini etkilemez.
uk: Ця програма працює з помітними збоями, але ці збої не впливають на функціональність програми.

source: This program works with minor glitches.
ar: يعمل هذا البرنامج مع وجود عِلل طفيفة.
bg: Програмата работи с дребни неизправности.
cs: Tento program funguje s drobnými chybami.
et: Selle programmi töös võib tekkida pisikesi kiikse.
fi: Tämä ohjelma toimii, mutta pieniä häiriöitä on mahdollisesti havaittavissa.
fr: Ce programme fonctionne avec des bogues mineurs.
ga: Oibríonn an clár seo le mionghabhálacha.
kab: Ahil-a iteddu s kran wuguren itiknikanen imecṭaḥ.
nl: Dit programma werkt met kleine fouten.
pl: Ten program działa z drobnymi usterkami.
ro: Acest program funcționează cu mici defecțiuni.
ru: Эта программа работает с незначительными ошибками.
sk: Tento program funguje s drobnými chybami.
sr: Овај програм ради уз мање грешке.
ta: இந்த நிரல் சிறிய குறைபாடுகளுடன் வேலை செய்கிறது.
tr: Bu program küçük aksaklıklarla çalışır.
uk: Ця програма працює з незначними збоями.

source: This program works perfectly.
ar: يعمل هذا البرنامج بمثالية.
bg: Програмата работи перфектно.
cs: Tento program funguje perfektně.
et: See programm toimib perfektselt.
fi: Tämä ohjelma toimii täydellisesti.
fr: Ce programme fonctionne parfaitement.
ga: Oibríonn an clár seo go foirfe.
kab: Ahil-agi iteddu akken iwata.
nl: Dit programma werkt perfect.
pl: Ten program działa doskonale.
ro: Acest program funcționează perfect.
ru: Эта программа работает идеально.
sk: Tento program funguje perfektne.
sr: Овај програм ради савршено.
ta: இந்த நிரல் சிறப்பாக செயல்படுகிறது.
tr: Bu program mükemmel çalışır.
uk: Ця програма працює бездоганно.

source: Review for {0}
ar: المراجعة لـ {0}
bg: Отзив за {0}
ca: Ressenya per a {0}
ckb: پێداچوونەوە بۆ {0}
cs: Manifest pro {0}
de: Review für {0}
es: Valoración para {0}
et: „{0}“ arvustus
fi: Arvio kohteelle {0}
fr: Avis pour {0}
ga: Léirmheas ar {0}
hu: Vélemény ehhez: {0}
it: Rapporto di {0}
ja: {0} のレビュー
kab: Acegger i {0}
nl: Review voor {0}
pl: Recenzja dla {0}
ro: Recenzie pentru {0}
ru: Отзывы для {0}
sk: Recenzia pre {0}
sr: Преглед за {0}
sv: Recension för {0}
ta: {0} க்கான மதிப்பாய்வு
tr: {0} için inceleme
uk: Відгуки для {0}

source: The bottle for "{0}" is no longer available. Removing it from the library.
fr: Le fichier « {0} » n'est plus disponible. Il va être supprimé de la bibliothèque.

source: The program "{0}" is no longer available. Removing it from the library.
fr: Le programme « {0} » n'est plus disponible. Il va être supprimé de la bibliothèque.

source: Upgrade
ar: رقِّ
bg: Надграждане
ca: Actualitza
ckb: بەرزکردنەوە
cs: Povýšit
de: Aktualisieren
es: Actualizar
et: Uuenda
fi: Päivitä
fr: Mettre à niveau
ga: Uasghrádú
hu: Frissítés
it: Aggiorna
ja: アップグレード
kab: Sali aswir
nl: Opwaarderen
pl: Aktualizuj
ro: Avansează
ru: Обновить
sk: Aktualizovať
sr: Ажурирај
sv: Uppgradera
ta: மேம்படுத்தல்
tr: Yükselt
uk: Оновлення

source: Calculating…
ar: جارٍ الحساب …
bg: Изчисляване…
ca: S'està calculant…
de: Berechne…
es: Calculando…
fi: Lasketaan…
fr: Calcul en cours…
hu: Számítás…
it: Calcolo…
pl: Obliczanie…
sv: Beräknar…

source: Installing…
ar: جارٍ التثبيت …
bg: Инсталиране…
ca: S'està instal·lant DXVK…
cs: Instalace…
de: Installiere…
es: Instalando…
et: Paigaldame…
fi: Asennetaan…
fr: Installation…
ga: Ag suiteáil…
hu: Telepítés…
it: Installazione…
ja: インストールしています…
kab: Asbeddi…
nl: Installeren…
pl: Instaluję…
ro: Se instalează…
ru: Установка…
sk: Inštalujem…
sr: Инсталирам…
sv: Installerar…
ta: நிறுவுகிறது…
tr: Kuruluyor…
uk: Установлення…

source: Downloading {0}…
fr: Téléchargement de {0}…

source: Running {0}…
fr: Exécution de {0}…

source: installer
fr: programme d'installation

source: Installing fonts…
fr: Installation des polices…

source: Extracting {0}…
fr: Extraction de {0}…

source: package
fr: paquet

source: Extracting {0} from cabinet…
fr: Extraction de {0} depuis l'archive…

source: files
fr: fichiers

source: Unpacking archive…
fr: Déballage des archives…

source: Copying files…
fr: Copie des fichiers…

source: Cleaning previous files…
fr: Nettoyage des fichiers précédents…

source: Registering libraries…
fr: Enregistrement des bibliothèques…

source: Updating DLL overrides…
fr: Mise à jour des remplacements de DLL…

source: Writing registry keys…
fr: Écriture des clés de registre…

source: Registering fonts…
fr: Enregistrement des polices…

source: Replacing fonts…
fr: Remplacement des polices…

source: Adjusting Windows version…
fr: Ajustement de la version de Windows…

source: Applying Windows version…
fr: Application de la version Windows…

source: Running uninstaller…
fr: Exécution du programme de désinstallation…

source: Installing prerequisite “{0}”…
fr: Installation du prérequis « {0} »…

source: Finalizing installation…
fr: Finalisation de l'installation…

source: Installer completed.
fr: Installation terminée.

source: Preparing folders…
fr: Préparation des dossiers…

source: Setting up DXVK…
fr: Configuration de DXVK…

source: Setting up VKD3D…
fr: Configuration de VKD3D…

source: Setting up NVAPI…
fr: Configuration de NVAPI…

source: Setting up LatencyFleX…
fr: Configuration de LatencyFleX…

source: Preparing runtimes…
fr: Préparation des environnements d'exécution…

source: Preparing WineBridge…
fr: Préparation de WineBridge…

source: Preparing runners…
fr: Préparation des exécuteurs…

source: Organizing components…
fr: Organisation des composants…

source: Cleaning temporary files…
fr: Nettoyage des fichiers temporaires…

source: Organizing dependencies…
fr: Organisation des dépendances…

source: Organizing installers…
fr: Organisation des programmes d'installation…

source: Loading bottles…
fr: Chargement des bouteilles…

source: Failed to install dependency: %s
fr: Échec de l'installation de la dépendance : %s
ga: Theip ar spleáchas a shuiteáil: %s
kab: Ur izmir ara ad isebded aḍaraɛ: %s

source: Cancellation requested. Stopping after the current step…
fr: Annulation demandée. Arrêt après l'étape actuelle…

source: Fail to install components, tried 3 times.
ar: فشل تثبيت المكوّنات ثلاث مرات.
bg: Неуспешно инсталиране на компонентите, направени са 3 опита.
ca: No s'ha pogut instal·lar els components, s'ha intentat 3 vegades.
ckb: ٣ جار هەوڵدرا بەڵام دامەزراندنی پێکهێنەرەکان شکستی هێنا.
cs: Instalace komponent selhala, bylo vyzkoušeno 3krát.
de: Installation der Komponenten fehlgeschlagen, 3 mal versucht.
es: Error al instalarlos componentes, lo intenté 3 veces.
et: Komponentide paigaldamine ei õnnestunud, proovisime 3 korda.
fi: Komponenttien asentaminen epäonnistui, yritettiin kolme kertaa.
fr: Échec de l’installation des composants, échec des 3 essais.
ga: Teip ar chomhpháirteanna a shuiteáil, triail as 3 huaire.
hu: Nem sikerült telepíteni az összetevőket, 3 alkalommal volt megpróbálva.
it: Impossibile installare i componenti, 3 tentativi effettuati.
ja: 3回再試行しましたが、コンポーネントをインストールできませんでした。
kab: ur yeddi ara usebded n yisegran, yeɛreḍ 3 n tikkal.
nl: Onderdelen installeren mislukt, 3 keer geprobeerd.
pl: Nie można zainstalować komponentów, próbowano 3 razy.
ro: Instalarea componentelor a eșuat. S-a încercat de 3 ori.
ru: Ошибка установки компонентов, 3 неудачные попытки.
sk: Zlyhala inštalácia súčastí napriek 3 pokusom.
sr: Неуспешно инсталирање компоненти, покушано 3 пута.
sv: Misslyckades att installera komponenter, försökte 3 gånger.
ta: கூறுகளை நிறுவ முடியவில்லை, 3 முறை முயற்சித்தேன்.
tr: Bileşenler kurulamadı, 3 defa denendi.
uk: Не вдалося встановити компоненти, 3 невдалі спроби.

source: Missing essential components. Installing…
ar: تُثبت بعض المكونات المفقودة…
bg: Основните компоненти липсват. Инсталиране…
ca: Falten components essencials. S'està instal·lant…
ckb: هەندێک پێکهێنەری سەرەکی ونن. دامەزراندن…
cs: Chybí základní součásti. Instaluje se…
de: Fehlende wesentliche Komponenten. Installiere…
es: Faltan componentes esenciales. Instalando…
et: Olulised komponendid on puudu. Paigaldame…
fi: Välttömättömiä komponentteja puuttuu. Asennetaan…
fr: Composants essentiels manquants. Installation en cours…
ga: Comhpháirteanna riachtanacha ar iarraidh. Ag suiteáil…
hu: Alapvető összetevők telepítése. Telepítés…
it: Componenti essenziali mancanti. Installazione…
ja: 不足している重要なコンポーネントをインストールしています…
kab: Xuṣṣen isegran ilaqen. Asbeddi…
nl: Ontbrekende essentiële onderdelen. Installeren…
pl: Brak istotnych komponentów. Instaluję…
ro: Lipsesc componente esențiale. Se instalează…
ru: Отсутствуют необходимые компоненты. Установка…
sk: Chýbajú základné súčasti. Inštalujem…
sr: Суштинске компоненте недостају. Инсталирам…
sv: Saknar viktiga komponenter. Installerar…
ta: அத்தியாவசிய கூறுகளைக் காணவில்லை. நிறுவுகிறது…
tr: Temel bileşenler eksik. Kuruluyor…
uk: Відсутні необхідні компоненти. Встановлення…

source: Failed to create bottle directory.
ar: فشل تكوين دليل للقارورة.
bg: Неуспешно създаване на директория за бутилката.
ca: No s'ha pogut crear el directori d'ampolles.
cs: Nepodařilo se vytvořit adresář láhve.
de: Bottle Verzeichnis konnte nicht erstellt werden.
es: No se pudo crear la carpeta de la botella.
et: Pudeli kausta loomine ei õnnestunud.
fi: Pullokansion luominen epäonnistui.
fr: Échec de la création d’un dossier bouteille.
ga: Theip ar eolaire buidéal a chruthú.
hu: Nem sikerült a palack könyvtárát létrehozni.
it: Impossibile creare il percorso della bottiglia.
ja: ボトルのディレクトリを作成できませんでした。
kab: Ulamek asnulfu n ukaram n tqerɛet.
nl: Kon bottle-map niet aanmaken.
pl: Nie udało się utworzyć katalogu dla butelki.
ro: Nu s-a reușit crearea dosarului sticlei.
ru: Не удалось создать каталог для бутылки.
sk: Zlyhalo vytvorenie adresára pre fľašu.
sr: Неспешно креирање директоријума флаше.
sv: Misslyckades med att skapa en flaskkatalog.
ta: பாட்டில் கோப்பகத்தை உருவாக்குவதில் தோல்வி.
tr: Şişe dizini oluşturulamadı.
uk: Не вдалося створити каталог bottle.
