Repository: bottlesdevs/Bottles
Catalog: po/*.po
Languages: ar, bg, ca, ckb, cs, de, es, et, fi, fr, ga, hu, it, ja, kab, nl, pl, ro, ru, sk, sr, sv, ta, tr, uk

source: Bottles is running in a sandbox, a restricted permission environment needed to keep you safe. If the program won't run, consider moving inside the bottle (3 dots icon on the top), then launch from there.
ar: يعمل «قوارير» في بيئة معزولة وذات أذونات محدودة لحمايتك. إذا لم يعمل لبرنامج، فكر في الانتقال لداخل القارورة (النقاط الثلاث أعلاه)، ثم شغل من هناك.
bg: „Bottles“ се изпълнява в пясъчник (изолирана среда). Ако програмата не се стартира, отворете бутилката (иконата с 3 точки) и опитайте отново.
ca: Bottles s'executa en un espai aillat, un entorn de permís restringit necessari per mantenir-te segur. Si el programa no s'executa, penseu a moure's dins de l'ampolla (icona de 3 punts a la part superior) i, a continuació, inicieu-lo des d'allà.
cs: Bottles běží v sandboxu, což je prostředí s omezeným oprávněním, které zajišťuje vaši bezpečnost. Pokud se program nechce spustit, zvažte přesunutí dovnitř láhve (ikona 3 teček nahoře) a spusťte ji odtud.
de: Bottles wird in einer Sandbox ausgeführt, einer Umgebung mit eingeschränkten Berechtigungen, die für Ihre Sicherheit erforderlich ist. Wenn das Programm nicht läuft, sollten Sie sich in die Bottle begeben (3-Punkte-Symbol oben) und sie von dort aus starten.
es: Bottles se ejecuta en un depósito seguro, un entorno de permisos restringidos necesarios para mantenerte seguro. Si el programa no se ejecuta, considere la posibilidad de moverse dentro de la botella (icono de 3 puntos en la parte superior), y luego lanzar desde allí.
et: Bottles töötab aedikkäituse põhimõttel ja see piiratud õigustega keskkond tagab sinu andmete turvalisuse. Kui programm ei käivitu, siis proovi teda teisaldada pudeli sisse (vaata kolme punktiga ikooni ülal) ja käivita siis sealt.
fi: Bottles toimii hiekkalaatikossa, joka on rajoitettu lupaympäristö, jota tarvitaan pitämään sinut turvassa. Jos ohjelma ei toimi, siirry pulloon (3 pistettä ikoni ylhäällä) ja käynnistä se sieltä.
fr: Bouteilles fonctionne dans un bac à sable, un environnement à autorisations restreintes nécessaire pour assurer votre sécurité. Si le programme ne s’exécute pas, envisagez de vous déplacer à l’intérieur de la bouteille (icône à trois points sur le dessus), puis lancez le programme à partir de là.
ga: Tá buidéil ag rith i mbosca gainimh, timpeallacht cheada srianta a theastaíonn chun tú a choinneáil sábháilte. Mura ritheann an clár, smaoinigh ar bhogadh taobh istigh den bhuidéal (deilbhín 3 ponc ar an mbarr), ansin seoladh as sin.
hu: A Palackok homokozóban fut, egy korlátozott jogosultságú környezetben, amelyre a biztonság érdekében van szükség. Ha a program nem fut, fontolja meg, hogy a palack belsejébe mozgatja (3 pontos ikon a felül), majd onnan indítja el.
ja: Bottles はサンドボックス内 (ユーザーを安全にするために権限が制限された環境) で実行しています。プログラムを実行できない場合、プログラムをボトル内に移動して (上部の3点アイコン)、そこから起動してみてください。
kab: Tiqreɛtin tteddunt deg tnaka n yijdi, d tawennaḍt n tsirag tilas tettwasra akken ad teḍmen taɣellist-ik·im. Ma yella ahil ur itteddu ara, ɛreḍ ad tkecmeḍ ɣer daxel n tqerɛet (Tignit s kraḍ n wagazen sufella), syin sekker-d syin.
nl: Bottles draait in een zandbak, een omgeving met beperkte rechten die nodig is om uw apparaat veilig te houden. Als het programma niet wil starten, kunt u overwegen om de bottle in te gaan (3 puntjes bovenaan) en van daaruit te starten.
pl: Bottles działa w sandboxie, środowisku o ograniczonych uprawnieniach, potrzebnym dla twojego bezpieczeństwa. Jeśli program nie uruchamia się, przejdź do wewnątrz butelki (3 kropki na górze) i uruchom program stąd.
ro: Sticlele funcționează într-un mediu izolat, un mediu cu permisiune limitată, necesar pentru a te proteja. Dacă programul nu funcționează, există posibilitatea de a intra în interiorul sticlei (simbolul cu 3 puncte din partea de sus), apoi pornește-l de acolo.
ru: Bottles работает в «песочнице» — среде с ограниченным доступом, необходимой для вашей безопасности. Если программа не запускается, попробуйте переместить её внутрь бутылки (значок с тремя точками сверху) и запустить уже оттуда.
sk: Bottles beží v sandboxe, čo je prostredie s obmedzenými právami, ktoré zvyšuje bezpečnosť vášho systému. Ak sa program odmieta spustiť, zvážte jeho presunutie do Fľaše (ikona s troma bodkami hore) a spustite ho odtiaľ.
sr: Флаше су покренуте у Виртуелном Простору, ограничено окружење потребно за твоју безбедност. Ако програм неће да се покрене, размисли померање унутар флаше (3 тачке на врху), затим покрени одатле.
ta: சாண்ட்பாக்ஸில் பாட்டில்கள் இயங்குகின்றன, உங்களைப் பாதுகாப்பாக வைத்திருக்க தடைசெய்யப்பட்ட அனுமதிச் சூழல் தேவை. நிரல் இயங்கவில்லை என்றால், பாட்டிலின் உள்ளே நகர்த்துவதைக் கவனியுங்கள் (மேலே உள்ள 3 புள்ளிகள் ஐகான்), பின்னர் அங்கிருந்து தொடங்கவும்.
tr: Bottles, sizi güvende tutmak için gerekli olan kısıtlı izin ortamı olan bir sandbox'ta çalışmaktadır. Program çalışmazsa, şişenin içine girmeyi düşünün (üstteki 3 nokta simgesi), ardından oradan başlatın.
uk: Bottles працює в пісочниці - середовищі з обмеженими правами доступу, необхідними для забезпечення вашої безпеки. Якщо програма не запускається, спробуйте переміститися всередину Пляшки (піктограма з 3 крапками зверху), а потім запустити її звідти.

source: Select the location where to save the backup config
ar: اختر موقع حفظ تكوين النسخ الاحتياطي
bg: Избиране на местоположението за запазване на резервното копие на конфигурацията
ca: Seleccioneu la ubicació on desar la configuració de còpia de seguretat
ckb: شوێنێک دیاریبکە بۆ پاشەکەوتی کۆنفیگی باکئەپ
cs: Vyberte umístění, kam chcete uložit zálohu konfigurace
de: Wähle den Speicherort für die Sicherungskonfiguration
es: Seleccione la ubicación donde guardar la configuración de respaldo
et: Vali asukoht, kuhu soovid salvestada konfiguratsiooni varukoopia
fi: Valitse sijainti, mihin varmuuskopioitava kokoonpano tallennetaan
fr: Sélectionnez l’emplacement où enregistrer la configuration de sauvegarde
ga: Roghnaigh an suíomh áit a shábháil an cumraíocht chúltaca
hu: Válassza ki a konfiguráció biztonsági mentésének helyét
it: Seleziona la posizione in cui salvare la configurazione di backup
ja: バックアップ設定の保存先を選択してください
kab: Fren ideg anida ara teskelseḍ tawila n weḥraz
nl: Selecteer de locatie waar de back-up-configuratie moet worden opgeslagen
pl: Wybierz lokalizację, gdzie ma zostać zapisana konfiguracja kopii zapasowej
ro: Alege locul în care să salvezi configurarea copiei de rezervă
ru: Выберите место для сохранения резервной копии настроек
sk: Vyberte umiestnenia, kam chcete uložiť zálohu konfigurácie
sr: Одабери локацију за чување конфигурације резервне копије
sv: Välj platsen där säkerhetskopieringskonfigurationen ska sparas
ta: காப்புப்பிரதி கட்டமைப்பைச் சேமிக்கும் இடத்தைத் தேர்ந்தெடுக்கவும்
tr: Yedekleme yapılandırmasının kaydedileceği konumu seç
uk: Виберіть місце для збереження конфігурації резервної копії

source: Select the location where to save the backup archive
ar: اختر موقع حفظ أرشيف النسخ الاحتياطي
bg: Избиране на местоположението за запазване на резервното копие на архива
ca: Seleccioneu la ubicació on voleu desar l'arxiu de còpia de seguretat
ckb: شوێنێک دیاریبکە بۆ پاشەکەوتی ئەرشیفی باکئەپ
cs: Vyberte lokaci do které chcete uložit archiv se zálohou
de: Wähle den Speicherort für das Sicherungsarchiv
es: Seleccione la ubicación donde guardar el archivo de respaldo
et: Vali asukoht, kuhu soovid salvestada varukoopia arhiivi
fi: Valitse sijainti, johon varmuuskopioarkisto tallennetaan
fr: Sélectionnez l’emplacement où enregistrer l’archive de sauvegarde
ga: Roghnaigh an suíomh áit a shábháil an cartlann cúltaca
hu: Válassza ki a biztonsági mentés archívumának helyét
it: Seleziona la posizione dove salvare l'archivio di backup
ja: バックアップアーカイブの保存先を選択してください
kab: Fren ideg anida ara teskelseḍ aɣbar n weḥraz
nl: Selecteer de locatie waar het back-up-archief moet worden opgeslagen
pl: Wybierz lokalizację, gdzie ma zostać zapisane archiwum kopii zapasowej
ro: Alege locul în care să salvezi arhiva copiei de rezervă
ru: Выберите место для сохранения архива резервной копии
sk: Vyberte umiestnenia, do ktorého chcete uložiť archív so zálohou
sr: Одабери локацију за чување архиве резервне копије
sv: Välj var säkerhetskopieringsarkivet skall sparas
ta: காப்பு காப்பகத்தை சேமிக்க வேண்டிய இடத்தைத் தேர்ந்தெடுக்கவும்
tr: Yedek arşivinin kaydedileceği konumu seçin
uk: Виберіть місце для збереження архіву резервної копії

source: Backup
et: Varundus
fr: Sauvegarde
ga: Cúltaca
ja: バックアップ
kab: Aḥraz
ro: Copie de rezervă
ru: Резервное копирование
sk: Záloha
sr: Резервна копија
ta: காப்புப்பிரதி
tr: Yedekleme
uk: Резервне копіювання

source: Backup created for "{0}"
ar: أُنشئت نسخة احتياطية لـ "{0}"
bg: Създадено е резервно копие на „{0}“
cs: Vytvořena záloha pro „{0}“
et: „{0}“ pudeli varukoopia on loodud
fi: Luotu varmuuskopio pullosta "{0}"
fr: Sauvegarde créée pour « {0} »
ga: Cúltaca cruthaithe do "{0}"
ja: "{0}" のバックアップを作成しました
kab: Aḥraz yettwarna i "{0}"
nl: Back-up gemaakt voor ‘{0}’
pl: Kopia zapasowa dla '{0}' została utworzona
ro: Copie de rezervă creată pentru „{0}”
ru: Резервная копия «{0}» создана
sk: Bola vytvorená záloha pre „{0}“
sr: Резервна копија направљена за "{0}"
ta: "{0}"க்கான காப்புப்பிரதி உருவாக்கப்பட்டது
tr: "{0}" için yedekleme oluşturuldu
uk: Резервна копія створена для "{0}"

source: Backup failed for "{0}"
ar: فشل النسخ الاحتياطي لـ "{0}"
bg: Неуспешно създаване на резервно копие на „{0}“
cs: Zálohování se nezdařilo pro "{0}"
et: „{0}“ pudeli varukoopia loomine ei õnnestunud
fi: Varmuuskopion luonti pullosta "{0}" epäonnistui
fr: Sauvegarde échouée pour « {0} »
ga: Theip ar chúltaca do "{0}"
ja: "{0}" のバックアップに失敗しました
kab: Aḥraz ur yeddi ara i "{0}"
nl: Back-up mislukt voor ‘{0}’
pl: Nie udało się utworzyć kopii zapasowej dla '{0}'
ro: Copie de rezervă nereușită pentru „{0}”
ru: Ошибка резервного копирования «{0}»
sk: Zálohovanie „{0}“ skončilo s chybou
sr: Резервна копија неуспела за "{0}"
ta: "{0}"க்கான காப்புப்பிரதி தோல்வியடைந்தது
tr: "{0}" için yedekleme başarısız oldu
uk: Не вдалося виконати резервне копіювання для "{0}"

source: Are you sure you want to permanently delete "{}"?
ar: هل أنت متأكد من أنك تريد حذف "{}" نهائيًّا؟
bg: Искате ли да изтриете завинаги „{}“?
cs: Jste si jisti, že chcete trvale odstranit "{}"?
et: Kas sa oled kindel, et soovid „{}“ jäädavalt kustutada?
fi: Haluatko varmasti poistaa pysyvästi "{}"?
fr: Êtes-vous sûr de vouloir supprimer « {} » de manière permanente ?
ga: An bhfuil tú cinnte gur mhaith leat "{}" a scriosadh go buan?
ja: "{}" を完全に削除してもよろしいですか?
kab: Tebɣiḍ ad tekkseḍ s wudem imezgi "{}"?
nl: Weet u zeker dat u ‘{}’ permanent wilt verwijderen?
pl: Czy na pewno chcesz trwale usunąć „{}”?
ro: Sigur vrei să ștergi definitiv „{}”?
ru: Вы уверены, что вы действительно хотите навсегда удалить «{}»?
sk: Naozaj chcete bez možnosti odvolania odstrániť „{}“?
sr: Да ли си сигуран да желиш трајно да обришеш "{}"?
ta: "{}" ஐ நிரந்தரமாக நீக்க விரும்புகிறீர்களா?
tr: "{}" öğesini kalıcı olarak silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете назавжди видалити "{}"?

source: This will permanently delete all programs and settings associated with it.
ar: سيحذف هذا كل البرامج والإعدادات بشكل نهائي.
bg: Всички програми и техните настройки ще бъдат изтрити завинаги.
cs: Tím se trvale odstraní všechny programy a nastavení s ním spojená.
et: Sellega kustutad kõik temaga seotud programmid ja nende seadistused.
fi: Tämä poistaa kaikki siihen liittyvät ohjelmat ja asetukset.
fr: Cela supprimera définitivement tous les programmes et paramètres qui y sont associés.
ga: Scriosfaidh sé seo gach clár agus socruithe a bhaineann leis go buan.
ja: これはすべてのプログラムと関連する設定を完全に削除します。
kab: Ayagi ad yekkes s wudem imezgi ahilen akked iɣewwaṛen icudden ɣur-s.
nl: Dit zal alle bijbehorende programma's en instellingen permanent verwijderen.
pl: Spowoduje to trwałe usunięcie wszystkich powiązanych programów i ustawień.
ro: Aceasta va șterge definitiv toate programele și reglările asociate acestora.
ru: Это навсегда удалит все программы и настройки, связанные с ними.
sk: Týmto sa nenávratne odstránia všetky programy a nastavenia, ktoré sa k nim viažu.
sr: Ово ће трајно обрисати све повезане програме и подешавања.
ta: இது அதனுடன் தொடர்புடைய அனைத்து நிரல்களையும் அமைப்புகளையும் நிரந்தரமாக நீக்கும்.
tr: Bu, onunla ilişkili tüm programları ve ayarları kalıcı olarak silecektir.
uk: Це призведе до безповоротного видалення всіх програм і налаштувань, пов'язаних з ним.

source: Missing Runner
ar: المُشغِّل مفقود
bg: Липсваща стартираща програма
cs: Chybějící spouštěč
et: Puuduv käivitaja
fi: Puuttuva ajaja
fr: Exécuteur manquant
ga: Rathóir ar iarraidh
ja: 不足しているランナー
kab: Ixuṣṣ umsedday
nl: Ontbrekende runner
pl: Brakujący program uruchamiający
ro: Lipsește executantul
ru: Раннер отсутствует
sk: Chýbajúci spúšťač
sr: Недостаје Покретач
ta: ரன்னர் காணவில்லை
tr: Kayıp Koşucu
uk: Двигун відсутній

source: The runner requested by this bottle is missing. Install it through the Bottles preferences or choose a new one to run applications.
ar: لا يتوفر المشغِّل الذي تتطلبه هذه القارورة. ثبِّته عن طريق "التفضيلات" أو اختر مشغِّلًا جديدًا.
bg: Стартиращата програма на тази бутилка липсва. Инсталирайте липсващата стартираща програма или изберете друга.
cs: Chybí běžec požadovaný u této láhve. Nainstalujte jej prostřednictvím předvoleb lahví nebo vyberte nový, který bude aplikace spouštět.
et: Sellele pudelile vajalik käivitaja on puudu. Paigalda ta Bottles'i eelistustest või vali rakenduste käivitamiseks muu käivitaja.
fi: Tämän pullon pyytämä ajaja puuttuu. Asenna se Pullot-sovelluksen asetusten kautta tai valitse uusi ajaja sovellusten suorittamiseksi.
fr: L’exécuteur requis par cette bouteille manque. Installez-le via les préférences de Bouteilles ou choisissez-en un nouveau pour exécuter des applications.
ga: Tá an rádálaí a iarrann an buidéal seo ar iarraidh. Suiteáil é trí na roghanna Buidéil nó roghnaigh ceann nua chun feidhmchláir a reáchtáil.
kab: Amsedday yettwasutren sɣur tiqreɛtin-a ulac-it. Sebded-it deg ismenyifen n Teqreɛtin neɣ fren yiwen d amaynut i uselkem n yisnasen.
nl: De runner die is aangevraagd door deze bottle ontbreekt. Installeer deze via de Bottles-voorkeuren of selecteer een andere om programma's mee uit te voeren.
pl: Brakuje programu uruchamiającego, który jest wymagany przez tę butelkę. Zainstaluj go za pomocą preferencji Bottles lub wybierz nowy, aby uruchamiać aplikacje.
ro: Executantul solicitat de această sticlă lipsește. Instalează-l prin preferințele sticlelor sau alege unul nou pentru a porni aplicațiile.
ru: Раннер, который был запрошен этой бутылкой, отсутствует. Установите его через настройки Bottles или выберите новый для запуска приложений.
sk: Chýba spúšťač vyžadovaný touto Fľašou. Nainštalujte ho v nastaveniach Bottles alebo vyberte nový, ktorý bude aplikáciu spúšťať.
sr: Покретач затражен од ове флаше недостаје. Инсталирај га преко поставки Флаша или одабери нови за покретање апликација.
ta: இந்த பாட்டில் கோரிய ரன்னர் இல்லை. பாட்டில்கள் விருப்பத்தேர்வுகள் மூலம் அதை நிறுவவும் அல்லது பயன்பாடுகளை இயக்க புதிய ஒன்றைத் தேர்வு செய்யவும்.
tr: Bu şişe tarafından istenen çalıştırıcı eksik. Şişeler tercihleri aracılığıyla kurun veya uygulamaları çalıştırmak için yeni bir tane seçin.
uk: Відсутній двигун, який запитується цією Пляшкою. Встановіть його через налаштування Пляшок або виберіть нову для запуску програм.

source: Are you sure you want to force stop all processes?
ar: هل أنت متأكد من أنك تريد فرض إيقاف جميع العمليات؟
bg: Искате ли да спрете принудително всички процеси?
cs: Jste si jisti, že chcete násilně zastavit všechny procesy?
et: Kas sa oled kindel, et soovid sundkorras kõik protsessid peatada?
fi: Haluatko varmasti pakottaa kaikkien prosessien lopetuksen?
fr: Êtes-vous sûr de vouloir forcer l’arrêt de tous les processus ?
ga: An bhfuil tú cinnte gur mhaith leat gach próiseas a stopadh a chur i bhfeidhm?
ja: すべてのプロセスを強制終了してもよろしいですか?
kab: D tidet tebɣiḍ ad tḥettmeḍ aḥbas n yakk ikalayen?
nl: Weet u zeker dat u alle processen geforceerd wilt stoppen?
pl: Czy na pewno chcesz wymusić zatrzymanie wszystkich procesów?
ro: Sigur vrei să oprești forțat toate procesele?
ru: Вы уверены, что хотите принудительно остановить все процессы?
sk: Naozaj chcete násilne zastaviť všetky procesy?
sr: Да ли си сигуран да желиш да присилно зауставиш процесе?
ta: எல்லா செயல்முறைகளையும் கட்டாயப்படுத்தி நிறுத்த விரும்புகிறீர்களா?
tr: Tüm işlemleri durdurmaya zorlamak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете примусово зупинити всі процеси?

source: This can cause data loss, corruption, and programs to malfunction.
ar: قد يؤدي هذا لفقدان البيانات والتلف وتعطل البرامج.
bg: Това може да създаде потенциални проблеми.
cs: To může způsobit ztrátu dat, poškození a nefunkčnost programů.
et: See võib põhjustada andmekadu, andmete rikkumist ja programmide toimimist valesti.
fi: Tämä saattaa aiheuttaa tietojen katoamista, korruptiota ja ohjelmien virheellistä toimintaa.
fr: Ceci peut causer la perte ou la corruption de données, et le malfonctionnement de programmes.
ga: Féadfaidh sé seo a bheith ina chúis le caillteanas sonraí, éilliú, agus mífheidhmiú cláir.
ja: データの消滅、破壊、プログラムの異常動作の原因となる可能性があります。
kab: Ayagi yezmer ad d-yeglu s lexṣara n yisefka, asgufsu akked wahilen ur teddun ara akken iwata.
nl: Dit kan leiden tot gegevensverlies, corruptie en slecht functionerende programma's.
pl: Może to spowodować utratę danych, uszkodzenie i nieprawidłowe działanie programów.
ro: Acest lucru poate provoca pierderi de date, deteriorarea și funcționarea defectuoasă a programelor.
ru: Это может привести к потере данных, их повреждению и неправильной работе программ.
sk: Toto môže spôsobiť stratu údajov, poškodenie a nefunkčnosť programov.
sr: Ово може изазавти губитак и оштећење података, и квар програма.
ta: இது தரவு இழப்பு, ஊழல் மற்றும் நிரல்களை செயலிழக்கச் செய்யலாம்.
tr: Bu durum veri kaybına, bozulmaya ve programların arızalanmasına neden olabilir.
uk: Це може призвести до втрати даних, пошкодження та збоїв у роботі програм.

source: Force _Stop
ar: افرض _التوقف
bg: _Принудително спиране
cs: Vynucené zastavení
et: Peata _sundkorras
fi: Pakota _lopetus
fr: _Forcer l’arrêt
ga: Fórsa _Stad
ja: 強制終了(_S)
kab: Ḥettem a_seḥbes
nl: Geforceerd _stoppen
pl: Wymuś _Zatrzymanie
ro: Forțează _oprirea
ru: Принудительно остановить
sk: Vynútené zastavenie
sr: Присили _Престанак
ta: கட்டாயப்படுத்தி _நிறுத்து
tr: Zorla _Durdur
uk: Примусово _зупинити

source: Steam was not found or Bottles does not have enough permissions.
ar: لم يُعثر على ستيم أو ليس لدى «قوارير» الأذونات الكافية.
bg: „Steam“ не е намерен или „Bottles“ няма нужните разрешения.
ca: No s'ha trobat Steam o Bottles no té prou permisos.
cs: Služba Steam nebyla nalezena nebo služba Bottles nemá dostatečná oprávnění.
de: Steam wurde nicht gefunden oder Bottles hat nicht genügend Berechtigungen.
es: No se ha encontrado Steam o Bottles no tiene suficientes permisos.
et: Steami ei leidu või pole Bottles'il piisavalt õigusi.
fi: Steamia ei löytynyt tai Pullot-sovelluksella ei ole riittävästi oikeuksia.
fr: Steam n’a pas été trouvé ou Bouteilles n’a pas assez de permissions.
ga: Níor aimsíodh gaile nó níl go leor ceadanna ag Buidéil.
hu: A Steam nem található vagy a Palackok nem rendelkezik a szükséges engedélyekkel.
ja: Steam が見つからないか、Bottle に権限がありません。
kab: Steam ur yettwaf ara neɣ Tiqreɛtin ur sɛint ara aṭas n tsirag.
nl: Steam kon niet worden gevonden of Bottles heeft geen rechten hiervoor.
pl: Nie znaleziono instalacji Steama, bądź Bottles nie ma wystarczających uprawnień. Odwiedź https://docs.usebottles.com/flatpak/cant-enable-steam-proton-manager.
ro: Steam nu a fost găsit sau Bottles nu are suficiente permisiuni.
ru: Steam не найден или у Bottles недостаточно разрешений.
sk: Inštalácia Steamu nebola nájdená alebo službe Bottles chýbajú dostatočné oprávnenia.
sr: Стим није пронађен или Флаше немају потребне дозволе.
ta: ஸ்டீம் கண்டுபிடிக்கப்படவில்லை அல்லது பாட்டில்களுக்கு போதுமான அனுமதிகள் இல்லை.
tr: Steam bulunamadı veya Şişeler'in yeterli izni yok.
uk: Steam не знайдено або Bottles не має достатніх дозволів.

source: Select Bottles Path
et: Vali pudelite asukoht
fr: Sélectionner le chemin des bouteilles
ga: Roghnaigh Conair Buidéal
ja: ボトルのパスを選択
kab: Fren Abrid n Teqreɛtin
nl: Bottles-pad selecteren
ro: Alege calea sticlelor
ru: Выбор пути Bottles
sk: Vyberte cestu k Fľaši
sr: Одабери Путању Флаша
ta: பாட்டில்கள் பாதையைத் தேர்ந்தெடுக்கவும்
tr: Şişe Yolunu Seçin
uk: Вибір шляху Пляшок

source: Relaunch Bottles?
ar: أعِد تشغيل «قوارير»؟
bg: Рестартиране на „Bottles“?
cs: Znovuotevření lahví?
et: Kas käivitame Bottles'i uuesti?
fi: Käynnistetäänkö Pullot uudelleen?
fr: Redémarrer Bouteilles ?
ga: Buidéil Athsheolta?
ja: Bottles を再起動しますか？
kab: Ales asenker n Tiqreɛtin?
nl: Bottles herstarten?
pl: Uruchomić ponownie Bottles?
ro: Repornești Bottles?
ru: Перезапустить Bottles?
sk: Znovu spustiť Bottles?
sr: Поново покрени Флаше?
ta: பாட்டில்களை மீண்டும் தொடங்கவா?
tr: Bottles yeniden başlat?
uk: Перезапустити Bottles?
