Repository: bottlesdevs/Bottles
Catalog: po/*.po
Languages: ar, bg, ca, ckb, cs, de, es, et, fi, fr, ga, hu, it, ja, kab, nl, pl, ro, ru, sk, sr, sv, ta, tr, uk

source: Write below the arguments to be passed to the executable.
ar: اكتب أدناه المعطيات التي ستُمرر لملف التنفيذ.
bg: Напишете аргументите, които ще бъдат предадени на изпълнимия файл.
ca: Escriviu a sota dels arguments que s'han de passar a l'executable.
ckb: لە خوار ئارگیومێنتەکانەوە بنووسە بۆ ئەوەی بگەن بە executable.
cs: Dolů napište argumenty které mají být předány spustitelnému souboru.
de: Gib hier die Parameter ein, die an das Programm übergeben werden sollen.
es: Escriba a continuación los argumentos que debe pasar al ejecutable.
et: Sisesta alljärgnevalt argumendid, mida peaks käivitusfailile lisama.
fi: Kirjoita alle suoritustiedostolle välitettävät argumentit.
fr: Écrivez ci-dessous les arguments à passer à l’exécutable.
ga: Scríobh thíos na hargóintí atá le cur chuig an infhorghníomhaithe.
hu: Írja le a végrehajtható fájlnak átadandó argumentumokat.
it: Scrivi qui sotto gli argomenti da passare all'eseguibile.
ja: 実行可能ファイルに渡す引数を以下に記述してください。
kab: Aru ddaw ifukal iwakken ad d-ttwakecmen ɣer umselkam.
nl: Schrijf hieronder de argumenten die aan het programmabestand moeten worden doorgegeven.
pl: Poniżej wypisz argumenty, które zostaną podane do programu.
ro: Scrie mai jos argumentele care trebuie transmise executabilului.
ru: Указанные ниже аргументы будут переданы в запускаемую программу.
sk: Nižšie napíšte argumenty, ktoré sa majú predať spustiteľnému súboru.
sr: Напиши испод аргументе који ће бити пренети на извршни фајл.
sv: Skriv nedan de argument som ska skickas till den körbara filen.
ta: எக்ஸிகியூட்டபிள்க்கு அனுப்ப வேண்டிய வாதங்களை கீழே எழுதவும்.
tr: Çalıştırılabilir dosyaya iletilecek argümanları aşağıya yazın.
uk: Указані нижче аргументи буде передано у виконувану програму.

source: e.g.: -opengl -SkipBuildPatchPrereq
ar: على سبيل المثال: -opengl -SkipBuildPatchPrereq
bg: например: -opengl -SkipBuildPatchPrereq
ca: p. ex.: -opengl -SkipBuildPatchPrereq
cs: např.: -opengl -SkipBuildPatchPrereq
de: z. B. -opengl -SkipBuildPatchPrereq
es: ej.: -opengl -SkipBuildPatchPrereq
et: nt.: -opengl -SkipBuildPatchPrereq
fi: esim.: -opengl -SkipBuildPatchPrereq
fr: p. ex. : -opengl -SkipBuildPatchPrereq
ga: m.sh.: -opengl -SkipBuildPatchPrereq
hu: pl.: -opengl -SkipBuildPatchPrereq
it: es. -opengl -SkipBuildPatchPrereq
ja: 例: -opengl -SkipBuildPatchPrereq
nl: bijv.: -opengl -SkipBuildPatchPrereq
pl: np.: -opengl -SkipBuildPatchPrereq
ro: exemplu: -opengl -SkipBuildPatchPrereq
ru: пример: -opengl -SkipBuildPatchPrereq
sk: napr.: -opengl -SkipBuildPatchPrereq
sr: пр.: "-opengl -SkipBuildPatchPrereq"
sv: t.ex.: -opengl -SkipBuildPatchPrereq
ta: எ.கா.: -opengl -SkipBuildPatchPrereq
tr: örneğin: -opengl -SkipBuildPatchPrereq
uk: наприклад: -opengl -SkipBuildPatchPrereq

source: Rename
ar: أعد التسمية
bg: Преименуване
ca: Canvia el nom
ckb: ناوگۆڕین
cs: Přejmenovat
de: Umbenennen
es: Cambiar nombre
et: Muuda nime
fi: Nimeä uudelleen
fr: Renommer
ga: Athainmnigh
hu: Átnevezés
it: Rinomina
ja: 名前を変更
kab: Snifel isem
nl: Hernoemen
pl: Zmień nazwę
ro: Redenumește
ru: Переименовать
sk: Premenovať
sr: Преименуј
sv: Döp om
ta: மறுபெயரிடுங்கள்
tr: Yeniden adlandır
uk: Перейменувати

source: Choose a new name for the selected program.
ar: اختر اسماً جديداً للبرنامج المحدد.
bg: Преименувайте избраната програма.
ca: Trieu un nom nou per al programa seleccionat.
cs: Vyberte nový název pro vybraný program.
de: Wähle einen neuen Namen für das ausgewählte Programm.
es: Elija un nuevo nombre para el programa seleccionado.
et: Sisesta valitud programmile uus nimi.
fi: Valitse uusi nimi valitulle ohjelmalle.
fr: Choisissez un nouveau nom pour le programme sélectionné.
ga: Roghnaigh ainm nua don chlár roghnaithe.
hu: Válasszon új nevet a kiválasztott program számára.
it: Scegli un nuovo nome per il programma selezionato.
ja: 選択したプログラムの新しい名前を選択してください。
kab: Fren isem amaynut i wahil yettwafernen.
nl: Kies een nieuwe naam voor het geselecteerde programma.
pl: Wybierz nową nazwę dla zaznaczonego programu.
ro: Alege un nume nou pentru programul selecționat.
ru: Измените название программы.
sk: Vyberte nový názov pre vybraný program.
sr: Одабери нов назив за изабрани програм.
sv: Välj ett nytt namn för det valda programmet.
ta: தேர்ந்தெடுக்கப்பட்ட நிரலுக்கு புதிய பெயரைத் தேர்ந்தெடுக்கவும்.
tr: Seçilen program için yeni bir isim seçin.
uk: Виберіть нову назву для обраної програми.

source: New Name
ar: الاسم الجديد
bg: Ново наименование
ca: Nom nou
cs: Nový název
de: Neuer Name
es: Nombre nuevo
et: Uus nimi
fi: Uusi nimi
fr: Nouveau Nom
ga: Ainm Nua
hu: Új név
it: Nuovo nome
ja: 新しい名前
kab: Isem amaynut
nl: Nieuwe naam
pl: Nowa nazwa
ro: Nume nou
ru: Новое название
sk: Nový názov
sr: Нов Назив
sv: Nytt namn
ta: புதிய பெயர்
tr: Yeni Ad
uk: Нова назва

source: Duplicate Bottle
ar: قارورة مكررة
bg: Удвояване на бутилката
ca: Duplica l’ampolla
cs: Duplikovat Láhev
de: Bottle duplizieren
es: Duplicar botella
et: Tee pudelist koopia
fi: Monista pullo
fr: Dupliquer la bouteille
ga: Buidéal dúblach
hu: Palack duplikálása
it: Duplica bottiglia
ja: ボトルを複製
nl: Bottle dupliceren
pl: Duplikuj butelkę
ro: Duplică sticla
ru: Дублировать бутылку
sk: Duplikovať Fľašu
sr: Направи дупликат Флаше
sv: Duplicera flaskan
ta: டூப்ளிகேட் பாட்டில்
tr: Şişeyi kopyala
uk: Дублювати Пляшку

source: Duplicate
ar: انسخ
bg: Удвояване
ca: Duplicat
ckb: بەدووکردن
cs: Duplikovat
de: Duplizieren
es: Duplicar
et: Tee koopia
fi: Monista
fr: Dupliquer
ga: Dúblach
hu: Duplikálás
it: Duplica
ja: 複製
kab: Sisleg
nl: Dupliceer
pl: Duplikuj
ro: Duplică
ru: Создать копию
sk: Duplikovať
sr: Направи дупликат
sv: Duplicera
ta: நகல்
tr: Kopyala
uk: Дублювати

source: Enter a name for the duplicate of the Bottle.
ar: أدخل اسماً للنسخة المكررة من القارورة.
bg: Въведете наименование за удвоената бутилка.
ca: Introduïu un nom per al duplicat de l'ampolla.
cs: Zadejte název duplikátu láhve.
de: Gebe einen Namen für die neue Bottle ein.
es: Escriba un nombre para la botella nueva.
et: Sisesta nimi pudeli koopia jaoks.
fi: Kirjoita pullon kaksoiskappaleelle nimi.
fr: Saisissez un nom pour la bouteille dupliquée.
ga: Cuir isteach ainm don dúblach den Bhuidéal.
hu: Adjon nevet a palack másolatának.
it: Digita un nome per la copia della bottiglia.
ja: 新たに複製するボトルの名前を入力してください。
nl: Voer een naam in voor de kopie van de Bottle.
pl: Wpisz nazwę dla duplikatu butelki.
ro: Introdu un nume pentru duplicatul sticlei.
ru: Введите название для копии бутылки.
sk: Zadajte meno duplikátu Fľaše.
sr: Унеси назив за дупликат Флаше.
sv: Ange ett namn för den duplicerade flaskan.
ta: பாட்டிலின் நகலுக்கு ஒரு பெயரை உள்ளிடவும்.
tr: Kopyalanan Şişe için bir isim girin.
uk: Введіть ім'я для дублікату Bottle.

source: Duplicating…
ar: يتم النسخ…
bg: Удвояване…
ca: S’està duplicant…
ckb: بەدووکردن…
cs: Duplikuji…
de: Dupliziere…
es: Duplicando…
et: Teeme koopiat…
fi: Monistetaan…
fr: Duplication en cours…
ga: Ag dúbláil…
hu: Duplikálás…
it: Duplicazione…
ja: 複製しています…
nl: Dupliceren…
pl: Duplikuję…
ro: Se duplică…
ru: Идёт копирование…
sk: Duplikujem…
sr: Правим дупликат…
sv: Duplicerar…
ta: நகலெடுக்கிறது…
tr: Kopyalanıyor…
uk: Дуплікація…

source: Bottle Duplicated
ar: نُسخت القارورة
bg: Бутилката е удвоена
ca: Ampolla duplicada
cs: Láhev byla duplikována
de: Bottle dupliziert
es: Botella duplicada
et: Pudeli koopia on tehtud
fi: Pullo monistettu
fr: Bouteille dupliquée
ga: Buidéal dúbailte
hu: Palack duplikálva
it: Bottiglia duplicata
ja: ボトルを複製しました
nl: Bottle gedupliceerd
pl: Butelka zduplikowana
ro: Sticlă duplicată
ru: Бутылка продублирована
sk: Fľaša bola duplikovaná
sr: Дупликат Флаше је направљен
sv: Flaskan är duplicerad
ta: பாட்டில் நகல் எடுக்கப்பட்டது
tr: Şişe kopyalandı
uk: Пляшку дубльовано

source: Search for dependencies…
ar: ابحث عن التبعيات…
bg: Търсене на зависимостите…
ca: Cercar dependències…
cs: Hledat závislosti…
de: Abhängigkeiten suchen…
es: Buscar dependencias…
et: Otsi sõltuvusi…
fi: Etsi riippuvuuksia…
fr: Rechercher des dépendances…
ga: Cuardaigh spleáchais…
hu: Függőségek keresése…
it: Cerca dipendenze…
ja: 依存関係を検索…
kab: Nadi iḍaraɛen…
nl: Zoeken naar afhankelijkheden…
pl: Szukaj zależności…
ro: Caută dependențe…
ru: Поиск зависимостей…
sk: Hľadať závislosti…
sr: Тражим зависне датотеке…
sv: Letar efter beroenden…
ta: சார்புகளைத் தேடு…
tr: Bağımlılıkları ara…
uk: Пошук залежностей…

source: You're offline :(
et: Sa pole võrgus :(
fr: Vous êtes hors ligne :(
ga: Tá tú as líne :(
ja: オフラインです :(
kab: Aql-ik·im deg uskar aruqqin :(
nl: U bent offline :(
ro: Nu ești conectat la internet :(
ru: Вы офлайн :(
sk: Ste offline :(
sr: Офлајн си :(
ta: நீங்கள் ஆஃப்லைனில் இருக்கிறீர்கள் :(
tr: Çevrimdışısınız :(
uk: Ви не в мережі :(

source: Bottles is running in offline mode, so dependencies are not available.
et: Bottles töötab vallasrežiimis, seega sõltuvused pole saadaval.
fr: Bottles fonctionne en mode déconnecté, les dépendances ne seront pas disponibles.
ga: Tá buidéil ag rith i mód as líne, mar sin níl spleáchais ar fáil.
ja: Bottles はオフラインモードで実行中です。依存関係は利用できません。
kab: Tiqerɛtin la tetteddu deg uskar war tuqqna, ihi iḍaraɛen ur wjiden ara.
nl: Bottles wordt uitgevoerd in offline-modus, afhankelijkheden zijn niet beschikbaar.
ro: Bottles nu e conectat la internet, deci dependențele nu sunt disponibile.
ru: Bottles запущен в офлайн режиме, поэтому зависимости недоступны.
sk: Aplikácia Bottles je spustená v režime offline a závislosti tak nie sú dostupné.
sr: Флаше су покренуте у офлајн моду, зависне ставке су недоступне.
ta: பாட்டில்கள் ஆஃப்லைன் பயன்முறையில் இயங்குவதால் சார்புநிலைகள் கிடைக்காது.
tr: Şişeler çevrimdışı kipte çalıştığından, bağımlılıklar kullanılamaz.
uk: Bottles працює в автономному режимі, тому залежності недоступні.

source: Dependencies are resources that improve compatibility of Windows software. Files on this page are provided by third parties under a proprietary license. By installing them, you agree with their respective licensing terms.
ar: التبعيات هي موارد تعمل على تحسين تكامل برمجيات ويندوز. تُوَفر الملفات في هذه الصفحة من قبل أطراف ثالثة تحت تراخيص مغلقة. إنك توافق على تراخيصهم عبر تثبيتك لهم.
bg: Зависимостите са ресурси, които подобряват съвместимостта на софтуера за „Windows“. Файловете на тази страница са предоставени от трети страни под лиценз за собственост. С тяхното инсталиране, Вие се съгласявате със съответните им лицензионни условия.
cs: Závislosti jsou prostředky, které zlepšují kompatibilitu softwaru systému Windows. Soubory na této stránce jsou poskytovány třetími stranami pod proprietární licencí. Jejich instalací vyjadřujete souhlas s jejich licenčními podmínkami.
et: Sõltuvused on lisatarkvara ja -moodulid, mis parandavad ühilduvust Windowsi tarkvaraga. Sellel lehel leiduvad failid on loodud kolmandate osapoolte poolt ning nad on avaldatud suletud ja/või piiravate litsentside alusel. Seda tarkvara paigaldades nõustud sa vastavate litsentsitingimustega.
fi: Riippuvuudet ovat resursseja, jotka parantavat Windows-ohjelmiston yhteensopivuutta. Tällä sivulla olevat tiedostot ovat kolmansien osapuolien tarjoamia ja ne ovat omisteellisen lisenssin alaisia. Asentamalla hyväksyt niiden lisenssiehdot.
fr: Les dépendances sont des ressources qui améliorent la compatibilité des logiciels Windows. Les fichiers sur cette page sont fournis par des tiers sous une licence propriétaire. En les installant, vous acceptez leurs conditions de licence respectives.
ga: Is acmhainní iad spleáchais a fheabhsaíonn comhoiriúnacht bogearraí Windows Soláthraíonn tríú páirtithe comhaid ar an leathanach seo faoi cheadúnas dílseánaigh. Trí iad a shuiteáil, aontaíonn tú lena dtéarmaí ceadúnaithe faoi seach.
ja: 依存関係とは、Windows ソフトウェアの互換性を向上させる資源のことです。 このページ内のファイルは、サードパーティーがプロプライエタリライセンスの元で配布しているものになります。インストールすると、該当するライセンス条項に合意したものとみなされます。
kab: Iḍaraɛen d tiɣbula i yettnernin amṣada n yiseɣẓanen n Windows. Ifuyla n usebter-agi ttunefken-ten-id tama tis kraḍ deg turagt n umli. Ma tesbeddeḍ-ten, ad tqebleḍ tiwtilin-nsen n turagt.
nl: Afhankelijkheden zijn bronnen die compatibiliteit van Windows-software verbeteren. Bestanden op deze pagina worden geleverd door derden onder een eigendomslicentie. Door ze te installeren, gaat u akkoord met hun respectievelijke licentievoorwaarden.
pl: Zależności to zasoby, które ulepszają kompatybilność oprogramowania przeznaczonego dla systemu Windows. Pliki na tej stronie są dostarczane przez podmioty trzecie na podstawie zastrzeżonych licencji. Instalując je, zgadzasz się na ich warunki.
ro: Dependențele sunt resurse care îmbunătățesc compatibilitatea programelor Windows. Fișierele de pe această pagină sunt furnizate de terți sub o licență neliberă. Prin instalarea lor, ești de acord cu condițiile licenței respective.
ru: Зависимости — это ресурсы, который улучшают совместимость с программами Windows. Файлы на этой странице предоставляются третьими лицами под проприетарной лицензией. Устанавливая их, вы соглашаетесь с соответствующими условиями лицензирования.
sk: Závislosti sú prostriedky, ktoré zlepšujú kompatibilitu softvéru systému WIndows. Súbory na tejto stránke sú poskytované tretími stranami pod proprietárnou licenciou. Ich inštaláciou vyjadrujete súhlas s podmienkami tejto licencie.
sr: Зависне датотеке и ресурси који побољшавају компатибилност Виндовс софтвера. Фајлови на овој страници су пружени од треће стране под власничком лиценцом. Њиховим инсталирањем пристајеш на њихове услове лиценцирања.
ta: சார்புகள் என்பது விண்டோஸ் மென்பொருளின் இணக்கத்தன்மையை மேம்படுத்தும் ஆதாரங்கள். இந்தப் பக்கத்தில் உள்ள கோப்புகள் தனியுரிம உரிமத்தின் கீழ் மூன்றாம் தரப்பினரால் வழங்கப்படுகின்றன. அவற்றை நிறுவுவதன் மூலம், அந்தந்த உரிம விதிமுறைகளை நீங்கள் ஏற்றுக்கொள்கிறீர்கள்.
tr: Bağımlılıklar, Windows yazılımının uyumluluğunu artıran kaynaklardır. Bu sayfadaki dosyalar, özel bir lisans altında üçüncü şahıslar tarafından sağlanmaktadır. Bunları kurarak ilgili lisanslama şartlarını kabul etmiş olursunuz.
uk: Залежності - це ресурси, які покращують сумісність програмного забезпечення Windows. Файли на цій сторінці надані третіми особами на умовах пропрієтарної ліцензії. Встановлюючи їх, ви погоджуєтеся з відповідними умовами ліцензування.

source: Report a problem or a missing dependency.
ar: أبلغ عن مشكلة أو تبعية مفقودة.
bg: Докладване на проблем или липсваща зависимост.
ca: Informar d'un problema o d'una dependència que falta.
ckb: ناردنی کێشەیەک یان ئاگادارکردنەوە لە ونبوونی پێبەندییەک.
cs: Nahlásit chybějící závislost.
de: Ein Problem oder eine fehlende Abhängigkeit melden.
es: Informar de un problema o de la falta de una dependencia.
et: Teata veast või puuduvast sõltuvusest.
fi: Ilmoita ongelmasta tai puuttuvasta riippuvuudesta.
fr: Signaler un problème ou une dépendance manquante.
ga: Tuairiscigh fadhb nó spleáchas atá ar iarraidh.
hu: Hiba vagy hiányzó függőség bejelentése.
it: Segnala un problema o una dipendenza mancante.
ja: 不具合や不足している依存関係を報告します。
kab: Azen-d aneqqis n wugur neɣ aḍaraɛ ixuṣṣen.
nl: Meld een probleem of een ontbrekende afhankelijkheid.
pl: Zgłoś problem lub brakującą zależność.
ro: Raportează o problemă sau o dependență lipsă.
ru: Сообщить о проблеме или об отсутствующей зависимости.
sk: Nahlásiť chýbajúcu závislosť.
sr: Пријави проблем или недостајаћу зависну датотеку.
sv: Rapportera ett problem eller ett beroende (dependecy) som saknas.
ta: சிக்கல் அல்லது விடுபட்ட சார்புநிலையைப் புகாரளிக்கவும்.
tr: Sorun veya eksik bağımlılık bildir.
uk: Повідомити про проблему або відсутню залежність.

source: Report Missing Dependency
ar: بلِّغ عن تبعية مفقودة
bg: Докладване на липсваща зависимост
cs: Nahlásit chybějící závislost
et: Teata puuduvast sõltuvusest
fi: Ilmoita puuttuvasta riippuvuudesta
fr: Signaler une dépendance manquante
ga: Tuairisc ar Spleáchas
ja: 不足している依存関係を報告
kab: Azen-d aneqqis n uḍaraɛ ixuṣṣen
nl: Ontbrekende afhankelijkheid melden
pl: Zgłoś Brakującą Zależność
ro: Raportează o dependență lipsă
ru: Сообщить об отсутствующей зависимости
sk: Nahlásiť chýbajúcu závislosť
sr: Пријави Недостајаћу Зависну Датотеку
ta: விடுபட்ட சார்புநிலையைப் புகாரளிக்கவும்
tr: Eksik Bağımlılığı Bildir
uk: Повідомити про відсутню залежність

source: Read Documentation.
ar: اقرأ التوثيق.
bg: Прочитане на документацията.
cs: Přečtěte si dokumentaci.
et: Loe dokumentatsiooni.
fi: Lue dokumentaatio
fr: Lire la documentation.
ga: Léigh Doiciméadú.
ja: ドキュメンテーションを読みます。
kab: Ɣeṛ tasemlit.
nl: Lees documentatie.
pl: Przeczytaj Dokumentację.
ro: Citește documentația.
ru: Читать документацию.
sk: Prečítajte si dokumentáciu.
sr: Прочитај Документацију.
ta: ஆவணங்களைப் படிக்கவும்.
tr: Belgeleri Okuyun.
uk: Читати документацію.

source: Secondary Menu
ar: القائمة الفرعية
bg: Допълнително меню
cs: Sekundární nabídka
et: Teisane menüüd
fi: Toissijainen valikko
fr: Menu secondaire
ga: Roghchlár Tánaiste
ja: セカンダリーメニュー
kab: Umuɣ wis sin
nl: Secundaire menu
pl: Menu dodatkowe
ro: Opțiuni secundare
ru: Дополнительное меню
sk: Vedľajšia ponuka
sr: Секундарни Мени
ta: இரண்டாம் நிலை மெனு
tr: İkincil Menü
uk: Додаткове меню

source: MangoHud Settings
fr: Paramètres de MangoHud

source: Display On Game Start
fr: Afficher au début du jeu
kab: Beqqeḍ deg usenker n wurar

source: Display HUD as soon as the game starts. Can be toggled in-game (default keybind: [⇧ Right Shift] + [F12]).
fr: Afficher l'interface dès le début du jeu. Peut être activé/désactivé en jeu (raccourci clavier par défaut : [⇧ Maj droite] + [F12]).
kab: Beqqeḍ HUD am akken kan ara yebdu wurar. Yezmer ad yettwaqluqel deg wurar (tasarut tamezwert: [⇧ Shift ayfus] + [F12]).

source: Troubleshooting
ar: استكشاف الاخطاء
bg: Отстраняване на неизправности
ca: Resolució de problemes
cs: Řešení problémů
de: Fehlerbehandlung
es: Solucionar problemas
et: Veaotsing
fi: Ongelmanratkaisu
fr: Dépannage
ga: Fabhtcheartú
hu: Hibakeresés
it: Risoluzione dei problemi
ja: トラブルシューティング
kab: Asellek
nl: Probleemoplossing
pl: Rozwiązywanie problemów
ro: Depanare
ru: Поиск неисправностей
sk: Riešenie problémov
sr: Решавање проблема
sv: Felsökning
ta: பழுது நீக்கும்
tr: Sorun giderme
uk: Вирішення проблем

source: Duplicate Bottle…
ar: قارورة مكررة…
bg: Удвояване на бутилката…
ca: Duplicar l'ampolla…
cs: Duplikovat láhev…
de: Dupliziere die Bottle…
es: Duplicar botella…
et: Tee pudelist koopia…
fi: Monista pullo…
fr: Duplication de la bouteille…
ga: Buidéal Dúblach…
hu: Palack duplikálása…
it: Duplica bottiglia…
ja: ボトルを複製…
nl: Kopie van Bottle maken…
pl: Duplikuj butelkę…
ro: Duplicat Sticlă…
ru: Дублировать бутылку…
sk: Duplikovať Fľašu…
sr: Дуплирај Флашу…
sv: Duplicera flaskan…
ta: நகல் பாட்டில்…
tr: Şişeyi Klonla…
uk: Дублювати Пляшку…

source: This is the complete archive of your bottle, including personal files.
ar: هذا هو الأرشيف الكامل للقارورة، بما في ذلك الملفات الشخصية.
bg: Това е пълният архив на бутилката, включително Вашите лични файлове.
ca: Aquest és l'arxiu complet de la vostra ampolla, inclosos els fitxers personals.
ckb: ئەمە ئەرشیفی تەواوی بۆتڵەکەی تۆیە کە پەڕگە کەسییەکانیشت لەخۆ دەگرێت.
cs: Toto je kompletní archiv vaší lahve, včetně osobních souborů.
de: Das ist das komplette Archiv deiner Bottle, inklusive persönlicher Dateien.
es: Este es el archivo completo de su botella, incluidos los archivos personales.
et: See on sinu pudeli täismahuline arhiiv, mis sisaldab ka isiklikke faile.
fi: Tämä on pullosi täydellinen arkisto, mukaan lukien henkilökohtaiset tiedostot.
fr: Ceci est l’archive complète de votre bouteille, y compris les fichiers personnels.
ga: Is é seo cartlann iomlán do bhuidéal, lena n-áirítear comhaid phearsanta.
hu: Ez a palack teljes archívuma, beleértve a személyes fájlokat is.
it: Questo è l'archivio completo della tua bottiglia, inclusi i file personali.
ja: これはボトルの完全なアーカイブです。個人ファイルも含まれます。
kab: Wagi d aɣbaṛ ummid n tqerɛet-ik·im, gar-asen ifuyla udmawanen.
nl: Dit is het complete archief van je bottle, inclusief persoonlijke bestanden.
pl: Jest to kompletne archiwum Twojej butelki, łącznie z plikami osobistymi.
ro: Aceasta este arhiva completă a sticlei tale, inclusiv a fișierelor personale.
ru: Это полный архив вашей бутылки, включая личные файлы.
sk: Toto je úplný archív vašej Fľaše, vrátane osobných súborov.
sr: Ово је комплетна архива твоје флаше, укључујући и личне фајлове.
sv: Detta är det kompletta arkivet för din butelj, inklusive personliga filer.
ta: இது தனிப்பட்ட கோப்புகள் உட்பட உங்கள் பாட்டிலின் முழுமையான காப்பகமாகும்.
tr: Kişisel dosyalarınız da dahil, bu sizin şişenizin eksiksiz arşividir.
uk: Це повна архівна копія вашої Пляшки, включаючи особисті файли.

source: Full Backup…
ar: نسخ احتياطي كامل…
bg: Пълно резервно копие…
ca: Còpia de seguretat completa…
cs: Úplné zálohování…
de: Vollständige Sicherung…
es: Respaldo completo…
et: Täismahuline varukoopia…
fi: Täysi varmuuskopio…
fr: Sauvegarde complète…
ga: Cúltaca Iomlán…
hu: Teljes biztonsági mentés…
it: Backup completo…
ja: フルバックアップ…
kab: Aḥraz ummid…
nl: Volledige backup maken…
pl: Pełna kopia zapasowa…
ro: Copie de rezervă completă…
ru: Полная резервная копия…
sk: Zálohovať všetko…
sr: Поптуна Резервна копија…
sv: Fullständig säkerhetskopiering…
ta: முழு காப்புப்பிரதி…
tr: Tam Yedekleme…
uk: Повна Резервна Копія…
