Repository: bottlesdevs/Bottles
Catalog: po/*.po
Languages: ar, bg, ca, ckb, cs, de, es, et, fi, fr, ga, hu, it, ja, kab, nl, pl, ro, ru, sk, sr, sv, ta, tr, uk

source: Use Proton
ar: استخدم بروتون
bg: Използване на „Proton“
ca: Utilitza Proton
cs: Použít Proton
de: Proton verwenden
es: Usar Proton
et: Kasuta Protonit
fi: Käytä Protonia
fr: Utiliser Proton
ga: Úsáid Proton
hu: Proton használata
it: Usa Proton
ja: Proton を使う
kab: Seqdec Pruṭun
nl: Proton gebruiken
pl: Użyj Protona
ro: Folosește Proton
ru: Использовать Proton
sk: Použiť Proton
sr: Користи Протон
ta: புரோட்டானைப் பயன்படுத்தவும்
tr: Proton'u kullan
uk: Використовувати Proton

source: Beware, using Proton-based runners in non-Steam bottles can cause problems and prevent them from behaving correctly. We recommend using Wine-GE rather, a version of Proton meant to run outside of Steam. Proceeding will automatically enable the Steam runtime (if present in the system and detected by Bottles) in order to allow it to access the necessary libraries and limit compatibility problems. Be aware that GloriousEggroll, the runner's provider, is not responsible for any problems and we ask that you do not report to them.
ar: احذر، يمكن أن يؤدي استخدام المشغلات المعتمدة على بروتون في القوارير بدون ستيم إلى مشاكل. نوصي باستخدام واين GE بدلا عنه، وهي نسخة من بروتون هدفها العمل خارج ستيم. ستؤدي المتابعة إلى تشغيل ستيم (إن كان موجوداً على النظام ومتعرفاً عليه من قبل «قوارير») وذلك لإتاحة وصوله للمكتبات المطلوبة ولتقليل مشاكل التوافق، ضع في الحسبان أن مُوفر المُشغل GloriousEggroll ليس مسؤولاً عن أي مشكلة ونطلب منك أن لا تبلغ عنهم.
bg: Използването на стартиращите програми, базирани на „Proton“ в бутилки, които не са част от „Steam“, може да създаде потенциални проблеми. Препоръчваме използването на „Wine-GE“, която е предназначена за работа извън „Steam“. Ако продължите, средата за изпълнение на „Steam“ ще се включи автоматично (в случай че е инсталирана и открита от „Bottles“), за да осигури необходимите библиотеки и да ограничи проблемите със съвместимостта. GloriousEggroll, притежателят на стартиращата програма, не носи отговорност за никакви проблеми и препоръчваме да не ги докладвате.
ca: Aneu amb compte, utilitzar corredors basats en Proton en ampolles que no siguin de Steam pot causar problemes i evitar que es comportin correctament. Us recomanem que utilitzeu Wine-GE, una versió de Proton destinada a funcionar fora de Steam. Si seguiu, s'habilitarà automàticament el temps d'execució de Steam (si està present al sistema i detectat per Bottles) per tal de permetre-li accedir a les biblioteques necessàries i limitar els problemes de compatibilitat. Tingueu en compte que GloriousEggroll, el proveïdor del corredor, no es fa responsable de cap problema i us demanem que no els comuniqueu.
cs: Pozor, použití protonových běhových prostředí v jiných než Steam lahvích může způsobit problémy a zabránit jejich správnému chování. Doporučujeme používat raději Wine-GE, verzi Protonu určenou pro běh mimo službu Steam. Pokračování automaticky povolí běhové prostředí služby Steam (pokud je v systému přítomno a detekováno Bottles), aby mu umožnilo přístup k potřebným knihovnám a omezilo problémy s kompatibilitou. Uvědomte si, že GloriousEggroll, poskytovatel spouštěče, není zodpovědný za případné problémy a prosíme vás, abyste mu je neoznamovali.
de: Achtung, die Verwendung von Proton-basierten Runnern in Non-Steam-Bottles kann Probleme verursachen und verhindern, dass sie sich korrekt verhalten. Wir empfehlen die Verwendung von Wine-GE, einer Version von Proton, die außerhalb von Steam laufen soll. Wenn Sie fortfahren, wird die Steam-Laufzeitumgebung automatisch aktiviert (falls im System vorhanden und von Bottles erkannt), um auf die erforderlichen Bibliotheken zugreifen und Kompatibilitätsprobleme zu begrenzen. Beachten Sie, dass GloriousEggroll, der Anbieter des Runners, nicht für Probleme verantwortlich ist und wir bitten Sie, sich nicht bei ihnen zu melden.
es: Atención, usar ejecutores basados en Proton en botellas que no sean de Steam puede causar problemas e impedir que se comporten correctamente. Recomendamos usar más bien Wine-GE, una versión de Proton pensada para funcionar fuera de Steam. Al proceder se activará automáticamente el tiempo de ejecución de Steam (si está presente en el sistema y es detectado por Bottles) para permitirle acceder a las bibliotecas necesarias y limitar los problemas de compatibilidad. Ten en cuenta que GloriousEggroll, el proveedor del corredor, no es responsable de ningún problema y te pedimos que no se lo comuniques.
et: Palun arvesta, et Protonipõhiste käivitajate kasutamine mitte-Steami pudelites võib tekitada probleeme ja olukordi, kus nad ei toimi eesmärgipäraselt. Meie pigem soovitame, et kasuta selle asemel Wine-GE käituskeskonda, mis olemuselt ongi Protoni variatsioon käivitamiseks ilma Steamita. Kui jätkad, siis ligipääsuks vajalikele teekidele ja ühilduvusprobleemide vältimiseks lülitatakse Steami käitusteek automaatselt välja (kui ta on süstemis olemas ja Bottles suudab ta tuvastada). Palun arvesta, et GloriousEggroll (selle käivitaja looja) pole vastutav tekkivate probleemide eest ning palun ära anna neist teada.
fi: Huomaa, että Proton-pohjaisten käynnistimien käyttäminen muissa ei-Steam pulloissa voi aiheuttaa ongelmia ja estää toimimasta niitä oikein. Suosittelemme käyttämään Protonin versiota Wine-GE, joka on tarkoitettu toimimaan Steamin ulkopuolella. Protonin jatkaminen ottaa automaattisesti käyttöön Steam-runtimen (jos se on järjestelmässä ja Bottles havaitsee sen), se käyttää tarvittavia kirjastoja ja rajoittaa ongelmia yhteensopivuuteen. Huomaa, että GloriousEggroll käynnistimen kehittäjä ei ole vastuussa ongelmista ja pyydämme, ettet tee heille vikailmoitusta.
fr: Attention, l’utilisation d’exécuteurs basés sur Proton dans des bouteilles non-Steam peut causer des problèmes et les empêcher de se comporter correctement. Nous recommandons d’utiliser plutôt Wine-GE, une version de Proton destinée à fonctionner en dehors de Steam. En procédant ainsi, l’environnement d’exécution Steam sera automatiquement activé (s’il est présent dans le système et détecté par Bouteilles) afin de lui permettre d’accéder aux bibliothèques nécessaires et de limiter les problèmes de compatibilité. Sachez que GloriousEggroll, le fournisseur de l’environnement d’exécution, n’est pas responsable des problèmes éventuels et nous vous demandons de ne pas les signaler.
ga: Bí cúramach, d'fhéadfadh fadhbanna a bheith ina chúis le reathaithe atá bunaithe ar Próton i mbuidéil neamh-gaile agus cosc a chur orthu iompar Molaimid Wine-GE a úsáid ina ionad, leagan de Proton atá i gceist le rith lasmuigh de Steam. Cuirfidh dul ar aghaidh ar aghaidh ar aghaidh ar chumas an réiteach Gaile go huathoibríoch (má tá sé i láthair sa chóras agus má bhraitheann Buidéil) d'fhonn ligean dó rochtain a fháil ar na leabharlanna Bí ar an eolas nach bhfuil GloriouseGgroll, soláthraí an rádálaí, freagrach as aon fhadhbanna agus iarraimid ort nach dtuairisciú dóibh.
nl: Pas op, het gebruik van Proton-gebaseerde runners in niet-Steam-bottles kan problemen veroorzaken en verhinderen dat ze zich correct gedragen. Wij raden aan om eerder Wine-GE te gebruiken, een versie van Proton die bedoeld is om buiten Steam te draaien. Doorgaan zal automatisch de Steam-runtime inschakelen (indien aanwezig op het systeem en gedetecteerd door Bottles) om het toegang te geven tot de benodigde bibliotheken en compatibiliteitsproblemen te beperken. Wees ervan bewust dat GloriousEggroll, de provider van de runner, niet verantwoordelijk is voor eventuele problemen; we vragen u dan ook geen melding bij hen te doen.
pl: Uważaj, używanie uruchamiaczy opartych o Protona w nie-Steamowych butelkach może wywoływać problemy i sprawić, że butelki nie będą poprawnie działać. Zalecamy używanie zamiast tego Wine-GE, wersji Protona przewidzianej do używania poza Steamem. Przejście dalej automatycznie uruchomi środowisko uruchomieniowe Steam (jeśli jest obecne w systemie i wykryte przez Bottles) w celu uzyskania dostępu do wymaganych bibliotek i ograniczenia problemów z kompatybilnością. Miej na uwadze, że GloriousEggroll, dostawca uruchamiacza, nie odpowiada za ŻADNE problemy i prosimy o niezgłaszanie ich mu.
ro: Atenție, folosirea executanților bazați pe Proton în sticle non-Steam poate cauza probleme și împiedică comportamentul lor corect. Recomandăm folosirea Wine-GE, o versiune de Proton menită să funcționeze în afara Steam. Continuând va activa automat timpul de executare Steam (dacă este prezent în sistem și este detectat de Bottles) pentru a-i permite să acceseze bibliotecile necesare și să limiteze problemele de compatibilitate. Reține că GloriousEggroll, furnizorul executantului, nu este responsabil pentru nicio problemă și te rugăm să nu le raportezi.
ru: Внимание! Использование раннеров на основе Proton в бутылках не для Steam может вызвать проблемы и помешать их правильной работе. Рекомендуем использовать Wine-GE — специальную версию Proton, предназначенную для работы вне Steam. Продолжение автоматически активирует среду выполнения Steam (если она присутствует в системе и обнаружена Bottles), чтобы разрешить ей доступ к необходимым библиотекам и уменьшить проблемы совместимости. Имейте в виду, что GloriousEggroll (поставщик раннера) не несет ответственности ни за какие проблемы, и просим не сообщать ему о них.
sk: Pozor, použitie spúšťačov založených na Protone vo Fľašiach iných ako Steam môže spôsobovať problémy a zabrániť korektnému správaniu. Odporúčame miesto toho používať Wine-GE, verziu Protonu určenú pre beh mimo službu Steam. Pokračovaním automaticky povolíte behové prostredie služby Steam (ak ho v systéme Bottles nájde), aby mu umožnilo prístup k potrebným knižniciam a obmedzilo problémy s kompatibilitou. Uvedomte si, že GloriousEggroll, poskytovateľ spúšťača, nie je zodpovedný za prípadné problémy a prosíme vás, aby ste mu ich nenahlasovali.
sr: Пажња, коришћење покретача заснованих на Протон-у у не-Стим флашама може изазвати проблеме и спречити их да се понашају исправно. Препоручујемо коришћење Вајн-ГЕ, верзију Протон-а намењену за покретање ван Стим-а. Ако наставите, аутоматски ћете омогућити Стим покретач (ако је присутан у систему и откривен од стране Флаша) како бисте омогућили приступ неопходним библиотекама и ограничили проблеме с компатибилношћу. Знајте да GloriousEggroll, провајдер покретача није одговоран за било какве проблеме и молимо вас да их не пријављујете њима.
ta: ஜாக்கிரதை, ஸ்டீம் அல்லாத பாட்டில்களில் புரோட்டான்-அடிப்படையிலான ரன்னர்களைப் பயன்படுத்துவது சிக்கல்களை ஏற்படுத்தலாம் மற்றும் அவை சரியாக நடந்து கொள்வதைத் தடுக்கலாம். நீராவிக்கு வெளியே இயங்கும் புரோட்டானின் பதிப்பு Wine-GE ஐப் பயன்படுத்த பரிந்துரைக்கிறோம். தேவையான நூலகங்களை அணுகவும், இணக்கத்தன்மை சிக்கல்களை வரம்பிடவும், ஸ்டீம் இயக்க நேரத்தை (கணினியில் இருந்தால் மற்றும் பாட்டில்களால் கண்டறியப்பட்டால்) செயல்முறை தானாகவே செயல்படுத்தும். ரன்னர் வழங்குநரான GloriousEggroll எந்த பிரச்சனைகளுக்கும் பொறுப்பேற்காது என்பதை அறிந்து கொள்ளுங்கள், மேலும் அவர்களிடம் புகாரளிக்க வேண்டாம் என்று கேட்டுக்கொள்கிறோம்.
tr: Dikkat edin, Proton tabanlı koşucuları Steam dışı şişelerde kullanmak sorunlara neden olabilir ve doğru şekilde davranmalarını engelleyebilir. Bunun yerine, Proton'un Steam dışında çalışması için tasarlanmış bir sürümü olan Wine-GE'yi kullanmanızı öneririz. Devam etmek, gerekli kütüphanelere erişmesine izin vermek ve uyumluluk sorunlarını sınırlamak için Steam çalışma zamanını (sistemde mevcutsa ve Şişeler tarafından algılanırsa) otomatik olarak etkinleştirecektir. Koşucunun sağlayıcısı olan GloriousEggroll'un herhangi bir sorundan sorumlu olmadığını ve onlara bildirmemenizi rica ettiğimizi unutmayın.
uk: Будьте обережні, використовуючи двигуни на основі Proton у Пляшках без середовища Steam. Вони можуть привести до проблем і завадити правильній роботі. Ми рекомендуємо використовувати Wine-GE, версію Proton, призначену для роботи поза середовищем Steam. Продовжуючи, автоматично ввімкнеться середовище виконання Steam (якщо воно є в системі та виявлено Bottles), щоб надати йому доступ до необхідних бібліотек і обмежити проблеми сумісності. Майте на увазі, що GloriousEggroll, постачальник двигуна, не несе відповідальності за будь-які проблеми, і ми просимо вас не повідомляти розробника про них.

source: I got it.
ar: فهمت.
bg: Разбрах.
ca: Ho entenc.
cs: Mám to.
de: Ich habe es verstanden.
es: Entendido.
et: Selge, sain aru.
fi: Selvä.
fr: J’ai compris.
ga: Fuair mé é.
hu: Megértettem.
ja: 了解しました。
kab: Wwiɣ-t-id.
nl: Ik heb het begrepen.
pl: Zrozumiałem.
ro: Am înțeles.
ru: Всё ясно.
sk: Rozumiem.
sr: Разумем.
ta: எனக்கு கிடைத்துவிட்டது.
tr: Anladım.
uk: Я зрозумів.

source: Exclusion Patterns
ar: أنماط الاستبعاد
bg: Модели за изключване
ca: Patrons d'exclusió
cs: Vzory vyloučení
de: Ausschlusspattern
es: Patrones de exclusión
et: Välistusmustrid
fi: Ohituskaavat
fr: Motifs d’exclusion
ga: Patrúin Eisiaimh
hu: Kizáró minták
it: Modelli di esclusione
ja: 除外パターン
nl: Uitsluitingspatronen
pl: Wzory odrzuceń
ro: Modele de excludere
ru: Шаблоны исключения
sk: Vzory vylúčenia
sr: Обрасци Изузетака
ta: விலக்கு வடிவங்கள்
tr: Dışlama Kalıpları
uk: Шаблони Виключення

source: Define patterns that will be used to prevent some directories to being versioned.
ar: حدد الأنماط التي ستُستخدم لمنع تعيين الإصدار لبعض الدلائل.
bg: Дефинира моделите, които ще бъдат използвани за изключване на директориите от системата за версии.
ca: Definiu patrons que s'utilitzaran per evitar que es versionin alguns directoris.
cs: Definujte vzory, které budou použity k zabránění verzování některých adresářů.
de: Definieren Sie Pattern, die verwendet werden, um zu verhindern, dass einige Verzeichnisse versioniert werden.
es: Definir los patrones que se usarán para evitar que algunos directorios sean versionados.
et: Kirjelda mustrid või mallid, mille alusel mõned kaustad välistatakse versioonihaldusest.
fi: Määritä kaavat, joiden perusteella estetään haluamiesi hakemistojen versiointi.
fr: Définir des modèles qui seront utilisés pour empêcher certains dossiers d’être versionné.
ga: Sainmhínigh patrúin a úsáidfear chun roinnt eolairí a chosc a leagan.
hu: Határozza meg azokat a mintákat, amelyekkel megakadályozható, hogy egyes könyvtárak verziókezelése megtörténjen.
it: Definire i modelli che verranno usati per impedire che alcune cartelle siano versionate.
ja: ディレクトリをバージョン管理の対象外にするパターンを定義します。
nl: Stel patronen in welke mappen uitsluit van versiebeheer.
pl: Zdefiniuj wzory, które zostaną wykorzystane do odrzucenia pewnych ścieżek z wersjonowania.
ro: Stabilește modelele care vor fi utilizate pentru a împiedica gestionarea versiunilor în anumite dosare.
ru: Добавьте шаблоны, которые будут использоваться для предотвращения версионирования некоторых директорий.
sk: Definujte vzory, ktoré budú použité na zabránenie verzovania niektorých adresárov.
sr: Дефиниши обрасце који ће бити коришћени за спречавање појединих директоријума да буду верзионисани.
ta: சில கோப்பகங்கள் பதிப்பு செய்யப்படுவதைத் தடுக்கப் பயன்படுத்தப்படும் வடிவங்களை வரையறுக்கவும்.
tr: Bazı dizinlerin sürümlenmesini önlemek için kullanılacak kalıpları tanımlayın.
uk: Визначає шаблони, які будуть використовуватися для запобігання нумерації версій для деяких каталогів.

source: Pattern
ar: نمط
bg: Модел
ca: Patró
cs: Vzor
de: Muster
es: Patrón
et: Muster
fi: Kaava
fr: Motif
ga: Patrún
hu: Minta
it: Modello
ja: パターン
nl: Patroon
pl: Wzór
ro: Model
ru: Шаблон
sk: Vzor
sr: Образац
ta: வடிவம்
tr: Örüntü
uk: Шаблон

source: Existing Patterns
ar: الأنماط الموجودة
bg: Текущи модели
ca: Patrons existents
cs: Stávající vzory
de: Vorhandene Muster
es: Patrones existentes
et: Olemasolevad mustrid
fi: Olemassa olevat kaavat
fr: Motifs existants
ga: Patrúin atá ann cheana
hu: Létező minták
it: Modelli esistenti
ja: 既存のパターン
nl: Bestaande patronen
pl: Istniejące wzory
ro: Modele existente
ru: Существующие шаблоны
sk: Existujúce vzory
sr: Постојећи Обрасци
ta: தற்போதுள்ள வடிவங்கள்
tr: Mevcut Kalıplar
uk: Наявні шаблони

source: Components
ar: المكونات
bg: Компоненти
cs: Komponenty
de: Komponenten
es: Componentes
et: Komponendid
fi: Komponentit
fr: Composants
ga: Comhpháirteanna
hu: Összetevők
it: Componenti
ja: コンポーネント
kab: isegran
nl: Componenten
pl: Komponenty
ro: Componente
ru: Компоненты
sk: Súčasti
sr: Компоненте
sv: Komponenter
ta: கூறுகள்
tr: Bileşenler
uk: Компоненти

source: The version of the Wine compatibility layer.
ar: إصدار طبقة تكامل واين.
bg: Версията на пласта за съвместимост на „Wine“.
cs: Verze vrstvy kompatibility Wine.
et: Wine'i ühilduvskihi versioon.
fi: Wine-yhteensopivuuskerroksen versio.
fr: La version de la couche de compatibilité de Wine.
ga: An leagan den chiseal comhoiriúnachta Fíon.
ja: Wine 互換性レイヤーのバージョン。
kab: lqem n umṣada n tissi Wine.
nl: Versie van de Wine-compatibiliteitslaag
pl: Wersja warstwy kompatybilności Wine.
ro: Versiunea stratului de compatibilitate Wine.
ru: Версия слоя совместимости Wine.
sk: Verzia vrstvy kompatibility Wine.
sr: Верзија слоја компатибилности Вајна.
ta: ஒயின் இணக்கத்தன்மை லேயரின் பதிப்பு.
tr: Wine uyumluluk katmanı sürümü.
uk: Версія шару сумісності Wine.

source: Updating Runner and components, please wait…
ar: جارٍ تحديث المشغل والمكونات، يرجى الانتظار …
bg: Обновяване на стартиращата програма и нейните компоненти, моля, изчакайте…
ca: S'està actualitzant el corredor i els components, espereu…
ckb: نوێکردنەوەی پێکهێنەرەکان و کارپێکەرەکان، تکایە چاوەڕوان بە…
cs: Aktualizuji spouštěče a komponenty, prosím čekejte…
de: Runner und dazugehörige Komponenten werden aktualisiert, bitte warten…
es: Actualizando Runner y componentes, por favor espere…
et: Uuendame käivitajat ja komponente, palun oota…
fi: Päivitetään ajajaa sekä komponentteja, odota hetki…
fr: Mise à jour de l’exécuteur et des composants, veuillez patienter…
ga: Runner agus comhpháirteanna á nuashonrú, fan go fóill…
hu: Futtató és összetevők frissítése, kérjük, várjon…
it: Aggiornamento del runner e dei componenti, attendere…
ja: ランナーとコンポーネントを更新しています。お待ちください…
kab: Aleqqem umsedday akked isegran, ttxil-k·m arǧu…
nl: Runner en componenten worden geüpdatet, even geduld a.u.b…
pl: Aktualizowanie programu uruchamiającego i komponentów, proszę czekać…
ro: Se actualizează executantul și componentele, așteaptă…
ru: Обновление раннера и компонентов, пожалуйста, подождите…
sk: Aktualizujem spúšťače a súčasti, čakajte prosím…
sr: Ажурирам Покретач и компоненте, молим сачекајте…
sv: Uppdaterar körare och komponenter, vänligen vänta…
ta: ரன்னர் மற்றும் கூறுகளைப் புதுப்பிக்கிறது, காத்திருக்கவும்…
tr: Çalıştırıcı ve bileşenler güncelleniyor, lütfen bekleyin…
uk: Оновлення Двигуна та компонентів, будь ласка, зачекайте…

source: Improve Direct3D 8/9/10/11 compatibility by translating it to Vulkan.
et: Parandatud Direct3D 8/9/10/11 ühilduvust transleerides seda Vulkanile.
fr: Améliorer la compatibilité Direct3D 8/9/10/11 en traduisant vers Vulkan.
ja: Direct3D 8/9/10/11 を Vulkan に変換することで、互換性を向上します。
kab: Asnerni n umṣada n Direct3D 8/9/10/11 s usuqel-is ɣer Vulkan.

source: Updating DXVK, please wait…
ar: جارٍ تحديث DXVK، يرجى الانتظار…
bg: Обновяване на DXVK, моля, изчакайте…
ca: S'està actualitzant DXVK, espereu…
ckb: نوێکردنەوەی DXVK، تکایە چاوەڕوان بە…
cs: Aktualizuji DXVK, prosím počkejte…
de: Aktualisiere DXVK, bitte warten…
es: Actualizando DXVK, por favor espere…
et: DXVK on uuendamisel, palun oota…
fi: Päivitetään DXVK:ta…
fr: Mise à jour de DXVK, veuillez patienter…
ga: DXVK á nuashonrú, fan go fóill…
hu: DXVK frissítése, kérjük, várjon…
it: Aggiornamento di DXVK, attendere…
ja: DXVK を更新しています。お待ちください…
kab: Aleqqem n DXVK, ttxil-k·m arǧu…
nl: DXVK bijwerken, even geduld a.u.b…
pl: Aktualizowanie DXVK, proszę czekać…
ro: Se actualizează DXVK, așteaptă…
ru: Обновление DXVK, пожалуйста, подождите…
sk: Aktualizujem DXVK, čakajte prosím…
sr: Ажурирам ДКСВК, молим сачекајте…
sv: Uppdaterar DXVK, vänligen vänta…
ta: DXVKஐப் புதுப்பிக்கிறது, காத்திருக்கவும்…
tr: DXVK güncelleniyor, lütfen bekleyin…
uk: Оновлення DXVK, будь ласка, зачекайте…

source: Improve Direct3D 12 compatibility by translating it to Vulkan.
ar: حسِّن تكامل دايركت.ثري.دي 12 عن طريق ترجمتها لفولكَن.
bg: Подобрява съвместимостта с Direct3D 12, чрез превеждане към „Vulkan“.
cs: Zlepšení kompatibility Direct3D 9/10/11 převodem do Vulkanu.
et: Parandatud Direct3D 12 ühilduvust transleerides seda Vulkanile.
fi: Paranna Direct3D 12 -yhteensopivuutta kääntämällä se Vulkanille.
fr: Améliorer la compatibilité Direct3D 12 en traduisant vers Vulkan.
ga: Comhoiriúnacht Direct3D 12 a fheabhsú trína aistriú go Vulkan.
ja: Direct3D 12 を Vulkan に変換することで、互換性を向上します。
kab: Asnerni n umṣada n Direct3D 12 s usuqel-is ɣer Vulkan.
nl: Verbeter compatibiliteit van Direct3D 12 door deze te vertalen naar Vulkan.
pl: Ulepsz kompatybilność z Direct3D 12, tłumacząc go na Vulkan.
ro: Îmbunătățește compatibilitatea Direct3D 12 prin traducerea acestuia în Vulkan.
ru: Улучшает совместимость с Direct3D 12 путём перевода его в Vulkan.
sk: Vylepšite kompatibilitu s Direct3D 9/10/11 prevodom do Vulkanu.
sr: Побољшај компатибилност Direct3D 12 превођењем у Вулкан.
ta: Direct3D 12 இணக்கத்தன்மையை வல்கனுக்கு மொழிபெயர்ப்பதன் மூலம் மேம்படுத்தவும்.
tr: Direct3D 12 uyumluluğunu Vulkan'a çevirerek geliştirin.
uk: Покращення сумісності Direct3D 12 шляхом переведення на Vulkan.

source: Updating VKD3D, please wait…
ar: جارٍ تحديث VKD3D، يرجى الانتظار…
bg: Обновяване на VKD3D, моля, изчакайте…
ca: S'està actualitzant VKD3D, espereu…
ckb: نوێکردنەوەی VKD3D، تکایە چاوەڕوان بە…
cs: Aktualizuji VKD3D, prosím počkejte…
de: Aktualisiere VKD3D, bitte warten…
es: Actualizando DXVK, por favor espere…
et: VKD3D on uuendamisel, palun oota…
fi: Päivitetään VKD3D:tä…
fr: Mise à jour de VKD3D, veuillez patienter…
ga: VKD3D á nuashonrú, fan go fóill…
hu: VKD3D frissítése, kérjük, várjon…
it: Aggiornamento di VKD3D, attendere…
ja: VKD3D を更新しています。お待ちください…
kab: Aleqqem n VKD3D, ttxil-k·m arǧu…
nl: VKD3D bijwerken, even geduld a.u.b…
pl: Aktualizuję VKD3D, proszę czekać…
ro: Se actualizează VKD3D, așteaptă…
ru: Обновление VKD3D, пожалуйста, подождите…
sk: Aktualizujem VKD3D, čakajte prosím…
sr: Ажурирам ВКД3Д, молим сачекајте…
sv: Uppdaterar VKD3D, vänligen vänta…
ta: VKD3Dஐப் புதுப்பிக்கிறது, காத்திருக்கவும்…
tr: VKD3D güncelleniyor, lütfen bekleyin…
uk: Оновлення VKD3D, будь ласка, зачекайте…

source: Updating DXVK-NVAPI, please wait…
ar: جارٍ تحديث DXVK-NVAPI، يرجى الانتظار…
bg: Обновяване на DXVK с NVAPI, моля, изчакайте…
ca: S'està actualitzant DXVK-NVAPI, espereu…
ckb: نوێکردنەوەی DXVK-NVAPI، تکایە چاوەڕوان بە…
cs: Aktualizuji DXVK-NVAPI, prosím počkejte…
de: Aktualisiere DXVK-NAVAPI, bitte warten…
es: Actualizando DXVK-NVAPI, por favor espere…
et: DXVK NVAPI on uuendamisel, palun oota…
fi: Päivitetään DXVK-NVAPI:a…
fr: Mise à jour de DXVK-NVAPI, veuillez patienter…
ga: DXVK-NVAPI á nuashonrú, fan go fóill…
hu: DXVK-NVAPI frissítése, kérjük, várjon…
it: Aggiornamento di DXVK-NVAPI, attendere…
ja: DXVK-NVAPI を更新しています。お待ちください…
kab: Aleqqem n DXVK-NVAPI, ttxil-k·m arǧu…
nl: DXVK-NVAPI bijwerken, even geduld a.u.b…
pl: Instaluję DXVK-NVAPI, proszę czekać…
ro: Se actualizează DXVK-NVAPI, așteaptă…
ru: Обновление DXVK-NVAPI, пожалуйста, подождите…
sk: Inštalujem DXVK-NVAPI, čakajte prosím…
sr: Ажурирам ДКСВК-НВАПИ, молим сачекајте…
sv: Uppdaterar av DXVK-NVAPI, vänligen vänta…
ta: DXVK-NVAPI ஐப் புதுப்பிக்கிறது, காத்திருக்கவும்…
tr: DXVK-NVAPI güncelleniyor, lütfen bekleyin…
uk: Оновлення DXVK-NVAPI, будь ласка, зачекайте…
