Repository: bottlesdevs/Bottles
Catalog: po/*.po
Languages: ar, bg, ca, ckb, cs, de, es, et, fi, fr, ga, hu, it, ja, kab, nl, pl, ro, ru, sk, sr, sv, ta, tr, uk

source: Failed to create placeholder directory/file.
ar: فشل تكوين دليل\ملف مؤقت.
bg: Неуспешно създаване на временна директория или файл.
ca: No s'ha pogut crear el directori/fitxer de marcador de posició.
cs: Nastal problém s vytvořením zástupce adresáře/souboru.
de: Platzhalterverzeichnis/-datei konnte nicht erstellt werden.
es: No se pudo crear el marcador del directorio/archivo.
et: Kohatäite kausta või faili loomine ei õnnestunud.
fi: Paikkamerkin kansion/tiedoston luominen epäonnistui.
fr: Échec de la création du dossier/fichier de remplacement.
ga: Theip ar eolair/comhad sealbhóra áite a chruthú.
hu: Nem sikerült létrehozni helykitöltő könyvtárat/fájlt.
it: Impossibile creare il segnaposto.
ja: プレースホルダーとなるディレクトリまたはファイルを作成できませんでした。
kab: Ulamek asnulfu n ukaram/afaylu n usemselsi.
nl: Placeholder-map/-bestand aanmaken mislukt.
pl: Nie udało się utworzyć zastępczego katalogu/pliku.
ro: Nu s-a putut crea dosarul/fișierul înlocuitor.
ru: Не удалось создать каталог или файл-заглушку.
sk: Nepodarilo sa vytvoriť zástupcu adresára/súboru.
sr: Неуспешно креирање заменског директоријума/фајла.
sv: Misslyckades med att skapa en platshållar-katalog/fil.
ta: ஒதுக்கிட கோப்பகம்/கோப்பை உருவாக்க முடியவில்லை.
tr: Yer tutucu dizini/dosyası oluşturulamadı.
uk: Не вдалося створити тимчасовий каталог/файл.

source: Generating bottle configuration…
ar: تكوين قارورة…
bg: Генериране на конфигурацията на бутилката…
ca: S'està generant la configuració de l'ampolla…
ckb: دروستکردنی ڕێکخستنی بتڵ…
cs: Vytváření konfigurace láhve…
de: Konfigurationsdatei für Bottle wird erstellt…
es: Generando la configuración de la botella…
et: Loome pudeli konfiguratsiooni…
fi: Luodaan Pullo-kokoonpanoa…
fr: Génération de la configuration de la bouteille…
ga: Cumraíocht an bhuidéil á ghiniúint…
hu: Palack konfigurációs fájljának generálása…
it: Generazione della configurazione della bottiglia…
ja: ボトルの設定を生成しています…
kab: Asirew n twila n tqerɛet…
nl: Bottle-configuratie aanmaken…
pl: Generowanie konfiguracji butelki…
ro: Se generează configurarea sticlei…
ru: Создание конфигурации для бутылки…
sk: Generujem konfiguráciu Fľaše…
sr: Стварам конфигурацију флаше…
sv: Genererar buteljkonfiguration…
ta: பாட்டில் உள்ளமைவை உருவாக்குகிறது…
tr: Şişe yapılandırması oluşturuluyor…
uk: Створення конфігурації bottle…

source: Template found, applying…
ar: تطبيق قالب موجود…
bg: Намерен е шаблон, прилагане…
ca: S'ha trobat una plantilla, s'està aplicant…
ckb: قاڵبی ئامادە دۆزرایەوە، دانان…
cs: Šablona nalezena, probíhá aplikování…
de: Vorlage gefunden, wird angewendet…
es: Plantilla encontrada, aplicando…
et: Leidsime malli, rakendame…
fi: Mallipohja löytyi, toteutetaan…
fr: Modèle trouvé, application…
ga: Aimsíodh an teimpléad, á chur i bhfeidhm…
hu: Sablon megtalálva, alkalmazás…
it: Modello trovato, applicazione in corso…
ja: 見つかったテンプレートを適用しています…
kab: Taneɣruft tettwaf, snes…
nl: Sjabloon gevonden, toepassen…
pl: Znaleziono szablon, zastosowywanie…
ro: Model găsit; se aplică…
ru: Шаблон найден, применяется…
sk: Šablóna nájdená, aplikuje sa…
sr: Образац пронађен, примењујем…
sv: Mall hittad, tillämpar…
ta: டெம்ப்ளேட் கிடைத்தது, பயன்படுத்துகிறது…
tr: Şablon bulundu, uygulanıyor…
uk: Шаблон знайдено, застосування…

source: The Wine config is being updated…
ar: يتم تحديث تكوين واين…
bg: Конфигурацията на „Wine“ се обновява…
ca: S'està actualitzant la configuració de Wine…
cs: Konfigurace Wine se aktualizuje…
de: Wine-Konfiguration wird aktualisiert…
es: La configuración de Wine se está actualizando…
et: Wine'i seadistused on uuendamisel…
fi: Wine kokoonpanoa päivitetään…
fr: Configuration de Wine en cours de mise à jour…
ga: Tá an cumraíocht Fíon á nuashonrú…
hu: A Wine konfigurációjának frissítése…
it: Aggiornamento della configurazione di Wine…
ja: WINE 設定を更新しています…
kab: Tawila n Wine tettwaleqqem…
nl: Wine-configuratie wordt bijgewerkt…
pl: Konfiguracja Wine jest aktualizowana…
ro: Se actualizează configurația Wine…
ru: Конфигурация Wine обновляется…
sk: Aktualizujem konfiguráciu Wine…
sr: Вајн конфигурација се ажурира…
sv: Wine-konfigurationen uppdateras…
ta: ஒயின் கட்டமைப்பு புதுப்பிக்கப்படுகிறது…
tr: Wine yapılandırması güncelleniyor…
uk: Конфігурація Wine оновлюється…

source: Wine config updated!
ar: حُدث تكوين واين!
bg: Конфигурацията на „Wine“ е обновена!
ca: Configuració de Wine actualitzada!
cs: Konfigurace Wine byla aktualizována!
de: Wine-Konfiguration aktualisiert!
es: ¡Configuración de Wine actualizada!
et: Wine'i seadistused on uuendatud!
fi: Wine kokoonpano päivitetty!
fr: Configuration de Wine mise à jour !
ga: Cumraíocht fíona nuashonraithe!
hu: Wine konfiguráció frissítve!
it: Configurazione di Wine aggiornata!
ja: WINE 設定を更新しました!
kab: Tawila n Wine yettwaleqqem!
nl: Wine-configuratie bijgewerkt!
pl: Konfiguracja Wine zaktualizowana!
ro: Configurația Wine e actualizată!
ru: Конфигурация Wine обновлена!
sk: Konfigurácia Wine bola aktualizovaná!
sr: Вајн конфигурација ажурирана!
sv: Wine-konfigurationen uppdaterad!
ta: ஒயின் கட்டமைப்பு புதுப்பிக்கப்பட்டது!
tr: Wine yapılandırması güncellendi!
uk: Конфігурацію Wine оновлено!

source: Setting Windows version…
ar: تعيين نسخة Windows…
bg: Задаване на версията на „Windows“…
ca: S’està configurant la versió del Windows…
ckb: دانانی وەشانی ویندۆز…
cs: Nastavení verze Windows…
de: Windows-Version wird eingestellt…
es: Configurando la versión de Windows…
et: Seadistan Windowsi versiooni…
fi: Asetetaan Windows-versiota…
fr: Configuration de la version de Windows…
ga: Leagan Windows á shocrú…
hu: Windows verzió beállítása…
it: Impostazione della versione di Windows…
ja: Windows のバージョンを設定しています…
kab: Asbadu n lqem n Windows…
nl: Windows-versie instellen…
pl: Ustawiam wersję Windows…
ro: Se stabilește versiunea de Windows…
ru: Настройка версии Windows…
sk: Nastavujem verziu Windows…
sr: Подешавам верзију Виндовса…
sv: Ställer in Windows-version…
ta: விண்டோஸ் பதிப்பை அமைக்கிறது…
tr: Windows sürümü ayarlanıyor…
uk: Налаштування версії Windows…

source: Apply CMD default settings…
ar: تعيين إعدادات CMD الافتراضية…
bg: Прилагане на настройките по подразбиране за CMD…
ca: Aplica els paràmetres per defecte de CMD…
ckb: دانانی ڕێکخستنە بنەڕەتییەکانی CMD…
cs: Aplikuji výchozí nastavení CMD…
de: CMD-Standardeinstellungen anwenden…
es: Aplicar la configuración predeterminada del CMD…
et: Kohalda käsurea vaikimisi seadistusi…
fi: Toteuta CMD-oletusasetukset…
fr: Application des paramètres par défaut CMD…
ga: Cuir socruithe réamhshocraithe CMD i bhfeidhm…
hu: CMD alapértelmezett beállítások alkalmazása…
it: Applicazione delle impostazioni predefinite di CMD…
ja: CMD のデフォルト設定を適用しています…
kab: Snes iɣewwaṛen imezwar CMD…
nl: standaardinstellingen van CMD toepassen…
pl: Stosuję ustawienia domyślne CMD…
ro: Se aplică reglările prestabilite CMD…
ru: Применение стандартных настроек CMD…
sk: Aplikujem predvolené nastavenia CMD…
sr: Примени ЦМД подразумевана подешавања…
sv: Tillämpa CMD-standardinställningar…
ta: CMD இயல்புநிலை அமைப்புகளைப் பயன்படுத்து…
tr: CMD öntanımlı ayarlarını uygula…
uk: Застосування стандартних налаштувань CMD…

source: Enabling font smoothing…
fr: Activation du lissage des polices…

source: Configuring audio driver…
fr: Configuration du pilote audio…

source: Optimizing environment…
ar: أمثَلة البيئة…
bg: Оптимизиране на средата…
ca: S'està optimitzant l'entorn…
ckb: باشترکردنی ژینگە…
cs: Optimizace prostředí…
de: Umgebungsoptimierung…
es: Optimizando el entorno…
et: Optimeerin keskkonda…
fi: Optimoidaan ympäristöä…
fr: Optimisation de l’environnement…
ga: Timpeallacht á bharrfheabhsú…
hu: Környezet optimalizálása…
it: Ottimizzazione dell'ambiente…
ja: 環境を最適化しています…
kab: Asefrer n twennaḍt…
nl: Omgeving optimaliseren…
pl: Optymalizowanie środowiska…
ro: Se optimizează mediul…
ru: Оптимизация среды…
sk: Optimalizujem prostredie…
sr: Оптимизујем окружење…
sv: Optimerar miljö…
ta: சூழலை மேம்படுத்துகிறது…
tr: Ortam en iyi duruma getiriliyor…
uk: Оптимізація середовища…

source: Applying environment: {0}…
ar: تطبيق البيئة: {0}…
bg: Прилагане на средата: {0}…
ca: Aplicant l'entorn: {0}…
ckb: دانانی ژینگە: {0}…
cs: Aplikuji prostředí: [{0}]…
de: Umgebung anwenden: {0}…
es: Aplicando el entorno: {0}…
et: Kohaldame keskkonda: {0}…
fi: Toteutetaan ympäristö: {0}…
fr: Mise en place de l’environnement : {0}…
ga: Timpeallacht á chur i bhfeidhm: {0}…
hu: Környezet alkalmazása: {0}…
it: Applicazione dell'ambiente: {0}…
ja: 環境を適用しています: {0}…
kab: Asnas n twennaḍt: {0}…
nl: Omgeving toepassen: {0}…
pl: Stosuję środowisko: {0}…
ro: Se aplică mediul: {0}…
ru: Применение среды: {0}…
sk: Aplikujem prostredie: [{0}]…
sr: Примењујем окружење:{0}…
sv: Tillämpar miljö: {0} …
ta: விண்ணப்பிக்கும் சூழல்: {0}…
tr: Ortam uygulanıyor: {0}…
uk: Застосування середовища: {0}…

source: (!) Using a custom environment recipe…
ar: (1) استخدام وصفة مخصصة للبيئة…
bg: (!) Използване на персонализирана рецепта за средата…
ca: (!) Utilitzant una recepta d'entorn personalitzada…
cs: (!) Použit vlastní recept prostředí…
de: (!) Verwende ein benutzerdefiniertes Umgebungsrezept…
es: (!) Usando una receta de entorno personalizada…
et: (!) Kasutame sinu loodud keskkonnajuhist…
fi: (!) Käytetään mukautetun ympäristön reseptiä…
fr: (!) Utilisation d'une recette d’environnement personnalisée…
ga: (!) Ag baint úsáide as oideas timpeallachta saincheaptha…
hu: (!) Egyéni környezetrecept használata…
it: (!) Utilizzo una formula personalizzata per l'ambiente…
ja: (!) 独自の環境レシピを使用しています…
kab: (!) Aseqdec n tismelt tudmawant n twennaḍt…
nl: (!) Een aangepast omgevingsrecept gebruiken…
pl: (!) Używam niestandardowej receptury środowiskowej…
ro: (!) Se folosește o configurare personalizată a mediului…
ru: (!) Использование пользовательского рецепта для среды…
sk: (!) Používam vlastný recept prostredia…
sr: (!) Користим прилагођени рецепт окружења…
sv: (!) Använder av ett anpassat miljörecept…
ta: (!) தனிப்பயன் சூழல் செய்முறையைப் பயன்படுத்துதல்…
tr: (!) Özel bir ortam tanımı kullanılıyor…
uk: (!) Використання користувацького «рецепту» для засобів…

source: (!) Recipe not not found or not valid…
ar: (!) لم يعثر على الوصفة أو الوصفة ليست صحيحة…
bg: (!) Рецептата не е намерена или е неправилна…
ca: (!) No s'ha trobat la recepta o no és vàlida…
cs: (!) Recept není možné najít, nebo je invalidní…
de: (!) Rezept nicht gefunden oder ungültig…
es: (!) Receta no encontrada o no válida…
et: (!) Keskkkonnajuhist ei leidu või pole ta kehtiv…
fi: (!) Reseptiä ei löydy tai se ei ole kelvollinen…
fr: (!) Configuration non trouvée ou non valide…
ga: (!) Níor aimsíodh an t-oideas nó níl sé bailí…
hu: (!) A recept nem található, vagy érvénytelen…
it: (!) Formula non trovata o non valida…
ja: (!) レシピが見つからないか有効ではありません…
kab: (!) Ulac tismelt neɣ mačči d tameɣtut…
nl: (!) Recept niet gevonden of niet geldig…
pl: (!) Receptura nie została znaleziona lub jest nieprawidłowa…
ro: (!) Configurarea nu a fost găsită sau nu este valabilă…
ru: (!) Рецепт не найден или недействителен…
sk: (!) Recept nie je možné nájsť alebo je neplatný…
sr: (!) Рецепт није пронађен или није важећи…
sv: (!) Receptet har inte hittats eller är inte giltigt…
ta: (!) செய்முறை கிடைக்கவில்லை அல்லது செல்லாது…
tr: (!) Tanım bulunamadı veya geçerli değil…
uk: (!) «Рецепт» не знайдено чи недійсний…

source: Installing DXVK…
ar: تثبيت DXVK…
bg: Инсталиране на DXVK…
ca: S'està instal·lant DXVK…
ckb: دامەزراندنی DXVK…
cs: Instalování DXVK …
de: Installiere DXVK…
es: Instalando DXVK…
et: Paigaldan DXVK-teeke…
fi: Asennetaan DXVK…
fr: Installation de DXVK…
ga: DXVK á shuiteáil…
hu: DXVK telepítése…
it: Installazione di DXVK…
ja: DXVK をインストールしています…
kab: Asbeddi n DXVK…
nl: DXVK installeren…
pl: Instaluję DXVK…
ro: Se instalează DXVK…
ru: Установка DXVK…
sk: Inštalujem DXVK…
sr: Инсталирам ДКСВК…
sv: Installerar DXVK …
ta: DXVK ஐ நிறுவுகிறது…
tr: DXVK kuruluyor…
uk: Встановлення DXVK …

source: Installing VKD3D…
ar: تثبيت VKD3D…
bg: Инсталиране на VKD3D…
ca: S'està instal·lant VKD3D…
ckb: دامەزراندنی VKD3D…
cs: Instalování VKD3D…
de: Installiere VKD3D…
es: Instalando VKD3D…
et: Paigaldan VKD3D-teeke…
fi: Asennetaan VKD3D…
fr: Installation de VKD3D…
ga: VKD3D á shuiteáil…
hu: VKD3D telepítése…
it: Installazione di VKD3D…
ja: VKD3D をインストールしています…
kab: Asbeddi n VKD3D…
nl: VKD3D installeren…
pl: Instaluję VKD3D…
ro: Se instalează VKD3D…
ru: Установка VKD3D…
sk: Inštalujem VKD3D…
sr: Инсталирам ВКД3Д…
sv: Installerar VKD3D …
ta: VKD3D ஐ நிறுவுகிறது…
tr: VKD3D kuruluyor…
uk: Встановлення VKD3D …

source: Installing DXVK-NVAPI…
ar: تثبيت DXVK-NVAPI…
bg: Инсталиране на DXVK с NVAPI…
ca: S'està instal·lant DXVK-NVAPI…
ckb: دامەزراندنی DXVK-NVAPI…
cs: Instalování DXVK-NVAPI …
de: Installiere DXVK-NVAPI…
es: Instalando DXVK-NVAPI…
et: Paigaldan DXVK-NVAPI-teeke…
fi: Asennetaan DXVK-NVAPI…
fr: Installation de DXVK-NVAPI…
ga: DXVK-NVAPI á shuiteáil…
hu: DXVK-NVAPI telepítése…
it: Installazione di DXVK-NVAPI…
ja: DXVK-NVAPI をインストールしています…
kab: Asbeddi n DXVK-NVAPI…
nl: DXVK-NVAPI installeren…
pl: Instaluję DXVK-NVAPI…
ro: Se instalează DXVK-NVAPI…
ru: Установка DXVK-NVAPI…
sk: Inštalujem DXVK-NVAPI…
sr: Инсталирам ДКСВК-НВАПИ…
sv: Installerar DXVK-NVAPI …
ta: DXVK-NVAPI ஐ நிறுவுகிறது…
tr: DXVK-NVAPI kuruluyor…
uk: Встановлення DXVK-NVAPI…

source: Installing dependency: %s …
ar: تثبيت التبعيات: %s …
bg: Инсталиране на зависимостта: %s …
ca: S'està instal·lant la dependència: %s …
cs: Instalování závislosti: %s …
de: Installiere Abhängigkeit: %s…
es: Instalando la dependencia: %s…
et: Paigaldame sõltuvust: %s…
fi: Asennetaan riippuvuus: %s…
fr: Installation de la dépendance : %s…
ga: Spleáchas á shuiteáil: %s …
hu: Függőség telepítése: %s…
it: Installazione della dipendenza: %s…
ja: 依存関係をインストールしています: %s …
kab: Asebded n uḍaraɛ: %s…
nl: Afhankelijkheid installeren: %s …
pl: Instaluję zależność: %s…
ro: Se instalează dependența: %s …
ru: Установка зависимости: %s…
sk: Inštalujem závislosti: %s…
sr: Инсталирам зависну датотеку:%s…
sv: Installerar beroende: %s …
ta: சார்புநிலையை நிறுவுகிறது: %s…
tr: Bağımlılık kuruluyor: %s …
uk: Встановлення залежності: %s …

source: Creating versioning state 0…
ar: توليد حالة الأصدَرة 0…
bg: Създаване на версия за състояние 0…
ca: S'està creant l'estat de versionat 0…
ckb: دروستکردنی دۆخی وەشانکردن 0…
cs: Vytváření verzovacího stavu 0 …
de: Erstelle den Zustand 0…
es: Creando el estado de versión 0…
et: Loome versiooniolekut 0…
fi: Luodaan versionointitila 0…
fr: Création de l’état version 0…
ga: Ag cruthú staid leagan 0…
hu: A 0 verzióállapot létrehozása…
it: Creazione dello stato di versione 0…
ja: バージョン管理の初期状態を作成しています…
kab: Asnulfu n waddad n lqem 0…
nl: Initiële staat aanmaken…
pl: Tworzę stan 0 wersjonowania …
ro: Se creează starea de versiune 0…
ru: Создание начального состояния для версионирования…
sk: Vytváram nultý stav verzovacieho stavu…
sr: Креирам стање верзије 0…
sv: Skapar versionshanteringsläge 0 …
ta: பதிப்பு நிலை 0 ஐ உருவாக்குகிறது…
tr: Sürüm oluşturma durumu 0 oluşturuluyor…
uk: Створення стану версій 0…

source: Finalizing…
ar: اختتام…
bg: Завършване…
ca: S'està finalitzant…
ckb: تەواوکردن…
cs: Dokončuji…
de: Fertigstellung…
es: Finalizando…
et: Lõpetame…
fi: Viimeistellään…
fr: Finalisation…
ga: Ag críochnú…
hu: Véglegesítés…
it: Conclusione…
ja: 最終処理をしています…
kab: Kfu…
nl: Afronden…
pl: Finalizuję…
ro: Se termină…
ru: Завершение…
sk: Dokončujem…
sr: Завршавање…
sv: Slutför..
ta: இறுதி செய்கிறது…
tr: Sonuçlandırılıyor…
uk: Завершення…

source: Caching template…
ar: التخزين المؤقت للقالب…
bg: Кеширане на шаблона…
ca: S’està emmagatzemant la plantilla en memòria cau…
cs: Ukládaní šablony do mezipaměti…
de: Vorlage zwischenspeichern…
es: Almacenando plantilla…
et: Salvestan malli vahemällu…
fi: Asetetaan mallipohja välimuistiin…
fr: Mise en cache du modèle…
ga: Teimpléad Taisce…
hu: Sablon gyorsítótárazása…
it: Creazione della cache del modello…
ja: テンプレートをキャッシュしています…
kab: Taneɣruft ɣer tuffirt…
nl: Sjabloon inladen…
pl: Zapisywanie szablonu do cache'u…
ro: Se creează cache pentru model…
ru: Кэширование шаблона…
sk: Ukladanie šablóny do medzipamäte…
sr: Кеширам образац…
sv: Cachar mall…
ta: டெம்ப்ளேட்டை தற்காலிகமாக சேமிக்கிறது…
tr: Şablon önbelleğe alınıyor…
uk: Кешування шаблону…

source: Committing state …
ar: إيداع الحالة…
bg: Обновяване на състоянието…
cs: Zavázání stavu …
de: Committing Status …
es: Confirmando el estado…
et: Teeme olekukohast sissekannet versioonihaldusesse…
fi: Kommitoidaan tilaa…
fr: Mise à jour des états…
ga: Stát geallta…
hu: Állapot rögzítése…
it: Salvataggio dello stato…
ja: 状態をコミットしています…
kab: Addad n wayen yettwagen…
nl: Staat toepassen…
pl: Aktualizuję stany…
ro: Se confirmă starea …
ru: Фиксирование состояния…
sk: Spúšťam commit pre stav…
sr: Извршење стања…
ta: உறுதியளிக்கும் நிலை…
tr: Durumlar güncelleniyor…
uk: Збереження стану…

source: Nothing to commit
ar: لا شيء للإيداع
bg: Няма нищо за обновяване
cs: Není čeho se zavázat
de: Nichts zu committen
es: Nada que confirmar
et: Pole midagi versioonihaldusesse lisada
fi: Ei mitään kommitoitavaa
fr: Pas de travail à faire
ga: Níl aon rud le tiomantas
hu: Nincs mit rögzíteni
it: Niente da salvare
ja: コミットする項目なし
kab: Ulac d acu ara yettwagen
nl: Niets om toe te passen
pl: Nie ma nic do zaktualizowania
ro: Nimic de confirmat
ru: Нечего фиксировать
sk: Nie je čo commitovať
sr: Ништа за извршавање
ta: கமிட் செய்ய எதுவும் இல்லை
tr: Güncellenecek bir şey bulunamadı
uk: Нічого застосовувати

source: New state [{0}] created successfully!
ar: وُلّدت حالة [{0}] جديدة بنجاح!
bg: Новото състояние {0} е създадено успешно!
ca: Nou estat [{0}] creat correctament!
ckb: دۆخی تازە [{0}] بەسەرکەوتووی دروستکرا!
cs: Nový stav [{0}] byl úspěšně vytvořen!
de: Neuen Zustand [{0}] erfolgreich erstellt!
es: ¡Estado nuevo [{0}] creado con éxito!
et: Uue [{0}] oleku loomine õnnestus!
fi: Uusi tila [{0}] luotu!
fr: Nouvel état [{0}] créé !
ga: Cruthaíodh stát nua [{0}] go rathúil!
hu: Az új [{0}] állapot sikeresen létrehozva!
it: Nuovo stato {0} creato con successo!
ja: 新しい状態 [{0}] を正常に作成しました!
kab: Addad amaynut [{0}] yenulfa-d akken iwata!
nl: Nieuwe staat [{0}] succesvol aangemaakt!
pl: Nowy stan [{0}] został utworzony pomyślnie!
ro: Noua stare [{0}] a fost creată cu succes!
ru: Новое состояние [{0}] создано!
sk: Nový stav [{0}] bol úspešne vytvorený!
sr: Ново стање [{0}] успешно направљено!
sv: Ett nytt tillstånd [{0}] har skapats!
ta: புதிய மாநிலம் [{0}] உருவாக்கப்பட்டது!
tr: Yeni durum [{0}] başarıyla oluşturuldu!
uk: Новий стан [{0}] успішно створено!

source: States list retrieved successfully!
ar: جُلبت قائمة الحالات بنجاح!
bg: Списъкът на състоянията е извлечен успешно!
ca: La llista d'estats s'ha recuperat correctament!
cs: Seznam stavů úspěšně načten!
de: Statusliste erfolgreich abgerufen!
es: ¡Lista de estados recuperada con éxito!
et: Olekute loendi laadimine õnnestus!
fi: Tilaluettelo noudettu onnistuneesti!
fr: Liste des états récupérée avec succès !
ga: Liosta stáit a aisghabháil go rathúil!
hu: Állapotlista sikeresen visszaszerezve!
it: Elenco degli stati recuperato con successo!
ja: 状態一覧を正常に取得しました!
kab: Tabdart n waddaden ddan-d akken iwata!
nl: Lijst met staten succesvol ontvangen!
pl: Lista stanów została pomyślnie pobrana!
ro: Lista stărilor a fost recuperată cu succes!
ru: Список состояний успешно получен!
sk: Zoznam stavov bol úspešne načítaný!
sr: Листа Стања успешно добављена!
ta: மாநிலங்களின் பட்டியல் வெற்றிகரமாக மீட்டெடுக்கப்பட்டது!
tr: Durumlar listesi başarıyla alındı!
uk: Список станів успішно оновлено!

source: State {0} restored successfully!
ar: أُعيدت الحالة {0} بنجاح!
bg: Състояние {0} е възстановено успешно!
ca: L'estat {0} s'ha restaurat correctament!
cs: Stav {0} byl úspěšně obnoven!
de: Status {0} erfolgreich wiederhergestellt!
es: ¡Estado {0} restaurado con éxito!
et: {0} oleku taastamine õnnestus!
fi: Tila {0} palautettu onnistuneesti!
fr: État [{0}] restauré avec succès !
ga: Athchóirigh an stát {0} go rathúil!
hu: Az új {0} állapot sikeresen visszaállítva!
it: Stato {0} ripristinato con successo!
ja: 状態 {0} を正常に復元しました!
kab: Addad {0} yettwarra-d akken iwata!
nl: Staat [{0}] succesvol hersteld!
pl: Pomyślnie przywrócono stan {0}!
ro: Starea {0} a fost recuperată cu succes!
ru: Состояние [{0}] успешно восстановлено!
sk: Stav {0} bol úspešne obnovený!
sr: Стање {0} успешно обновљено!
ta: நிலை {0} வெற்றிகரமாக மீட்டெடுக்கப்பட்டது!
tr: Yeni durum [{0}] başarıyla geri yüklendi!
uk: Стан [{0}] успішно відновлено!

source: Restoring state {} …
ar: إعادة الحالة {} …
bg: Възстановяване на състоянието {}…
ca: S'està restaurant l'estat {}…
cs: Obnovování stavu {}…
de: Wiederherstellung des Status von {} …
es: Restaurando el estado {} …
et: Taastame olekut {} …
fi: Palautetaan tila {}…
fr: Restauration de l’état {} …
ga: Staid á athchóiriú {}…
hu: Állapot visszaállítása {}…
it: Ripristino stato {} …
ja: 状態 {} に復元しています…
kab: Tiririt n waddad {}…
nl: Staat {} herstellen…
pl: Przywracanie stanu {0}…
ro: Se reface starea {} …
ru: Восстановление состояния {}…
sk: Obnovujem stav {}…
sr: Обнављам стање {}…
ta: நிலையை மீட்டெடுக்கிறது {} …
tr: Durum geri yükleniyor {} …
uk: Відновлення стану {}…

source: State not found
ar: لم يُعثر على الحالة
bg: Състоянието не е намерено
ca: Estat no trobat
cs: Stav nebyl nalezen
de: Status nicht gefunden
es: Estado no encontrado
et: Olekut ei leidu
fi: Tilaa ei löytynyt
fr: État non trouvé
ga: Níor aimsíodh stát
hu: Állapot nem található
it: Stato non trovato
ja: 状態が見つかりません
kab: Addad ur yettwaf ara
nl: Staat niet gevonden
pl: Nie znaleziono zapisanych stanów
ro: Starea nu a fost găsită
ru: Состояние не найдено
sk: Stav nebol nájdený
sr: Стање није нађено
ta: மாநிலம் கிடைக்கவில்லை
tr: Durum bulunamadı
uk: Стан не знайдено

source: State {} is already the active state
ar: الحالة {} هي بالفعل الحالة الفعّالة
bg: Състоянието {} вече е активно
ca: L'estat {} ja és l'estat actiu
cs: Stav {} je již aktivní stav
de: Status {} ist bereits der aktive Status
es: El estado {} ya es el estado activo
et: {} olek on juba aktiivne
fi: Tila {} on jo aktiivinen tila
fr: L’état {} est déjà celui actif
ga: Is é an stát {} an stát gníomhach cheana féin
hu: {} már az aktív állapot
it: Lo stato {} è già lo stato attivo
ja: 状態 {} はすでにアクティブです
kab: Addad n {} d addad urmid yakan
nl: Staat {} is al actief
pl: Stan {0} już jest obecnie aktywnym stanem
ro: Starea {} este deja starea activă
ru: Состояние {} уже активно
sk: Stav {} je už aktívnym stavom
sr: Стање {} је већ активно стање
ta: மாநிலம் {} ஏற்கனவே செயலில் உள்ள நிலை
tr: {} durumu zaten etkin
uk: Стан {} вже активний

source: No path specified
ar: لم يُحدد مسار
bg: Няма посочено местоположение
ca: No s'ha especificat cap camí
cs: Nebyla specifikovaná žádná cesta
de: Kein Pfad angegeben
es: No se ha especificado la ruta
et: Asukoht on määramata
fi: Polkua ei määritetty
fr: Aucun chemin spécifié
ga: Níl aon chosán sonraithe
hu: Nincs útvonal megadva
it: Nessun percorso specificato
ja: パスが設定されていません
kab: Ulac abrid yettwafernen
nl: Geen pad opgegeven
pl: Nie wybrano ścieżki
ro: Nicio cale specificată
ru: Путь не указан
sk: Nevybrali ste žiadnu cestu
sr: Путања није прецизирана
sv: Ingen sökväg har angetts
ta: பாதை எதுவும் குறிப்பிடப்படவில்லை
tr: Herhangi bir yol belirtilmedi
uk: Шлях не вказано

source: Backup {0}
ar: نسخ احتياطي {0}
bg: Резервно копие {0}
ca: Còpia de seguretat {0}
ckb: باکئەپ {0}
cs: Záloha {0}
de: Sicherung {0}
es: Copia de respaldo {0}
et: Varukoopia: {0}
fi: Varmuuskopio {0}
fr: Sauvegarde {0}
ga: Cúltaca {0}
hu: {0} biztonsági mentése
ja: バックアップ {0}
kab: Aḥraz {0}
pl: Zrób kopię zapasową {0}
ro: Copie de rezervă {0}
ru: Резервное копирование {0}
sk: Záloha {0}
sr: Резервна копија{0}
sv: Säkerhetskopiera {0}
ta: காப்புப்பிரதி {0}
tr: {0} yedeklemesi
uk: Резервне копіювання {0}

source: Importing config backup
fr: Importation de la sauvegarde de configuration

source: Importing full backup
fr: Importation d'une sauvegarde complète

source: Bulgarian
fr: Bulgare

source: Czech
fr: Tchèque

source: Danish
fr: Danois
