Repository: bottlesdevs/Bottles
Catalog: po/*.po
Languages: ar, bg, ca, ckb, cs, de, es, et, fi, fr, ga, hu, it, ja, kab, nl, pl, ro, ru, sk, sr, sv, ta, tr, uk

source: Improved YAML performance using libyaml (the python-yaml package must provide support for it)
ca: Rendiment YAML millorat mitjançant libyaml (el paquet python-yaml ha de proporcionar-hi suport)
de: Verbesserte YAML-Leistung mit libyaml (das Paket python-yaml muss dies unterstützen)
es: Mejora del rendimiento de YAML usando libyaml (el paquete python-yaml debe proporcionar soporte para ello)
it: Migliorata la performance di YAML utilizzando libyaml (il pacchetto python-yaml deve provvedere al supporto)

source: New About dialog
ca: Nou diàleg Quant a
de: Neuer Über-Dialog
es: Nuevo diálogo "Acerca de"
hu: Új névjegy párbeszédpanel

source: Covers support in Library mode (thanks to SteamGridDB)
ca: Cobreix el suport en mode Biblioteca (gràcies a SteamGridDB)
de: Deckt die Unterstützung im Bibliotheksmodus ab (Danke an SteamGridDB)
es: Soporte de portadas en modo Biblioteca (gracias a SteamGridDB)
it: Abilita il supporto in modalità Libreria (grazie a SteamGridDB)

source: Removed DXVK HUD option, use the Environment Variables section instead
ca: S'ha eliminat l'opció DXVK HUD, utilitzeu la secció Variables d'entorn
de: DXVK HUD-Option entfernt, stattdessen den Abschnitt Umgebungsvariablen verwenden
es: Se ha eliminado la opción DXVK HUD, en su lugar use la sección de Variables de Entorno
it: Rimossa l'opzione per l'HUD di DXVK, usa invece la sezione le Variabili D'Ambiente

source: bottles-cli shell option now provide command output
ca: L'opció bottles-cli shell ara proporciona una sortida de comanda
de: Die bottles-cli Shell-Option liefert nun eine Befehlsausgabe
es: La opción de shell bottles-cli ahora proporciona la salida del comando
it: L'opzione della shell bottles-cli ora fornisce l'output dei comandi

source: The Health Check is now in the About´s Troubleshooting section
ca: El Health Check ja es troba a la secció Quant a la resolució de problemes
de: Der Health Check befindet sich jetzt im Abschnitt "Fehlerbehebung" von "Über"
es: La comprobación de la salud se encuentra ahora en la sección de solución de problemas de "Acerca de"

source: Extended Core dependencies check, packagers are invited to double-check their packages
ca: Comprovació de dependències del nucli estès, els empaquetadors estan convidats a revisar els seus paquets
de: Erweiterte Core-Abhängigkeitsprüfung, Paketierer werden aufgefordert, ihre Pakete noch einmal zu überprüfen
es: Comprobación ampliada de las dependencias del núcleo, se invita a los empaquetadores a comprobar dos veces sus paquetes

source: New default permission for the Flatpak package: xdg-download
ca: Nou permís per defecte per al paquet Flatpak: xdg-download
de: Neue Standardberechtigung für das Flatpak-Paket: xdg-download
es: Permiso predeterminado nuevo para el paquete Flatpak: xdg-download

source: Added credits for Third-Party Libraries in the Credits section
ca: S'han afegit crèdits per a biblioteques de tercers a la secció de crèdits
de: Credits für Drittanbieter-Bibliotheken im Abschnitt Credits hinzugefügt
es: Añadidos los créditos de las bibliotecas de terceros en la sección de créditos

source: Minor UI improvements
ca: Millores menors en la interfície d'usuari
de: Kleinere Verbesserungen der Benutzeroberfläche
es: Mejoras menores en la interfaz de usuario

source: Fixes
ca: Correccions
de: Korrekturen
es: Correcciones
hu: Javítások

source: Fix for skipable onboard dialog
ca: S'ha solucionat el diàleg a bord que es pot ometre
de: Korrektur für überspringbaren Onboard-Dialog
es: Corrige el diálogo inicial que se omite

source: Fix for empty bottle name
ca: Correcció per al nom de l'ampolla buida
de: Korrektur für leeren Bottle-Namen
es: Corrige el nombre de la botella vacía

source: Fix gstreamer libs for win32 bottles
de: Korrektur von gstreamer Bibliotheken für win32 Bottles
es: Corrige las librerías de gstreamer para las botellas win32

source: Fix for RemoteDisconnected error causing a crash
de: Behebung des RemoteDisconnected-Fehlers, der einen Absturz verursachte
es: Corrige el error RemoteDisconnected que provoca un fallo

source: Fix wrong Vaniglia listing
de: Falschen Vaniglia-Eintrag korrigiert
es: Corrige el listado erróneo de Vaniglia

source: Fix templates being generated with symlinked paths causing loops
de: Behebung von Vorlagen, die mit symbolisch verknüpften Pfaden generiert wurden und Schleifen verursachten
es: Corrige las plantillas que se generan con rutas simbólicas causando bucles

source: Fix configuration migration causing a crash when the user altered the configuration
de: Konfigurationsmigration behoben, die einen Absturz verursachte, wenn der Benutzer die Konfiguration änderte
es: Corrige la migración de la configuración que provocaba un fallo cuando el usuario modificaba la configuración

source: Fix mscoree.dll not found
de: mscoree.dll nicht gefunden behoben
es: Corrige mscoree.dll no encontrado

source: Fix regression for the -b option of the legacy bottles cli
de: Korrektur der Regression für die Option -b der legacy bottle cli
es: Corrige la regresión de la opción -b del cli de botellas heredado

source: Fix Steam Launch Options parser causing a crash
de: Behebung des Steam-Startoptionen-Parsers, der einen Absturz verursacht
es: Corrige el parser de las opciones de lanzamiento de Steam que provoca un fallo

source: Fix a regression in the Add to Steam button not adding the new entry in Steam
de: Korrigieren einer Regression in der Schaltfläche Zu Steam hinzufügen, die den neuen Eintrag in Steam nicht hinzufügte
es: Corrige una regresión en el botón Añadir a Steam que no añade la nueva entrada en Steam

source: Translations
ca: Traduccions
de: Übersetzungen
es: Traducciones
hu: Fordítások
it: Traduzioni

source: Finnish translations thanks to Jiri Grönroos
de: Finnische Übersetzungen dank Jiri Grönroos
es: Traducciones al finlandés gracias a Jiri Grönroos
hu: Finn fordítások Jiri Grönroos-nak köszönhetően

source: French translations thanks to @rjousse18, @julroy67
de: Französische Übersetzungen dank @rjousse18, @julroy67
es: Traducciones al francés gracias a @rjousse18, @julroy67
hu: Francia fordítások @rjousse18-nak és @julroy67-nek köszönhetően

source: Indonesian translations thanks to @liimee
de: Indonesische Übersetzungen dank @liimee
es: Traducciones al indonesio gracias a @liimee
hu: Indonéz fordítások @liimee-nek köszönhetően

source: Russian translations thanks to @Knebergish, @lenemter, @Smoque
de: Russische Übersetzungen dank @Knebergish, @lenemter, @Smoque
es: Traducciones al ruso gracias a @Knebergish, @lenemter, @Smoque
hu: Orosz fordítások @Knebergish-nek, @lenemter-nek és @Smoque-nak köszönhetően

source: Thai translations thanks to @SashaPGT
de: Thailändische Übersetzungen dank @SashaPGT
es: Traducciones al tailandés gracias a @SashaPGT
hu: Thai fordítások @SashaPGT-nek köszönhetően

source: Spanish translations thanks to Pablo Munoz Alabau, @oscfdezdz
de: Spanische Übersetzungen dank Pablo Munoz Alabau, @oscfdezdz
es: Traducciones al español gracias a Pablo Muñoz Alabau, @oscfdezdz
hu: Spanyol fordítások Pablo Munoz Alabau-nak és @oscfdezdz-nek köszönhetően

source: Italian translations thanks to @gdonisi
de: Italienische Übersetzungen dank @gdonisi
es: Traducciones al italiano gracias a @gdonisi
hu: Olasz fordítások @gdonisi-nak köszönhetően

source: Portuguese (Brazil) translations thanks to @geraldohomero
de: Übersetzungen ins Portugiesische (Brasilien) dank @geraldohomero
es: Traducciones al portugués (Brasil) gracias a @geraldohomero
hu: Portugál (brazil )fordítások @geraldohomero-nak köszönhetően

source: German translations thanks to Patrick Ulbricht
de: Deutsche Übersetzungen dank Patrick Ulbricht
es: Traducciones al alemán gracias a Patrick Ulbricht
hu: Német fordítások Patrick Ulbricht-nen köszönhetően

source: Croatian translations thanks to @milotype
de: Für die kroatische Übersetzung, vielen Dank an @milotype
es: Traducciones al croata gracias a @milotype
hu: Horvát fordítások @milotype-nak köszönhetően
it: Traduzioni in croato grazie a @milotype

source: Easily manage wineprefix
ca: Gestioneu prefixos de Wine fàcilment
ckb: بەشێوەیەکی ئاسان واینپریفیکس (wineprefix) بەڕێوەبەرە
de: Wine-Präfix einfach verwalten
es: Gestione los prefijos de Wine fácilmente
hu: Wine prefixek könnyed kezelése
it: Configura Wine con facilità
sv: Enkel hantering av Wine-prefix

source: Release Candidate
ar: النسخة المرشحة
bg: Тестова версия
ca: Candidat d'alliberament
ckb: ‌کاندیدی دەرچوو
de: Vorabversionen
es: Versión candidata
et: Eelversioonid
fi: Julkaisuehdokas
ga: Scaoil iarrthóir
hu: Kiadásra jelölt
ja: リリース候補版
pl: Kandydat wydania (RC)
ro: Versiunea de testare
ru: Предварительная версия
sk: Kandidát na vydanie (RC)
sr: Кандидат за Издање
sv: RC-utgåva
ta: வெளியிடு வேட்பாளர்
tr: Sürüm Adayı
uk: Реліз-кандидат

source: Experiments:sandbox
ar: التجارب:ساحة التجارب
bg: Експерименти: пясъчник
ca: Experiments:espai aïllat
cs: Experimenty:sandbox
de: Experimente:Sandbox
es: Experimentos:sandbox
et: Katsed: aedikkäitus
fi: Testiominaisuudet:sandbox
ga: Turgnaí:bosca gainimh
hu: Kísérleti:homokozó
it: Sperimentali:sandbox
ja: 実験的な機能: サンドボックス
kab: Tirmatin: tanaka n ijdi
nl: Experimenten:zandbak
pl: Eksperymenty:sandboks
ro: Experimental:mediu izolat
ru: Эксперименты:песочница
sk: Experimenty:sandbox
sr: Експериментално: сендбокс окружење
sv: Experiment:sandbox
ta: சோதனைகள்:மணல்பெட்டி
tr: Deneyler:kum havuzu
uk: Експерименти: пісочниця

source: Toggle experimental Sandbox per bottle.
ar: بدل ساحة الحماية التجريبية لكل قارورة.
bg: Превключва експерименталния режим „Пясъчник“.
ca: Commuta l'espai aïllat experimental per ampolla.
cs: Přepnout experimentální Sandbox na láhev.
de: Experimentelle Sandbox pro Bottle umschalten.
es: Conmutar Sandbox experimental por botella.
et: Lülita katseline pudelikohane aedikkäitus sisse/välja.
fi: Vaihda kokeellinen hiekkalaatikko per pullo.
ga: Scoránaigh Bosca Gainimh turgnamhach in aghaidh an bhuidéil.
hu: Kísérleti homokozó palackonkénti ki-/bekapcsolása.
it: Attiva/disattiva Sandbox sperimentale per bottiglia.
ja: 実験的なサンドボックスをボトル単位で有効／無効にします。
kab: Qluqel Tanaka n ijdi tarmitant i tqerɛet.
nl: Schakel de experimentele zandbak per bottle om.
pl: Włącz eksperymentalny tryb Biblioteki.
ro: Act/Dez mediul izolat pentru sticlă.
ru: Включить экспериментальный режим «песочницы» для отдельных бутылок.
sk: Prepnúť experimentálny sandbox pre Fľašu.
sr: Укључи експериментално Сендбокс окружење по Флаши.
sv: Sätt på/av experimentell sandlåda per flaska.
ta: ஒவ்வொரு பாட்டிலுக்கும் சோதனை சாண்ட்பாக்ஸை மாற்றவும்.
tr: Şişe başına deneysel Kum Kutusunu değiştir.
uk: Перемкнути експериментальну окрему пісочницю на кожну Пляшку.

source: Experiments:library
ca: Experiments: biblioteca
de: Experimente:Bibliothek
es: Experimentos:bibliotecas
hu: Kísérleti:könyvtár
it: Sperimentali:libreria
sv: Experiment:library

source: Toggle experimental Library mode.
ca: Canvia el mode de biblioteca experimental.
de: Den experimentellen Bibliotheksmodus de(-aktivieren).
es: Conmutar el modo Biblioteca experimental.
hu: Kísérleti könyvtár mód be-/kikapcsolása.
it: Abilita la funzionalità sperimentale della Libreria.
sv: Sätt på/av experimentiellt bibloteksläge.

source: Copyright © 2017 Bottles Developers
bg: © 2017 – Разработчиците на „Bottles“
cs: Copyright © 2017 vývojáři Bottles
et: Autoriõigused © 2017 Bottles'i arendajad
fi: Copyright © 2017 Bottles-kehittäjät
ga: Cóipcheart © 2017 Forbróirí Buidéal
kab: Izerfan © 2017 Ineflayen n Tiqreɛtin
nl: Copyright © 2017, Bottles-ontwikkelaars
pl: Prawa autorskie © 2017 Twórcy Bottles
ro: Drepturi de autor © 2017 Programatorii Bottles
ru: Копирайт © 2017 разработчики Bottles
sk: Autorské práva © 2017 vývojari Bottles
sr: Ауторска права © 2017 Програмери Флаша
ta: பதிப்புரிமை © 2017 பாட்டில்ஸ் டெவலப்பர்கள்
tr: © 2017-2022 - Bottles Geliştiricileri
uk: Copyright © 2017 Розробники Bottles

source: Bottles Developers
ar: مُطوِّروا «قوارير»
bg: Разработчиците на „Bottles“
cs: Vývojáři lahví
et: Bottles'i arendajad
fi: Bottles-kehittäjät
ga: Forbróirí Buidéil
kab: Ineflayen n Tiqreɛtin
nl: Bottles-ontwikkelaars
pl: Twórcy Bottles
ro: Programatorii Bottles
ru: Разработчики Bottles
sk: Vývojári Bottles
sr: Програмери Флаша
ta: பாட்டில்ஸ் டெவலப்பர்கள்
tr: Bottles Geliştiricileri
uk: Розробники Bottles

source: Win64
bg: 64-бита
cs: Windows x64
sk: Windows x64
sr: Вин64
ta: வின்64

source: Options
ar: الخيارات
bg: Опции
cs: Možnosti
et: Valikud
fi: Valinnat
ga: Roghanna
ja: オプション
kab: Tixtiṛiyin
nl: Opties
pl: Opcje
ro: Opțiuni
ru: Настройки
sk: Možnosti
sr: Опције
ta: விருப்பங்கள்
tr: Seçenekler
uk: Опції

source: Install programs curated by our community, without having to proceed manually. Files on this page are provided by third parties under a proprietary license. By installing them, you agree with their respective licensing terms.
bg: Автоматично инсталиране на програми, подбрани от нашата общност. Файловете на тази страница са предоставени от трети страни под лиценз за собственост. С тяхното инсталиране, Вие се съгласявате със съответните им лицензионни условия.
fi: Asenna yhteisön kuratoimia ohjelmia ilman, että joudut itse tekemään mitään manuaalisesti. Tällä sivulla olevat tiedostot ovat kolmansien osapuolien tarjoamia ja ne ovat omisteellisen lisenssin alaisia. Asentamalla hyväksyt niiden lisenssiehdot.

source: Improve Direct3D 9/10/11 compatibility by translating it to Vulkan.
ar: حسِّن تكامل دايركت.ثري.دي 11/10/9 عن ترجمتها لفولكَن.
bg: Подобрява съвместимостта с Direct3D 9/10/11, чрез превеждане към „Vulkan“.
cs: Zlepšení kompatibility Direct3D 9/10/11 převodem do Vulkanu.
fi: Paranna Direct3D 9/10/11 -yhteensopivuutta kääntämällä se Vulkanille.
ga: Comhoiriúnacht Direct3D 9/10/11 a fheabhsú trína aistriú go Vulkan.
nl: Verbeter compatibiliteit van Direct3D 9/10/11 door deze te vertalen naar Vulkan.
pl: Ulepsz kompatybilność z Direct3D 9/10/11, tłumacząc go na Vulkan.
ro: Îmbunătățește compatibilitatea Direct3D 9/10/11 prin traducerea acestuia în Vulkan.
ru: Улучшает совместимость с Direct3D 9/10/11 путём перевода их в Vulkan.
sk: Vylepšite kompatibilitu s Direct3D 9/10/11 prevodom do Vulkanu.
sr: Побољшај компатибилност Direct3D 9/10/11 превођењем у Вулкан.
ta: Direct3D 9/10/11 இணக்கத்தன்மையை வல்கனுக்கு மொழிபெயர்ப்பதன் மூலம் மேம்படுத்தவும்.
tr: Direct3D 9/10/11 uyumluluğunu Vulkan'a çevirerek performansı geliştirin.
uk: Покращення сумісності Direct3D 9/10/11 шляхом переведення на Vulkan.

source: DXVK NVAPI
bg: DXVK с NVAPI
ga: DXVK APP
sr: DXVK НВАПИ

source: LatencyFleX
bg: LFX
sr: ЛатенсиФлеКс
ta: லேடென்சிஃப்ளெக்ஸ்

source: Deep Learning Super Sampling
ar: الإعتيان الفائق عن طريق التعلم المُتعمِّق (DLSS)
bg: DLSS
cs: Super vzorkování v rámci hlubokého učení (DLSS)
et: Sügavõppe superdiskreetimine (DLSS)
fi: Opaskirja Super Sampling
ga: Super Sampláil Foghlama Domhain
pl: Deep Learning Super Sampling (DLSS)
ro: DLSS
sk: Super vzorkovanie v rámci hlbokého učenia (DLSS)
sr: Дубоко Учење и Супер Семплинг
ta: ஆழ்ந்த கற்றல் சூப்பர் மாதிரி
tr: Derin Öğrenme Mükemmel Örnekleme (DLSS)
uk: Глибоке навчання Super Sampling

source: Feral GameMode
ar: فِيرَل جيم.مود
bg: Див режим на игра
cs: Herní režim Feral
et: Raju mängurežiim (Feral GameMode)
nl: Feral-gamemodus
sk: Herný režim Feral
sr: Ферал ГејмМод
ta: ஃபெரல் கேம்மோட்
tr: Feral OyunKipi
uk: Дикий ігровий режим

source: Compression
ar: الضغط
bg: Компресиране
cs: Komprese
et: Pakkimine
fi: Pakkaus
ga: Comhbhrú
ja: 圧縮
kab: Asekkussem
nl: Compressie
pl: Kompresja
ro: Comprimare
ru: Сжатие
sk: Kompresia
sr: Компресовање
ta: சுருக்கம்
tr: Sıkıştırma
uk: Стиснення

source: Luma
ar: لوما
bg: Яркост
sr: Лума
ta: லுமா

source: Execute in this Bottle
ar: نفِّذ في هذه القارورة
bg: Изпълняване в тази бутилка
cs: Provést v této láhvi
et: Käivita selles pudelis
fi: Suorita tässä pullossa
ga: Forghníomhú sa Bhuidéal seo
ja: このボトルで実行
kab: Selkem deg Tqerɛet-a
nl: In deze bottle uitvoeren
pl: Uruchom w tej butelce
ro: Execută în această sticlă
ru: Выполнить в этой бутылке
sk: Spustiť v tejto Fľaši
sr: Покрени у овој Флаши
ta: இந்த பாட்டிலில் இயக்கவும்
tr: Bu şişede çalıştır
uk: Виконати в цій Пляшці

source: Click "Create a new Bottle…" to create a new bottle.
bg: Натиснете „Създаване на нова бутилка…“ за да създадете нова бутилка.
fi: Napsauta "Luo uusi pullo…" luodaksesi uuden pullon.

source: Create a new Bottle…
bg: Създаване на нова бутилка…
fi: Luo uusi pullo…

source: DXVK-NVAPI
bg: DXVK с NVAPI
sr: ДКСВК-НВАПИ

source: Import…
ar: استورد…
bg: Импортиране…
et: Impordi…
fi: Tuo…
ga: Iompórtáil…
ja: インポート…
kab: Kter…
nl: Importeren…
pl: Importuj…
ro: Importă…
ru: Импорт…
sk: Importovať…
sr: Увези…
ta: இறக்குமதி…
tr: İçe aktar…
uk: Імпорт…

source: Help
ar: المساعدة
bg: Помощ
cs: Nápověda
et: Abiteave
fi: Ohje
ga: Cabhair
ja: ヘルプ
kab: Tallelt
nl: Hulp
pl: Pomoc
ro: Ajutor
ru: Помощь
sk: Pomocník
sr: Помоћ
ta: உதவி
tr: Yardım
uk: Довідка

source: {} To add this feature, please run flatpak install
ar: {} شغِّل flatpak install لإضافة هذه الميزة
bg: {} За да добавите тази функция, моля стартирайте „flatpak install“
cs: {} pro přidání této funkce, spusťte flatpak install
et: {} Selle funktsionaalsuse lisamiseks palun käivita „flatpak install“
fi: {} Lisää tämä ominaisuus suorittamalla flatpak install
ga: {} Chun an ghné seo a chur leis, reáchtáil suiteáil flatpak
ja: {} この機能を追加するには、以下を実行してください。flatpak install
kab: {} Iwakken ad ternuḍ tamahilt-agi, ttxil-k·m selkem asbeddi flatpak
nl: {} Om deze functie toe te voegen voert u ‘flatpak install’ uit
pl: {} By dodać tę funkcję, prosimy uruchomić instalację Flatpak
ro: {} Pentru a adăuga această caracteristică, pornește instalarea flatpak
ru: {} Чтобы добавить эту функцию, пожалуйста, выполните flatpak install
sk: {} pre pridanie tejto funkcie spustite flatpak install
sr: {} Да додате ову опцију, молим покрените флетпек инстал
ta: {} இந்த அம்சத்தைச் சேர்க்க, தயவுசெய்து பிளாட்பேக் நிறுவலை இயக்கவும்
tr: {} Bu özelliği eklemek için lütfen flatpak install'ı çalıştırın
uk: {} Щоб додати цю функцію, запустіть команду flatpak install

source: The name has special characters or is already in use.
bg: Наименованието съдържа специални знаци или вече се използва.
fi: Nimessä on erikoismerkkejä tai nimi on jo käytössä.

source: "{0}" was created successfully.
ar: أُنشئ "{0}" بنجاح.
bg: „{0}“ е създадена успешно.
cs: Soubor „{0}“ byl úspěšně vytvořen.
et: „{0}“ pudeli loomine õnnestus.
fi: "{0}" luotiin onnistuneesti.
ga: Cruthaíodh "{0}" go rathúil.
ja: "{0}" を正常に作成しました。
kab: timerna n "{0}" yedda akken iwata.
nl: ‘{0}’ is succesvol aangemaakt.
pl: Pomyślnie utworzono „{0}”.
ro: „{0}” a fost creat cu succes.
ru: «{0}» было успешно создано.
sk: Úspešne vytvorené „{0}“.
sr: "{0}" успешно направљено.
ta: "{0}" வெற்றிகரமாக உருவாக்கப்பட்டது.
tr: "{0}" başarıyla oluşturuldu.
uk: "{0}" було успішно створено.

source: Choose a new Bottles path
bg: Избиране на новото местоположение на бутилките
fi: Valitse uusi pullojen polku

source: Run Windows Software
ar: شغِّل برامج ويندوز
bg: Използвайте софтуер за „Windows“
cs: Spuštění softwaru systému Windows
et: Käivita Windowsi tarkvara
fi: Suorita Windows-ohjelmistoja
ga: Rith Bogearraí Windows
ja: Windows ソフトウェアを実行します
kab: Selkem aseɣẓan n Windows
nl: Voer Windows-software uit
ro: Folosește programe pentru Windows
ru: Запуск программ Windows
sk: Spúšťam softvér systému Windows
sr: Покрећи Виндовс софтвер
ta: விண்டோஸ் மென்பொருளை இயக்கவும்
tr: Windows yazılımlarını çalıştırın
uk: Запуск програм Windows

source: The PulseAudio Latency setting is now deprecated and enabled by default
bg: Забавянето на „PulseAudio“ вече е активирано по подразбиране
fi: PulseAudio viiveasetukset ovat nyt vanhentuneet ja oletuksena käytössä

source: Bottle details automatically show on bottle creation
bg: Подробностите за бутилката се показват автоматично след нейното създаване
fi: Bottle tiedot näkyvät automaattisesti pulloa luotaessa

source: Bottles now complies with GNOME Circle guidelines
bg: „Bottles“ вече спазва указанията на „GNOME Circle“
fi: Bottles ovat nyt GNOME Circle vaatimusten mukaisia

source: Disable pulseaudio_latency by default.
bg: Променливата „pulseaudio_latency“ е изключена по подразбиране.
fi: Poista pulseaudio_latency käytöstä oletuksena.

source: Fixed a crash during startup due to uninstaller.
bg: Поправка за срива по време на стартиране, поради премахващата програма.
fi: Korjattu asennuksen poisto-ohjelman aiheuttama kaatuminen.

source: Implemented a queue for installing components.
bg: Внедрена е опашка за инсталиране на компонентите.
fi: Komponenttien jono asennusta varten otettu käyttöön.

source: Fixed bottle deletion not working sometimes.
bg: Поправка за проблемите с изтриването на бутилките.
fi: Korjattu ongelma jossa pullon poisto ei toimi ajoittain.

source: Support for latest dxvk @Blisto91
bg: Поддръжка за най-новата версия на DXVK, благодарение на @Blisto91
fi: Tuki uusimmalle dxvk @Blisto91

source: Fix for DLSS
bg: Поправка за DLSS
fi: DLSS:n korjaus

source: Added tooltips for program grades
bg: Добавени са пояснения за оценките на програмите
fi: Lisätty työkaluvihjeitä ohjelmaluokille

source: Fix installer completion @jntesteves
bg: Поправка за завършването на инсталатора, благодарение на @jntesteves
fi: Korjattu asennusohjelman valmistuminen @jntesteves

source: Fix gamescope arguments @jntesteves
bg: Поправка за аргументите на „Gamescope“, благодарение на @jntesteves
fi: Korjattu gamescope-argumentit @jntesteves

source: Added Ctrl + W shortcut for closing windows @A6GibKm
bg: Добавен е пряк път Ctrl + W за затваряне на прозорците, благодарение на @A6GibKm
fi: Lisätty Ctrl + W pikanäppäin ikkunoiden sulkemiseen @A6GibKm

source: Fixed bottles unsetting XDG_DATA_HOME
bg: Поправка за изключването на променливата „XDG_DATA_HOME“
fi: Korjattu bottles XDG_DATA_HOME asetuksen poistaminen

source: French translations thanks to @julroy and @tymmsyde
bg: Френски език, благодарение на @julroy и @tymmsyde
fi: Ranskankielinen käännös, kiitos @julroy sekä @tymmsyde

source: Turkish translations thanks to @54linux-ea and @ruizlenato
bg: Турски език, благодарение на@54linux-ea и @ruizlenato
fi: Turkinkielinen käännös, kiitos @54linux-ea sekä @ruizlenato

source: Russian translations thanks to @lenemter and @Smoque
bg: Руски език, благодарение на @lenemter и @Smoque
fi: Saksankielinen käännös, kiitos @lenemter sekä @Smoque

source: Catalan translations thanks to @rogervc
bg: Каталонски език, благодарение на @rogervc
fi: Catalankielinen käännös, kiitos @rogervc

source: Arabic translations thanks to @TheDarkEvil
bg: Арабски език, благодарение на @TheDarkEvil
fi: Arabiankielinen käännös, kiitos @TheDarkEvil

source: Korean translations thanks to @MarongHappy
bg: Корейски език, благодарение на @MarongHappy
fi: Koreankielinen käännös, kiitos @MarongHappy

source: Portuguese translations thanks to @davipatricio, @SantosSi and @vitorhcl
bg: Португалски език, благодарение на @davipatricio, @SantosSi и @vitorhcl
fi: Portugalinkielinen käännös, kiitos @davipatricio, @SantosSi sekä @vitorhcl

source: Galician translations thanks to @NicoSGF64
bg: Галисийски език, благодарение на @NicoSGF64
fi: Galiciankielinen käännös, kiitos @NicoSGF64

source: Hebrew translations thanks to @itayweb
bg: Еврейски език, благодарение на @itayweb
fi: Hebreankielinen käännös, kiitos @itayweb

source: Polish translations thanks to @Mikutut
bg: Полски език, благодарение на @Mikutut
fi: Puolankielinen käännös, kiitos @Mikutut

source: Provide a bundle of extra libraries for more compatibility. Disable if you run into issues.
bg: Предоставя допълнителни библиотеки за по-голяма съвместимост, но може да създаде потенциални проблеми.
fi: Lisää parempaa yhteensopivuutta tarjoamalla ylimääräisiä kirjastoja. Poista käytöstä, jos kohtaat ongelmia.
