Repository: bottlesdevs/Bottles
Catalog: bottles/locale/*/LC_MESSAGES/bottles.po
Languages: de_de

source: Bottles
de_de: Flaschen

source: Easily manage your Wine bottles
de_de: Verwalte deine Wine Flaschen

source: New bottle
de_de: Neue Flasche

source: Here you can create a new bottle
de_de: Hier kann man eine neue Flasche anlegen

source: Bottle name
de_de: Name der Flasche

source: Type (32/64)
de_de: Typ (32/64)

source: Browse C:
de_de: C: durchsuchen

source: Configure
de_de: Konfigurieren

source: Task manager
de_de: Prozessmanager

source: Control panel
de_de: Systemsteuerung

source: Uninstaller
de_de: Deinstalliere

source: Reboot
de_de: Neu Starten

source: Clone
de_de: Klonen

source: Run .exe here
de_de: Start .exe hier

source: Report bug
de_de: Bug melden

source: Wine Database
de_de: WineDB

source: Please choose a .exe
de_de: .exe Datei auswählen

source: Save
de_de: Speichern

source: Return
de_de: Zurück

source: I found %d wineprefixes from PlayOnLinux
de_de: Ich habe %d wineprefix von PlayonLinux gefunden

source: Starting Bottles
de_de: Flaschen starten

source: Welcome
de_de: Willkommen

source: Create
de_de: Anlegen

source: Detail
de_de: Details

source: List
de_de: Liste

source: Create a new bottle
de_de: Neue Flasche erstellen

source: Import and convert
de_de: Importieren und Konvertieren

source: Import a third-party wineprefix
de_de: Drittanbieter wineprefix importieren

source: List bottles
de_de: Liste deiner Flaschen

source: List all bottles
de_de: Liste aller Flaschen

source: Running Winecfg on bottle: %s
de_de: Start Winecfg für Flasche: %s

source: Running Winetricks on bottle: %s
de_de: Start Winetricks für Flasche: %s

source: Starting a console for bottle: %s
de_de: Konsole für Flasche %s öffnen

source: Running System Monitor on bottle: %s
de_de: Prozessmonitor für Flasche %s öffnen

source: Running Control Panel on bottle: %s
de_de: Systemsteuerung für Flasche %s öffnen

source: Opening Regedit for bottle: %s
de_de: Regedit für Flasche %s öffnen

source: Starting Uninstaller for bottle: %s
de_de: Deinstallationsprogramm für Flasche %s öffnen

source: Restarting bottle: %s
de_de: Neustarten der Flasche: %s

source: Converting the POL wineprefix: %s
de_de: Konvertiere das POL wineprefix: %s

source: Cloning the bottle: %s
de_de: Klonen der Flasche: %s

source: Running .exe in bottle: %s
de_de: Starten der EXE-Datei in der Flasche: %s

source: Opening a debug shell for bottle: %s
de_de: Öffnen einer Debug-Shell für die Flasche: %s

source: Checking for .Bottles directory on: %s
de_de: Überprüfe Vorhandensein des Ordners .Bottles in: %s

source: I did not find the Bottles directory, creating in: %s
de_de: Kein Bottles Ordner gefunden. Erstelle ihn in: %s

source: Directory created, now creating the symlink: %s
de_de: Ordner wurde erstellt. Erstelle jetzt den Symlink %s

source: Bottles directory founded!
de_de: Bottles Ordner gefunden!

source: Cloning the bottle..
de_de: Klonen der Flasche ..

source: Bottle name can not contain special characters
de_de: Name der Flasche darf keine Sonderzeichen enthalten

source: Creating new bottle with arch: %s
de_de: Eine neue Flasche mit arch %s anlegen

source: There is already a bottle named: %s, redirecting to it.
de_de: Es gibt schon eine Flasche namens: %s, wechsle dorthin

source: Generating the bottles list..
de_de: Erzeugen der Flaschenliste

source: I can not find the version file for %s, I assume it is a 32 Bit.
de_de: Ich kann die Versionsdatei für %s nicht finden, nehme 32 Bit an.

source: Generating the POL wineprefix list..
de_de: Erzeugen der POL wineprefix Liste

source: The POL wineprefix: %s does not contain the configuration file. Ignoring
de_de: Das POL wineprefix: %s enthält die Konfigurationsdatei nicht. Ignoriere

source: Removing bottle: %s
de_de: Löschen der Flasche %s

source: This process converts the POL wineprefix into a bottle. Note that Bottles uses the Wine version installed on the system. After the conversion, the programs installed in the bottle may not work properly. The original version of the POL wineprefix will remain intact.
de_de: Dieser Prozess wandelt das POL wineprefix in eine Flasche um. Beachten Sie, dass Bottles die auf dem System installierte Wine-Version verwendet. Nach der Konvertierung könnten die in dieser Flasche installierten Programmenicht richtig funktionieren. Die ursprüngliche Version des POL wineprefix bleibt erhalten.

source: Converting POL to bottle..
de_de: POL in Flasche umwandeln

source: Loading details for bottle: %s
de_de: Flaschendetails laden: %s

source: This is a %s bottle
de_de: Das ist eine %s Flasche
